export default {
  state: {
    brandsInvert: [
      {
        id: 1,
        brandsTitle: "Kentatsu (Япония - сборка Gree, Midea - Средний класс)",
        productAmount: "Все товары(15)",
        products: [
          {
            id: 1,
            image: require("@/assets/image/imageCatalog1/Ken3.webp"),
            iconFactory: "Gree",
            model:
              "Инверторный кондиционер Kentatsu Tiba Inverter KSGTI21HZRN1/ KSRTI21HZRN1",
            price: "000 руб",
            description: [
              "Площадь: до 23 м2",
              "Мощность холод/тепло: 2,2(0,3-2,85)/2,4(0,6-2,9) кВт",
              "Серия: Tiba Inverter",
              "Потребляемая мощность холод/тепло: 0,59(0,08-1,1)/0,59(0,13-1,3) кВт",
              "Уровень шума внутренний/наружный:  (22/33/39)/49 дБ",
              "Расход воздуха: 250/420/500 м3/ч",
              "Класс энергоэффективности: А++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 15/10 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло: -15~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ):  (708х260х185)/(710х450х293) мм",
              "Вес внутренний/наружный: 7,0/21,0 кг",
              "Функция I-Feel, АвтоОчистка полного цикла, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени, Поддержание температуры +8С. Фильтры: Быстросъемный фильтр Easy Clean",
              "Сборка: завод Gree",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Kentatsu Tiba Inverter KSGTI21HZRN1/KSRTI21HZRN1:",

            functionList: [
              {
                id: 1,
                text: "Воздушный фильтр. Удаляет частицы взвеси и пыли, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 2,
                text: "Функция I-Feel. Кондиционер поддерживает необходимую температуру в месте нахождения пульта дистанционного управления.",
              },
              {
                id: 3,
                text: "Режим «Турбо». Кондиционер работает с максимальной производительностью, для быстрого достижения заданной температуры.",
              },
              {
                id: 4,
                text: "Ночной режим. Обеспечивает наибольший уровень комфорта за счет регулирования температуры в помещении по особому алгоритму, а также максимальному снижению уровня шума.",
              },
              {
                id: 5,
                text: "Таймер 24 часа. Пользователь может задать желаемое время работы и нужный режим. ",
              },
              {
                id: 6,
                text: "Память положения жалюзи - прохлада в нужном вам направлении каждый раз после включения кондиционера.",
              },
              {
                id: 7,
                text: "Функция осушения обеспечивает снижение влажности внутри помещения. Конденсат, скапливающийся при работе системы, выводится через дренажную трубку.",
              },
              {
                id: 8,
                text: "Режим вентиляции.",
              },
              {
                id: 9,
                text: "Автоматический режим работы. Сплит-система может самостоятельно переключаться между режимами нагрева и охлаждения для поддержания заданной температуры, эта функция актуальна в межсезонье, когда происходит существенное изменение температур в течение суток.",
              },
              {
                id: 10,
                text: "Фильтр высокой степени очистки. Фильтр имеет ячейки размером менее 500 мкм, вследствие чего задерживается на 80% больше пыли и пыльцы, чем обычным предварительным фильтром.",
              },
              {
                id: 11,
                text: "Скорость воздушного потока и положение жалюзи. Задаются вручную и автоматически, что позволяет пользователю подобрать наиболее комфортный для себя режим работы кондиционера. В этой модели имеется 4 скорости вращения вентилятора и 9 положений жалюзи.",
              },
              {
                id: 12,
                text: "Пульт ДУ.",
              },
              {
                id: 13,
                text: "Самодиагностика. Кондиционер выявляет неисправности и сообщает о них посредством вывода на дисплей определенного цифрового кода, по которому легко понять какая именно возникла неисправность.",
              },
              {
                id: 14,
                text: "Защита от перепадов напряжения. Кондиционер устойчив к частым колебаниям напряжения в сети, также он может работать при значительных отклонениях напряжения от 220 вольт.",
              },
              {
                id: 15,
                text: "Авторестарт.",
              },
              {
                id: 16,
                text: "Горячий старт исключает возможность поступления холодного воздуха в помещение (только в режиме обогрева).",
              },
              {
                id: 17,
                text: "Мягкий старт.  В момент запуска кондиционера компрессор плавно повышает мощность, что обеспечивает увеличение ресурса за счет снижения нагрузки на детали и понижения пусковых токов.",
              },
              {
                id: 18,
                text: "Долговечный теплообменник Blue Fin. Теплообменник покрыт специальным антикоррозийным покрытием Blue Fin. Это значительно улучшает эффективность теплообмена и в 3-5 раз увеличивает срок службы приборов.",
              },
              {
                id: 19,
                text: "Автоматическая разморозка. В режиме обогрева при температуре наружного воздуха ниже +5 °C включается система авторазморозки: прибор работает 5-10 минут в режиме охлаждения без включения вентилятора внутреннего блока, теплообменник внешнего блока нагревается и оттаивает.",
              },
              {
                id: 20,
                text: "Увеличенная длина трассы до 15м. Благодаря мощному компрессору имеется возможность устанавливать внутренний и наружный блок на большом удалении друг от друга, что значительно увеличивает количество вариантов размещения блоков кондиционера.",
              },
            ],
          },
          {
            id: 2,
            image: require("@/assets/image/imageCatalog1/Ken3.webp"),
            iconFactory: "Gree",
            model:
              "Инверторный кондиционер Kentatsu Tiba Inverter KSGTI26HZRN1/ KSRTI26HZRN1",
            price: "000 руб",
            description: [
              "Площадь: до 30 м2",
              "Мощность холод/тепло: 2,5(0,5-3,25)/2,8(0,5-3,7) кВт",
              "Серия: Tiba Inverter",
              "Потребляемая мощность холод/тепло: 0,68(0,15-1,3)/0,73(0,14-1,5) кВт",
              "Уровень шума внутренний/наружный:  (21/32/38)/49 дБ",
              "Расход воздуха: 270/430/500 м3/ч",
              "Класс энергоэффективности: А++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 15/10 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло: -15~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ):  (708х260х185)/(732х450х293) мм",
              "Вес внутренний/наружный: 7,0/24,5 кг",
              "Функция I-Feel, АвтоОчистка полного цикла, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени, Поддержание температуры +8С.Фильтры: Быстросъемный фильтр Easy Clean",
              "Сборка: завод Gree",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Kentatsu Tiba Inverter KSGTI26HZRN1/ KSRTI26HZRN1:",

            functionList: [
              {
                id: 1,
                text: "Воздушный фильтр. Удаляет частицы взвеси и пыли, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 2,
                text: "Функция I-Feel. Кондиционер поддерживает необходимую температуру в месте нахождения пульта дистанционного управления.",
              },
              {
                id: 3,
                text: "Режим «Турбо». Кондиционер работает с максимальной производительностью, для быстрого достижения заданной температуры.",
              },
              {
                id: 4,
                text: "Ночной режим. Обеспечивает наибольший уровень комфорта за счет регулирования температуры в помещении по особому алгоритму, а также максимальному снижению уровня шума.",
              },
              {
                id: 5,
                text: "Таймер 24 часа. Пользователь может задать желаемое время работы и нужный режим. ",
              },
              {
                id: 6,
                text: "Память положения жалюзи - прохлада в нужном вам направлении каждый раз после включения кондиционера.",
              },
              {
                id: 7,
                text: "Функция осушения обеспечивает снижение влажности внутри помещения. Конденсат, скапливающийся при работе системы, выводится через дренажную трубку.",
              },
              {
                id: 8,
                text: "Режим вентиляции.",
              },
              {
                id: 9,
                text: "Автоматический режим работы. Сплит-система может самостоятельно переключаться между режимами нагрева и охлаждения для поддержания заданной температуры, эта функция актуальна в межсезонье, когда происходит существенное изменение температур в течение суток.",
              },
              {
                id: 10,
                text: "Фильтр высокой степени очистки. Фильтр имеет ячейки размером менее 500 мкм, вследствие чего задерживается на 80% больше пыли и пыльцы, чем обычным предварительным фильтром.",
              },
              {
                id: 11,
                text: "Скорость воздушного потока и положение жалюзи. Задаются вручную и автоматически, что позволяет пользователю подобрать наиболее комфортный для себя режим работы кондиционера. В этой модели имеется 4 скорости вращения вентилятора и 9 положений жалюзи.",
              },
              {
                id: 12,
                text: "Пульт ДУ.",
              },
              {
                id: 13,
                text: "Самодиагностика. Кондиционер выявляет неисправности и сообщает о них посредством вывода на дисплей определенного цифрового кода, по которому легко понять какая именно возникла неисправность.",
              },
              {
                id: 14,
                text: "Защита от перепадов напряжения. Кондиционер устойчив к частым колебаниям напряжения в сети, также он может работать при значительных отклонениях напряжения от 220 вольт.",
              },
              {
                id: 15,
                text: "Авторестарт.",
              },
              {
                id: 16,
                text: "Горячий старт исключает возможность поступления холодного воздуха в помещение (только в режиме обогрева).",
              },
              {
                id: 17,
                text: "Мягкий старт.  В момент запуска кондиционера компрессор плавно повышает мощность, что обеспечивает увеличение ресурса за счет снижения нагрузки на детали и понижения пусковых токов.",
              },
              {
                id: 18,
                text: "Долговечный теплообменник Blue Fin. Теплообменник покрыт специальным антикоррозийным покрытием Blue Fin. Это значительно улучшает эффективность теплообмена и в 3-5 раз увеличивает срок службы приборов.",
              },
              {
                id: 19,
                text: "Автоматическая разморозка. В режиме обогрева при температуре наружного воздуха ниже +5 °C включается система авторазморозки: прибор работает 5-10 минут в режиме охлаждения без включения вентилятора внутреннего блока, теплообменник внешнего блока нагревается и оттаивает.",
              },
              {
                id: 20,
                text: "Увеличенная длина трассы до 15м. Благодаря мощному компрессору имеется возможность устанавливать внутренний и наружный блок на большом удалении друг от друга, что значительно увеличивает количество вариантов размещения блоков кондиционера.",
              },
            ],
          },
          {
            id: 3,
            image: require("@/assets/image/imageCatalog1/Ken3.webp"),
            iconFactory: "Gree",
            model:
              "Инверторный кондиционер Kentatsu Tiba Inverter KSGTI35HZRN1/ KSRTI35HZRN1",
            price: "000 руб",
            description: [
              "Площадь: до 35 м2",
              "Мощность холод/тепло: 3,2(0,9-3,6)/3,4(0,9-4,0) кВт",
              "Серия: Tiba Inverter",
              "Потребляемая мощность холод/тепло: 0,99(0,22-1,3)/0,92(0,22-1,5) кВт",
              "Уровень шума внутренний/наружный:   (24/33/41)/52 дБ",
              "Расход воздуха: 280/480/590 м3/ч",
              "Класс энергоэффективности: А++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 25/10 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло: -15~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (783х260х185)/(732х555х330) мм",
              "Вес внутренний/наружный: 8,0/25,0 кг",
              "Функция I-Feel, АвтоОчистка полного цикла, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени, Поддержание температуры +8С.Фильтры: Быстросъемный фильтр Easy Clean",
              "Сборка: завод Gree",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Kentatsu Tiba Inverter KSGTI35HZRN1/ KSRTI35HZRN1:",

            functionList: [
              {
                id: 1,
                text: "Воздушный фильтр. Удаляет частицы взвеси и пыли, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 2,
                text: "Функция I-Feel. Кондиционер поддерживает необходимую температуру в месте нахождения пульта дистанционного управления.",
              },
              {
                id: 3,
                text: "Режим «Турбо». Кондиционер работает с максимальной производительностью, для быстрого достижения заданной температуры.",
              },
              {
                id: 4,
                text: "Ночной режим. Обеспечивает наибольший уровень комфорта за счет регулирования температуры в помещении по особому алгоритму, а также максимальному снижению уровня шума.",
              },
              {
                id: 5,
                text: "Таймер 24 часа. Пользователь может задать желаемое время работы и нужный режим. ",
              },
              {
                id: 6,
                text: "Память положения жалюзи - прохлада в нужном вам направлении каждый раз после включения кондиционера.",
              },
              {
                id: 7,
                text: "Функция осушения обеспечивает снижение влажности внутри помещения. Конденсат, скапливающийся при работе системы, выводится через дренажную трубку.",
              },
              {
                id: 8,
                text: "Режим вентиляции.",
              },
              {
                id: 9,
                text: "Автоматический режим работы. Сплит-система может самостоятельно переключаться между режимами нагрева и охлаждения для поддержания заданной температуры, эта функция актуальна в межсезонье, когда происходит существенное изменение температур в течение суток.",
              },
              {
                id: 10,
                text: "Фильтр высокой степени очистки. Фильтр имеет ячейки размером менее 500 мкм, вследствие чего задерживается на 80% больше пыли и пыльцы, чем обычным предварительным фильтром.",
              },
              {
                id: 11,
                text: "Скорость воздушного потока и положение жалюзи. Задаются вручную и автоматически, что позволяет пользователю подобрать наиболее комфортный для себя режим работы кондиционера. В этой модели имеется 4 скорости вращения вентилятора и 9 положений жалюзи.",
              },
              {
                id: 12,
                text: "Пульт ДУ.",
              },
              {
                id: 13,
                text: "Самодиагностика. Кондиционер выявляет неисправности и сообщает о них посредством вывода на дисплей определенного цифрового кода, по которому легко понять какая именно возникла неисправность.",
              },
              {
                id: 14,
                text: "Защита от перепадов напряжения. Кондиционер устойчив к частым колебаниям напряжения в сети, также он может работать при значительных отклонениях напряжения от 220 вольт.",
              },
              {
                id: 15,
                text: "Авторестарт.",
              },
              {
                id: 16,
                text: "Горячий старт исключает возможность поступления холодного воздуха в помещение (только в режиме обогрева).",
              },
              {
                id: 17,
                text: "Мягкий старт.  В момент запуска кондиционера компрессор плавно повышает мощность, что обеспечивает увеличение ресурса за счет снижения нагрузки на детали и понижения пусковых токов.",
              },
              {
                id: 18,
                text: "Долговечный теплообменник Blue Fin. Теплообменник покрыт специальным антикоррозийным покрытием Blue Fin. Это значительно улучшает эффективность теплообмена и в 3-5 раз увеличивает срок службы приборов.",
              },
              {
                id: 19,
                text: "Автоматическая разморозка. В режиме обогрева при температуре наружного воздуха ниже +5 °C включается система авторазморозки: прибор работает 5-10 минут в режиме охлаждения без включения вентилятора внутреннего блока, теплообменник внешнего блока нагревается и оттаивает.",
              },
              {
                id: 20,
                text: "Увеличенная длина трассы до 15м. Благодаря мощному компрессору имеется возможность устанавливать внутренний и наружный блок на большом удалении друг от друга, что значительно увеличивает количество вариантов размещения блоков кондиционера.",
              },
            ],
          },
          {
            id: 4,
            image: require("@/assets/image/imageCatalog1/ken4.webp"),
            iconFactory: "Midea",
            model:
              "Инверторный кондиционер Kentatsu YUKI KSGYK21HZRN1/ KSRYK21HZRN1",
            price: "000 руб",
            description: [
              "Площадь: до 25 м2",
              "Мощность холод/тепло: 2,35(1,17-2,95)/2,43(0,91-2,99) кВт",
              "Серия: Yuki Inverter",
              "Потребляемая мощность холод/тепло:  0,73(0,1-1,07)/0,67(0,14-0,9) кВт",
              "Уровень шума внутренний/наружный: (22/24,5/35) дБ",
              "Расход воздуха: 300/380/480 м3/ч",
              "Класс энергоэффективности: А",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 25/10 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло:  -15~+50/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (715х285х194)/(668х469х252) мм",
              "Вес внутренний/наружный:  7,6/18,0 кг",
              "3D воздушный поток, Wi-Fi Control (опция), Автоматическая самоочистка испарителя, Функция I-Feel, Режим Турбо, Комфортный сон, Теплый пуск, Автоматическое качание заслонок, Управление скоростью вентилятора, Осушение воздуха, функция «Не беспокоить», Защита от коррозии, защита от нестабильности электропитания, самодиагностика и автоматическая защита, Автоматическая оттайка инея, Работа по таймеру 24 часа, Автоматический выбор режима, Съемная лицевая панель, Автоматический перезапуск, Обнаружение утечки хладагента, Гибкая система подключения, Скрытый цифровой дисплей. Фильтры: фильтры механической, электростатической, адсорбционной и фотокаталитической очистки",
              "Сборка: завод Midea",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Kentatsu YUKI KSGYK21HZRN1/ KSRYK21HZRN1 серии Yuki Inverter:",

            functionList: [
              {
                id: 1,
                text: "Объемный воздушный поток 3D Обеспечивает наилучшее перемешивание воздуха в помещении, предотвращая образование застойных зон и неравномерного температурного фона. Такой поток образуется путем сложения перемещений воздухораспределительных устройств кондиционера – горизонтальных заслонок и вертикальных жалюзи. Постоянное изменение направления подачи воздуха в помещение, закономерностью которого можно управлять, исключает сквозняки и позволяет создать эффект морского бриза.",
              },
              {
                id: 2,
                text: "Wi-Fi Control (опция) Возможность дистанционного управления работой кондиционера, в том числе через интернет, при помощи планшетного компьютера или смартфона.",
              },
              {
                id: 3,
                text: "Автоматическое качание заслонок Создает комфортную циркуляцию воздуха во всем помещении. Скорость воздуха из внутреннего блока ограничена величиной 0.3 м/с, поэтому вредные для здоровья сквозняки, исключены.",
              },
              {
                id: 4,
                text: "Быстрый выход на режим Ускорит достижение установленной на пульте температуры. Скорость вращения вентилятора внутреннего блока возрастет, и температура в помещении начнет быстрее приближаться к установленной.",
              },
              {
                id: 5,
                text: "Теплый пуск: Кондиционер исключает подачу холодного воздуха в помещение при режиме нагрева, когда холодный воздух помещения еще недостаточно прогрет.",
              },
              {
                id: 6,
                text: "Управление скоростью вентилятора: Позволяет менять производительность кондиционера с одновременным изменением скорости подачи воздуха в помещение – низкая-средняя-высокая-авто.",
              },
              {
                id: 7,
                text: "Осушение воздуха: Происходит без снижения его температуры, что обычно эффективно в дождливые дни или в районах с высокой влажностью воздуха. При обычных погодных условиях относительная влажность воздуха в помещении поддерживается в диапазоне от 35 до 60%.",
              },
              {
                id: 8,
                text: "Локальный микроклимат: Создается не во всем помещении, а в его ограниченной зоне. Она может быть строго зафиксирована, а может и перемещаться, но именно в ней с помощью кондиционера Kentatsu обеспечивается достижение комфортных значений параметров.",
              },
              {
                id: 9,
                text: "Функция «Не беспокоить»: Функция отключения дисплея, звуковых сигналов и боковой подсветки (в некоторых моделях). Возможен автоматический (реакция на выключение/ включение освещения) и ручной режим (с пульта управления).",
              },
              {
                id: 10,
                text: "Функция «Комфортный сон»: Во время сна установленная температура изменяется в течение двух часов, что предотвращает переохлаждение или перегрев человека, также снижается уровень шума и электропотребление.",
              },
              {
                id: 11,
                text: "Фильтр высокой степени очистки. Фильтр имеет ячейки размером менее 500 мкм, вследствие чего задерживается на 80% больше пыли и пыльцы, чем обычным предварительным фильтром.",
              },
              {
                id: 12,
                text: "Многоступенчатая очистка воздуха. Многоступенчатая очистка воздуха в помещении обеспечит его соответствие требованиям международных стандартов по содержанию бытовых загрязнений и запахов. Фильтры механической, электростатической, адсорбционной и фотокаталитической очистки задержат тополиный пух, шерсть животных, устранят большинство бытовых запахов, предотвратят появление плесени, дезактивируют вирусы и микробы.",
              },
              {
                id: 13,
                text: "Автоматическая очистка теплообменника Исключает образование плесени и неприятных запахов во внутреннем блоке. Причиной этому становится пыль, содержащаяся в воздушном потоке, поступающем из помещения, и оседающая на фильтрах. Для исключения отрицательного воздействия этих загрязнений на микроклимат помещения нужно своевременно удалять излишнюю влагу с поверхности испарителя. Этот процесс осуществляется автоматически путем периодической просушки внутреннего блока.",
              },
              {
                id: 14,
                text: "Использование озонобезопасного хладагента R32 Использование озонобезопасного хладагента R32 в кондиционерах гарантирует минимальное воздействие на изменение климата, и это лучшее из существующих на данный момент найденных решений.",
              },
              {
                id: 15,
                text: "Автоматический выбор режима: Охлаждение, нагрев или только вентиляция – происходит без вмешательства пользователя. Микропроцессор будет сам их чередовать в зависимости от разности температур в помещении и установленной на пульте.",
              },
              {
                id: 16,
                text: "Съемная лицевая панель позволяет легко откинуть ее и отделить от корпуса внутреннего блока, не прибегая к услугам специалистов. Не потребуется и специальных инструментов.",
              },
              {
                id: 17,
                text: "Автоматический перезапуск возвращает кондиционер после перебоя с электропитанием к предыдущим настройкам без вмешательства пользователя. Эта функция наиболее эффективна при отсутствии кого-либо в помещении или во время сна.",
              },
              {
                id: 18,
                text: "Гибкая система подключения Серия Kentatsu Bravo подразумевает возможность вывода фреоновых трубопроводов в двух направлениях.",
              },
              {
                id: 19,
                text: "Цифровой дисплей. Современный светящийся дисплей с четким и контрастным отображением важнейших параметров, в том числе скрытого типа, который виден только при включенном кондиционере.",
              },
              {
                id: 20,
                text: "Защита от коррозии обеспечивается благодаря специальным антикоррозионным покрытиям на корпусе и конденсаторе. Порошковое покрытие не только придает привлекательный внешний вид металлическому корпусу, но и предохраняет от ржавчины.",
              },
              {
                id: 21,
                text: "Защита от нестабильности электропитания. Данный функционал сохранит работоспособность вашего кондиционера Kentatsu при колебаниях напряжения сети от 160 до 250 В, что значительно превышает стандартные требования к электромеханическим приборам.",
              },
              {
                id: 22,
                text: "Самодиагностика и автоматическая защита: Осуществляется микропроцессором, который может определить неисправность кондиционера и отобразить на табло индикации внутреннего блока факт ее появления.",
              },
              {
                id: 23,
                text: "Автоматическая оттайка инея: Экономит электроэнергию в режиме нагрева за счет периодических переключений на охлаждение, что освобождает теплообменник наружного блока от наросшего слоя инея.",
              },
              {
                id: 24,
                text: "Обнаружение утечки хладагента: В случае обнаружения процессором наружного блока утечки фреона в кондиционере, датчик, находящийся во внутреннем блоке подаст звуковой сигнал и одновременно на дисплее отобразится надпись «EC». 340/360",
              },
            ],
          },
          {
            id: 5,
            image: require("@/assets/image/imageCatalog1/ken4.webp"),
            iconFactory: "Midea",
            model:
              "Инверторный кондиционер Kentatsu YUKI KSGYK26HZRN1/ KSRYK26HZRN1",
            price: "000 руб",
            description: [
              "Площадь: до 28 м2",
              "Мощность холод/тепло: 2,64(1,17-2,95)/2,93(0,91-2,99) кВт",
              "Серия: Yuki Inverter",
              "Потребляемая мощность холод/тепло:  00,82(0,1-1,07)/0,81(0,14-0,9) кВт",
              "Уровень шума внутренний/наружный: (22/24,5/35) дБ",
              "Расход воздуха: 300/380/480 м3/ч",
              "Класс энергоэффективности: А",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 25/10 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло:  -15~+50/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (715х285х194)/(668х469х252) мм",
              "Вес внутренний/наружный:  7,6/18,0 кг",
              "3D воздушный поток, Wi-Fi Control (опция), Автоматическая самоочистка испарителя, Функция I-Feel, Режим Турбо, Комфортный сон, Теплый пуск, Автоматическое качание заслонок, Управление скоростью вентилятора, Осушение воздуха, функция «Не беспокоить», Защита от коррозии, защита от нестабильности электропитания, самодиагностика и автоматическая защита, Автоматическая оттайка инея, Работа по таймеру 24 часа, Автоматический выбор режима, Съемная лицевая панель, Автоматический перезапуск, Обнаружение утечки хладагента, Гибкая система подключения, Скрытый цифровой дисплей. Фильтры: фильтры механической, электростатической, адсорбционной и фотокаталитической очистки",
              "Сборка: завод Midea",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Kentatsu YUKI KSGYK26HZRN1/ KSRYK26HZRN1 серии Yuki Inverter:",

            functionList: [
              {
                id: 1,
                text: "Объемный воздушный поток 3D Обеспечивает наилучшее перемешивание воздуха в помещении, предотвращая образование застойных зон и неравномерного температурного фона. Такой поток образуется путем сложения перемещений воздухораспределительных устройств кондиционера – горизонтальных заслонок и вертикальных жалюзи. Постоянное изменение направления подачи воздуха в помещение, закономерностью которого можно управлять, исключает сквозняки и позволяет создать эффект морского бриза.",
              },
              {
                id: 2,
                text: "Wi-Fi Control (опция) Возможность дистанционного управления работой кондиционера, в том числе через интернет, при помощи планшетного компьютера или смартфона.",
              },
              {
                id: 3,
                text: "Автоматическое качание заслонок Создает комфортную циркуляцию воздуха во всем помещении. Скорость воздуха из внутреннего блока ограничена величиной 0.3 м/с, поэтому вредные для здоровья сквозняки, исключены.",
              },
              {
                id: 4,
                text: "Быстрый выход на режим Ускорит достижение установленной на пульте температуры. Скорость вращения вентилятора внутреннего блока возрастет, и температура в помещении начнет быстрее приближаться к установленной.",
              },
              {
                id: 5,
                text: "Теплый пуск: Кондиционер исключает подачу холодного воздуха в помещение при режиме нагрева, когда холодный воздух помещения еще недостаточно прогрет.",
              },
              {
                id: 6,
                text: "Управление скоростью вентилятора: Позволяет менять производительность кондиционера с одновременным изменением скорости подачи воздуха в помещение – низкая-средняя-высокая-авто.",
              },
              {
                id: 7,
                text: "Осушение воздуха: Происходит без снижения его температуры, что обычно эффективно в дождливые дни или в районах с высокой влажностью воздуха. При обычных погодных условиях относительная влажность воздуха в помещении поддерживается в диапазоне от 35 до 60%.",
              },
              {
                id: 8,
                text: "Локальный микроклимат: Создается не во всем помещении, а в его ограниченной зоне. Она может быть строго зафиксирована, а может и перемещаться, но именно в ней с помощью кондиционера Kentatsu обеспечивается достижение комфортных значений параметров.",
              },
              {
                id: 9,
                text: "Функция «Не беспокоить»: Функция отключения дисплея, звуковых сигналов и боковой подсветки (в некоторых моделях). Возможен автоматический (реакция на выключение/ включение освещения) и ручной режим (с пульта управления).",
              },
              {
                id: 10,
                text: "Функция «Комфортный сон»: Во время сна установленная температура изменяется в течение двух часов, что предотвращает переохлаждение или перегрев человека, также снижается уровень шума и электропотребление.",
              },
              {
                id: 11,
                text: "Фильтр высокой степени очистки. Фильтр имеет ячейки размером менее 500 мкм, вследствие чего задерживается на 80% больше пыли и пыльцы, чем обычным предварительным фильтром.",
              },
              {
                id: 12,
                text: "Многоступенчатая очистка воздуха. Многоступенчатая очистка воздуха в помещении обеспечит его соответствие требованиям международных стандартов по содержанию бытовых загрязнений и запахов. Фильтры механической, электростатической, адсорбционной и фотокаталитической очистки задержат тополиный пух, шерсть животных, устранят большинство бытовых запахов, предотвратят появление плесени, дезактивируют вирусы и микробы.",
              },
              {
                id: 13,
                text: "Автоматическая очистка теплообменника Исключает образование плесени и неприятных запахов во внутреннем блоке. Причиной этому становится пыль, содержащаяся в воздушном потоке, поступающем из помещения, и оседающая на фильтрах. Для исключения отрицательного воздействия этих загрязнений на микроклимат помещения нужно своевременно удалять излишнюю влагу с поверхности испарителя. Этот процесс осуществляется автоматически путем периодической просушки внутреннего блока.",
              },
              {
                id: 14,
                text: "Использование озонобезопасного хладагента R32 Использование озонобезопасного хладагента R32 в кондиционерах гарантирует минимальное воздействие на изменение климата, и это лучшее из существующих на данный момент найденных решений.",
              },
              {
                id: 15,
                text: "Автоматический выбор режима: Охлаждение, нагрев или только вентиляция – происходит без вмешательства пользователя. Микропроцессор будет сам их чередовать в зависимости от разности температур в помещении и установленной на пульте.",
              },
              {
                id: 16,
                text: "Съемная лицевая панель позволяет легко откинуть ее и отделить от корпуса внутреннего блока, не прибегая к услугам специалистов. Не потребуется и специальных инструментов.",
              },
              {
                id: 17,
                text: "Автоматический перезапуск возвращает кондиционер после перебоя с электропитанием к предыдущим настройкам без вмешательства пользователя. Эта функция наиболее эффективна при отсутствии кого-либо в помещении или во время сна.",
              },
              {
                id: 18,
                text: "Гибкая система подключения Серия Kentatsu Bravo подразумевает возможность вывода фреоновых трубопроводов в двух направлениях.",
              },
              {
                id: 19,
                text: "Цифровой дисплей. Современный светящийся дисплей с четким и контрастным отображением важнейших параметров, в том числе скрытого типа, который виден только при включенном кондиционере.",
              },
              {
                id: 20,
                text: "Защита от коррозии обеспечивается благодаря специальным антикоррозионным покрытиям на корпусе и конденсаторе. Порошковое покрытие не только придает привлекательный внешний вид металлическому корпусу, но и предохраняет от ржавчины.",
              },
              {
                id: 21,
                text: "Защита от нестабильности электропитания. Данный функционал сохранит работоспособность вашего кондиционера Kentatsu при колебаниях напряжения сети от 160 до 250 В, что значительно превышает стандартные требования к электромеханическим приборам.",
              },
              {
                id: 22,
                text: "Самодиагностика и автоматическая защита: Осуществляется микропроцессором, который может определить неисправность кондиционера и отобразить на табло индикации внутреннего блока факт ее появления.",
              },
              {
                id: 23,
                text: "Автоматическая оттайка инея: Экономит электроэнергию в режиме нагрева за счет периодических переключений на охлаждение, что освобождает теплообменник наружного блока от наросшего слоя инея.",
              },
              {
                id: 24,
                text: "Обнаружение утечки хладагента: В случае обнаружения процессором наружного блока утечки фреона в кондиционере, датчик, находящийся во внутреннем блоке подаст звуковой сигнал и одновременно на дисплее отобразится надпись «EC». 340/360",
              },
            ],
          },
          {
            id: 6,
            image: require("@/assets/image/imageCatalog1/ken4.webp"),
            iconFactory: "Midea",
            model:
              "Инверторный кондиционер Kentatsu YUKI KSGYK35HZRN1/ KSRYK35HZRN1",
            price: "000 руб",
            description: [
              "Площадь: до 36 м2",
              "Мощность холод/тепло: 3,61(1,29-3,78)/3,71(1,06-4,04) кВт",
              "Серия: Yuki Inverter",
              "Потребляемая мощность холод/тепло:  1,12(0,28-1,22)/1,03(0,3-1,26) кВт",
              "Уровень шума внутренний/наружный: (23,5/26,5/37,5) дБ",
              "Расход воздуха: 320/425/520 м3/ч",
              "Класс энергоэффективности: А",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 25/10 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло:  -15~+50/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ):  (715х285х194)/(720х495х270) мм",
              "Вес внутренний/наружный: 7,6/21,4 кг",
              "3D воздушный поток, Wi-Fi Control (опция), Автоматическая самоочистка испарителя, Функция I-Feel, Режим Турбо, Комфортный сон, Теплый пуск, Автоматическое качание заслонок, Управление скоростью вентилятора, Осушение воздуха, функция «Не беспокоить», Защита от коррозии, защита от нестабильности электропитания, самодиагностика и автоматическая защита, Автоматическая оттайка инея, Работа по таймеру 24 часа, Автоматический выбор режима, Съемная лицевая панель, Автоматический перезапуск, Обнаружение утечки хладагента, Гибкая система подключения, Скрытый цифровой дисплей. Фильтры: фильтры механической, электростатической, адсорбционной и фотокаталитической очистки",
              "Сборка: завод Midea",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Kentatsu YUKI KSGYK35HZRN1/ KSRYK35HZRN1 серии Yuki Inverter:",

            functionList: [
              {
                id: 1,
                text: "Объемный воздушный поток 3D Обеспечивает наилучшее перемешивание воздуха в помещении, предотвращая образование застойных зон и неравномерного температурного фона. Такой поток образуется путем сложения перемещений воздухораспределительных устройств кондиционера – горизонтальных заслонок и вертикальных жалюзи. Постоянное изменение направления подачи воздуха в помещение, закономерностью которого можно управлять, исключает сквозняки и позволяет создать эффект морского бриза.",
              },
              {
                id: 2,
                text: "Wi-Fi Control (опция) Возможность дистанционного управления работой кондиционера, в том числе через интернет, при помощи планшетного компьютера или смартфона.",
              },
              {
                id: 3,
                text: "Автоматическое качание заслонок Создает комфортную циркуляцию воздуха во всем помещении. Скорость воздуха из внутреннего блока ограничена величиной 0.3 м/с, поэтому вредные для здоровья сквозняки, исключены.",
              },
              {
                id: 4,
                text: "Быстрый выход на режим Ускорит достижение установленной на пульте температуры. Скорость вращения вентилятора внутреннего блока возрастет, и температура в помещении начнет быстрее приближаться к установленной.",
              },
              {
                id: 5,
                text: "Теплый пуск: Кондиционер исключает подачу холодного воздуха в помещение при режиме нагрева, когда холодный воздух помещения еще недостаточно прогрет.",
              },
              {
                id: 6,
                text: "Управление скоростью вентилятора: Позволяет менять производительность кондиционера с одновременным изменением скорости подачи воздуха в помещение – низкая-средняя-высокая-авто.",
              },
              {
                id: 7,
                text: "Осушение воздуха: Происходит без снижения его температуры, что обычно эффективно в дождливые дни или в районах с высокой влажностью воздуха. При обычных погодных условиях относительная влажность воздуха в помещении поддерживается в диапазоне от 35 до 60%.",
              },
              {
                id: 8,
                text: "Локальный микроклимат: Создается не во всем помещении, а в его ограниченной зоне. Она может быть строго зафиксирована, а может и перемещаться, но именно в ней с помощью кондиционера Kentatsu обеспечивается достижение комфортных значений параметров.",
              },
              {
                id: 9,
                text: "Функция «Не беспокоить»: Функция отключения дисплея, звуковых сигналов и боковой подсветки (в некоторых моделях). Возможен автоматический (реакция на выключение/ включение освещения) и ручной режим (с пульта управления).",
              },
              {
                id: 10,
                text: "Функция «Комфортный сон»: Во время сна установленная температура изменяется в течение двух часов, что предотвращает переохлаждение или перегрев человека, также снижается уровень шума и электропотребление.",
              },
              {
                id: 11,
                text: "Фильтр высокой степени очистки. Фильтр имеет ячейки размером менее 500 мкм, вследствие чего задерживается на 80% больше пыли и пыльцы, чем обычным предварительным фильтром.",
              },
              {
                id: 12,
                text: "Многоступенчатая очистка воздуха. Многоступенчатая очистка воздуха в помещении обеспечит его соответствие требованиям международных стандартов по содержанию бытовых загрязнений и запахов. Фильтры механической, электростатической, адсорбционной и фотокаталитической очистки задержат тополиный пух, шерсть животных, устранят большинство бытовых запахов, предотвратят появление плесени, дезактивируют вирусы и микробы.",
              },
              {
                id: 13,
                text: "Автоматическая очистка теплообменника Исключает образование плесени и неприятных запахов во внутреннем блоке. Причиной этому становится пыль, содержащаяся в воздушном потоке, поступающем из помещения, и оседающая на фильтрах. Для исключения отрицательного воздействия этих загрязнений на микроклимат помещения нужно своевременно удалять излишнюю влагу с поверхности испарителя. Этот процесс осуществляется автоматически путем периодической просушки внутреннего блока.",
              },
              {
                id: 14,
                text: "Использование озонобезопасного хладагента R32 Использование озонобезопасного хладагента R32 в кондиционерах гарантирует минимальное воздействие на изменение климата, и это лучшее из существующих на данный момент найденных решений.",
              },
              {
                id: 15,
                text: "Автоматический выбор режима: Охлаждение, нагрев или только вентиляция – происходит без вмешательства пользователя. Микропроцессор будет сам их чередовать в зависимости от разности температур в помещении и установленной на пульте.",
              },
              {
                id: 16,
                text: "Съемная лицевая панель позволяет легко откинуть ее и отделить от корпуса внутреннего блока, не прибегая к услугам специалистов. Не потребуется и специальных инструментов.",
              },
              {
                id: 17,
                text: "Автоматический перезапуск возвращает кондиционер после перебоя с электропитанием к предыдущим настройкам без вмешательства пользователя. Эта функция наиболее эффективна при отсутствии кого-либо в помещении или во время сна.",
              },
              {
                id: 18,
                text: "Гибкая система подключения Серия Kentatsu Bravo подразумевает возможность вывода фреоновых трубопроводов в двух направлениях.",
              },
              {
                id: 19,
                text: "Цифровой дисплей. Современный светящийся дисплей с четким и контрастным отображением важнейших параметров, в том числе скрытого типа, который виден только при включенном кондиционере.",
              },
              {
                id: 20,
                text: "Защита от коррозии обеспечивается благодаря специальным антикоррозионным покрытиям на корпусе и конденсаторе. Порошковое покрытие не только придает привлекательный внешний вид металлическому корпусу, но и предохраняет от ржавчины.",
              },
              {
                id: 21,
                text: "Защита от нестабильности электропитания. Данный функционал сохранит работоспособность вашего кондиционера Kentatsu при колебаниях напряжения сети от 160 до 250 В, что значительно превышает стандартные требования к электромеханическим приборам.",
              },
              {
                id: 22,
                text: "Самодиагностика и автоматическая защита: Осуществляется микропроцессором, который может определить неисправность кондиционера и отобразить на табло индикации внутреннего блока факт ее появления.",
              },
              {
                id: 23,
                text: "Автоматическая оттайка инея: Экономит электроэнергию в режиме нагрева за счет периодических переключений на охлаждение, что освобождает теплообменник наружного блока от наросшего слоя инея.",
              },
              {
                id: 24,
                text: "Обнаружение утечки хладагента: В случае обнаружения процессором наружного блока утечки фреона в кондиционере, датчик, находящийся во внутреннем блоке подаст звуковой сигнал и одновременно на дисплее отобразится надпись «EC». 340/360",
              },
            ],
          },
          {
            id: 7,
            image: require("@/assets/image/imageCatalog1/Ken3.webp"),
            iconFactory: "Gree",
            model:
              "Инверторный кондиционер Kentatsu Tiba Inverter KSGTI50HZRN1/ KSRTI50HZRN1",
            price: "000 руб",
            description: [
              "Площадь: до 50 м2",
              "Мощность холод/тепло: 4,6(1,0-5,4)/5,2(0,75-5,8) кВт",
              "Серия: Tiba Inverter",
              "Потребляемая мощность холод/тепло: 1,35(0,15-1,9)/1,33(0,16-1,9) кВт",
              "Уровень шума внутренний/наружный: (28/41/47)/54 дБ",
              "Расход воздуха: 600/800/1000 м3/ч",
              "Класс энергоэффективности: А++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 25/10 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло: -15~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (943х333х246)/(732х555х330) мм",
              "Вес внутренний/наружный: 13,0/27,5 кг",
              "Функция I-Feel, Автоочистка полного цикла, Режим энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени, Поддержание температуры +8С. Фильтры: Быстросъемный фильтр Easy Clean",
              "Сборка: завод Gree",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Kentatsu Tiba Inverter KSGTI50HZRN1/ KSRTI50HZRN1:",

            functionList: [
              {
                id: 1,
                text: "Воздушный фильтр. Удаляет частицы взвеси и пыли, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 2,
                text: "Функция I-Feel. Кондиционер поддерживает необходимую температуру в месте нахождения пульта дистанционного управления.",
              },
              {
                id: 3,
                text: "Режим «Турбо». Кондиционер работает с максимальной производительностью, для быстрого достижения заданной температуры.",
              },
              {
                id: 4,
                text: "Ночной режим. Обеспечивает наибольший уровень комфорта за счет регулирования температуры в помещении по особому алгоритму, а также максимальному снижению уровня шума.",
              },
              {
                id: 5,
                text: "Таймер 24 часа. Пользователь может задать желаемое время работы и нужный режим. ",
              },
              {
                id: 6,
                text: "Память положения жалюзи - прохлада в нужном вам направлении каждый раз после включения кондиционера.",
              },
              {
                id: 7,
                text: "Функция осушения обеспечивает снижение влажности внутри помещения. Конденсат, скапливающийся при работе системы, выводится через дренажную трубку.",
              },
              {
                id: 8,
                text: "Режим вентиляции.",
              },
              {
                id: 9,
                text: "Автоматический режим работы. Сплит-система может самостоятельно переключаться между режимами нагрева и охлаждения для поддержания заданной температуры, эта функция актуальна в межсезонье, когда происходит существенное изменение температур в течение суток.",
              },
              {
                id: 10,
                text: "Фильтр высокой степени очистки. Фильтр имеет ячейки размером менее 500 мкм, вследствие чего задерживается на 80% больше пыли и пыльцы, чем обычным предварительным фильтром.",
              },
              {
                id: 11,
                text: "Скорость воздушного потока и положение жалюзи. Задаются вручную и автоматически, что позволяет пользователю подобрать наиболее комфортный для себя режим работы кондиционера. В этой модели имеется 4 скорости вращения вентилятора и 9 положений жалюзи.",
              },
              {
                id: 12,
                text: "Пульт ДУ.",
              },
              {
                id: 13,
                text: "Самодиагностика. Кондиционер выявляет неисправности и сообщает о них посредством вывода на дисплей определенного цифрового кода, по которому легко понять какая именно возникла неисправность.",
              },
              {
                id: 14,
                text: "Защита от перепадов напряжения. Кондиционер устойчив к частым колебаниям напряжения в сети, также он может работать при значительных отклонениях напряжения от 220 вольт.",
              },
              {
                id: 15,
                text: "Авторестарт.",
              },
              {
                id: 16,
                text: "Горячий старт исключает возможность поступления холодного воздуха в помещение (только в режиме обогрева).",
              },
              {
                id: 17,
                text: "Мягкий старт.  В момент запуска кондиционера компрессор плавно повышает мощность, что обеспечивает увеличение ресурса за счет снижения нагрузки на детали и понижения пусковых токов.",
              },
              {
                id: 18,
                text: "Долговечный теплообменник Blue Fin. Теплообменник покрыт специальным антикоррозийным покрытием Blue Fin. Это значительно улучшает эффективность теплообмена и в 3-5 раз увеличивает срок службы приборов.",
              },
              {
                id: 19,
                text: "Автоматическая разморозка. В режиме обогрева при температуре наружного воздуха ниже +5 °C включается система авторазморозки: прибор работает 5-10 минут в режиме охлаждения без включения вентилятора внутреннего блока, теплообменник внешнего блока нагревается и оттаивает.",
              },
              {
                id: 20,
                text: "Автоочистка полного цикла. При отключении кондиционера вентилятор продолжает работать некоторое время, осушая и очищая внутренние части прибора, что предотвращает образование бактерий и плесени.",
              },
              {
                id: 21,
                text: "Увеличенная длина трассы до 25м. Благодаря мощному компрессору имеется возможность устанавливать внутренний и наружный блок на большом удалении друг от друга, что значительно увеличивает количество вариантов размещения блоков кондиционера.",
              },
            ],
          },
          {
            id: 8,
            image: require("@/assets/image/imageCatalog1/Ken3.webp"),
            iconFactory: "Gree",
            model:
              "Инверторный кондиционер Kentatsu Tiba Inverter KSGTI70HZRN1/ KSRTI70HZRN1",
            price: "000 руб",
            description: [
              "Площадь: до 70 м2",
              "Мощность холод/тепло: 6,2(1,8-6,9)/6,5(1,3-7,91) кВт",
              "Серия: Tiba Inverter",
              "Потребляемая мощность холод/тепло: 1,79(0,45-2,3)/1,65(0,45-2,3) кВт",
              "Уровень шума внутренний/наружный: (32/42/50)/56 дБ",
              "Расход воздуха: 640/900/1050 м3/ч",
              "Класс энергоэффективности: А++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 25/10 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло: -15~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (943х333х246)/(873х555х376) мм",
              "Вес внутренний/наружный: 13,5/36,5 кг",
              "Функция I-Feel, Автоочистка полного цикла, Режим энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени, Поддержание температуры +8С. Фильтры: Быстросъемный фильтр Easy Clean",
              "Сборка: завод Gree",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Kentatsu Tiba Inverter KSGTI70HZRN1/ KSRTI70HZRN1:",

            functionList: [
              {
                id: 1,
                text: "Воздушный фильтр. Удаляет частицы взвеси и пыли, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 2,
                text: "Функция I-Feel. Кондиционер поддерживает необходимую температуру в месте нахождения пульта дистанционного управления.",
              },
              {
                id: 3,
                text: "Режим «Турбо». Кондиционер работает с максимальной производительностью, для быстрого достижения заданной температуры.",
              },
              {
                id: 4,
                text: "Ночной режим. Обеспечивает наибольший уровень комфорта за счет регулирования температуры в помещении по особому алгоритму, а также максимальному снижению уровня шума.",
              },
              {
                id: 5,
                text: "Таймер 24 часа. Пользователь может задать желаемое время работы и нужный режим. ",
              },
              {
                id: 6,
                text: "Память положения жалюзи - прохлада в нужном вам направлении каждый раз после включения кондиционера.",
              },
              {
                id: 7,
                text: "Функция осушения обеспечивает снижение влажности внутри помещения. Конденсат, скапливающийся при работе системы, выводится через дренажную трубку.",
              },
              {
                id: 8,
                text: "Режим вентиляции.",
              },
              {
                id: 9,
                text: "Автоматический режим работы. Сплит-система может самостоятельно переключаться между режимами нагрева и охлаждения для поддержания заданной температуры, эта функция актуальна в межсезонье, когда происходит существенное изменение температур в течение суток.",
              },
              {
                id: 10,
                text: "Фильтр высокой степени очистки. Фильтр имеет ячейки размером менее 500 мкм, вследствие чего задерживается на 80% больше пыли и пыльцы, чем обычным предварительным фильтром.",
              },
              {
                id: 11,
                text: "Скорость воздушного потока и положение жалюзи. Задаются вручную и автоматически, что позволяет пользователю подобрать наиболее комфортный для себя режим работы кондиционера. В этой модели имеется 4 скорости вращения вентилятора и 9 положений жалюзи.",
              },
              {
                id: 12,
                text: "Пульт ДУ.",
              },
              {
                id: 13,
                text: "Самодиагностика. Кондиционер выявляет неисправности и сообщает о них посредством вывода на дисплей определенного цифрового кода, по которому легко понять какая именно возникла неисправность.",
              },
              {
                id: 14,
                text: "Защита от перепадов напряжения. Кондиционер устойчив к частым колебаниям напряжения в сети, также он может работать при значительных отклонениях напряжения от 220 вольт.",
              },
              {
                id: 15,
                text: "Авторестарт.",
              },
              {
                id: 16,
                text: "Горячий старт исключает возможность поступления холодного воздуха в помещение (только в режиме обогрева).",
              },
              {
                id: 17,
                text: "Мягкий старт.  В момент запуска кондиционера компрессор плавно повышает мощность, что обеспечивает увеличение ресурса за счет снижения нагрузки на детали и понижения пусковых токов.",
              },
              {
                id: 18,
                text: "Долговечный теплообменник Blue Fin. Теплообменник покрыт специальным антикоррозийным покрытием Blue Fin. Это значительно улучшает эффективность теплообмена и в 3-5 раз увеличивает срок службы приборов.",
              },
              {
                id: 19,
                text: "Автоматическая разморозка. В режиме обогрева при температуре наружного воздуха ниже +5 °C включается система авторазморозки: прибор работает 5-10 минут в режиме охлаждения без включения вентилятора внутреннего блока, теплообменник внешнего блока нагревается и оттаивает.",
              },
              {
                id: 20,
                text: "Автоочистка полного цикла. При отключении кондиционера вентилятор продолжает работать некоторое время, осушая и очищая внутренние части прибора, что предотвращает образование бактерий и плесени.",
              },
              {
                id: 21,
                text: "Увеличенная длина трассы до 25м. Благодаря мощному компрессору имеется возможность устанавливать внутренний и наружный блок на большом удалении друг от друга, что значительно увеличивает количество вариантов размещения блоков кондиционера.",
              },
            ],
          },
          {
            id: 9,
            image: require("@/assets/image/imageCatalog1/ken4.webp"),
            iconFactory: "Midea",
            model:
              "Инверторный кондиционер Kentatsu YUKI KSGYK53HZRN1/ KSRYK53HZRN1",
            price: "000 руб",
            description: [
              "Площадь: до 55 м2",
              "Мощность холод/тепло: 5,28(1,82-6,16)/5,57(1,29-6,74) кВт",
              "Серия: Yuki Inverter",
              "Потребляемая мощность холод/тепло: 1,55(0,14-2,3)/1,57(0,22-2,35) кВт",
              "Уровень шума внутренний/наружный: (20/26/42,5) дБ",
              "Расход воздуха: 540/680/840 м3/ч",
              "Класс энергоэффективности: А",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
              "Максимальная длина/высота трассы: 30/20 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло:  -15~+50/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (957х302х213)/(805х554х330) мм",
              "Вес внутренний/наружный: 10,0/32,7 кг",
              "3D воздушный поток, Wi-Fi Control (опция), Автоматическая самоочистка испарителя, Функция I-Feel, Режим Турбо, Комфортный сон, Теплый пуск, Автоматическое качание заслонок, Управление скоростью вентилятора, Осушение воздуха, функция «Не беспокоить», Защита от коррозии, защита от нестабильности электропитания, самодиагностика и автоматическая защита, Автоматическая оттайка инея, Работа по таймеру 24 часа, Автоматический выбор режима, Съемная лицевая панель, Автоматический перезапуск, Обнаружение утечки хладагента, Гибкая система подключения, Скрытый цифровой дисплей. Фильтры: фильтры механической, электростатической, адсорбционной и фотокаталитической очистки",
              "Сборка: завод Midea",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Kentatsu YUKI KSGYK53HZRN1/ KSRYK53HZRN1 серии Yuki Inverter:",

            functionList: [
              {
                id: 1,
                text: "Объемный воздушный поток 3D Обеспечивает наилучшее перемешивание воздуха в помещении, предотвращая образование застойных зон и неравномерного температурного фона. Такой поток образуется путем сложения перемещений воздухораспределительных устройств кондиционера – горизонтальных заслонок и вертикальных жалюзи. Постоянное изменение направления подачи воздуха в помещение, закономерностью которого можно управлять, исключает сквозняки и позволяет создать эффект морского бриза.",
              },
              {
                id: 2,
                text: "Wi-Fi Control (опция) Возможность дистанционного управления работой кондиционера, в том числе через интернет, при помощи планшетного компьютера или смартфона.",
              },
              {
                id: 3,
                text: "Автоматическое качание заслонок создает комфортную циркуляцию воздуха во всем помещении. Скорость воздуха из внутреннего блока ограничена величиной 0.3 м/с, поэтому вредные для здоровья сквозняки, исключены.",
              },
              {
                id: 4,
                text: "Быстрый выход на режим Ускорит достижение установленной на пульте температуры. Скорость вращения вентилятора внутреннего блока возрастет, и температура в помещении начнет быстрее приближаться к установленной.",
              },
              {
                id: 5,
                text: "Теплый пуск: Кондиционер исключает подачу холодного воздуха в помещение при режиме нагрева, когда холодный воздух помещения еще недостаточно прогрет.",
              },
              {
                id: 6,
                text: "Управление скоростью вентилятора позволяет менять производительность кондиционера с одновременным изменением скорости подачи воздуха в помещение – низкая-средняя-высокая-авто.",
              },
              {
                id: 7,
                text: "Осушение воздуха происходит без снижения его температуры, что обычно эффективно в дождливые дни или в районах с высокой влажностью воздуха. При обычных погодных условиях относительная влажность воздуха в помещении поддерживается в диапазоне от 35 до 60%.",
              },
              {
                id: 8,
                text: "Локальный микроклимат создается не во всем помещении, а в его ограниченной зоне. Она может быть строго зафиксирована, а может и перемещаться, но именно в ней с помощью кондиционера Kentatsu обеспечивается достижение комфортных значений параметров.",
              },
              {
                id: 9,
                text: "Функция «Не беспокоить» - функция отключения дисплея, звуковых сигналов и боковой подсветки (в некоторых моделях). Возможен автоматический (реакция на выключение/ включение освещения) и ручной режим (с пульта управления).",
              },
              {
                id: 10,
                text: "Функция «Комфортный сон». Во время сна установленная температура изменяется в течение двух часов, что предотвращает переохлаждение или перегрев человека, также снижается уровень шума и электропотребление.",
              },
              {
                id: 11,
                text: "Фильтр высокой степени очистки. Фильтр имеет ячейки размером менее 500 мкм, вследствие чего задерживается на 80% больше пыли и пыльцы, чем обычным предварительным фильтром.",
              },
              {
                id: 12,
                text: "Многоступенчатая очистка воздуха в помещении обеспечит его соответствие требованиям международных стандартов по содержанию бытовых загрязнений и запахов. Фильтры механической, электростатической, адсорбционной и фотокаталитической очистки задержат тополиный пух, шерсть животных, устранят большинство бытовых запахов, предотвратят появление плесени, дезактивируют вирусы и микробы.",
              },
              {
                id: 13,
                text: "Автоматическая очистка теплообменника исключает образование плесени и неприятных запахов во внутреннем блоке. Причиной этому становится пыль, содержащаяся в воздушном потоке, поступающем из помещения, и оседающая на фильтрах. Для исключения отрицательного воздействия этих загрязнений на микроклимат помещения нужно своевременно удалять излишнюю влагу с поверхности испарителя. Этот процесс осуществляется автоматически путем периодической просушки внутреннего блока.",
              },
              {
                id: 14,
                text: "Использование озонобезопасного хладагента R32 в кондиционерах гарантирует минимальное воздействие на изменение климата, и это лучшее из существующих на данный момент найденных решений.",
              },
              {
                id: 15,
                text: "Автоматический выбор режима. Охлаждение, нагрев или только вентиляция – происходит без вмешательства пользователя. Микропроцессор будет сам их чередовать в зависимости от разности температур в помещении и установленной на пульте.",
              },
              {
                id: 16,
                text: "Съемная лицевая панель позволяет легко откинуть ее и отделить от корпуса внутреннего блока, не прибегая к услугам специалистов. Не потребуется и специальных инструментов.",
              },
              {
                id: 17,
                text: "Автоматический перезапуск возвращает кондиционер после перебоя с электропитанием к предыдущим настройкам без вмешательства пользователя. Эта функция наиболее эффективна при отсутствии кого-либо в помещении или во время сна.",
              },
              {
                id: 18,
                text: "Гибкая система подключения Серия Kentatsu Bravo подразумевает возможность вывода фреоновых трубопроводов в двух направлениях.",
              },
              {
                id: 19,
                text: "Цифровой дисплей. Современный светящийся дисплей с четким и контрастным отображением важнейших параметров, в том числе скрытого типа, который виден только при включенном кондиционере.",
              },
              {
                id: 20,
                text: "Защита от коррозии обеспечивается благодаря специальным антикоррозионным покрытиям на корпусе и конденсаторе. Порошковое покрытие не только придает привлекательный внешний вид металлическому корпусу, но и предохраняет от ржавчины.",
              },
              {
                id: 21,
                text: "Защита от нестабильности электропитания. Данный функционал сохранит работоспособность вашего кондиционера Kentatsu при колебаниях напряжения сети от 160 до 250 В, что значительно превышает стандартные требования к электромеханическим приборам.",
              },
              {
                id: 22,
                text: "Самодиагностика и автоматическая защита осуществляется микропроцессором, который может определить неисправность кондиционера и отобразить на табло индикации внутреннего блока факт ее появления.",
              },
              {
                id: 23,
                text: "Автоматическая оттайка инея экономит электроэнергию в режиме нагрева за счет периодических переключений на охлаждение, что освобождает теплообменник наружного блока от наросшего слоя инея.",
              },
              {
                id: 24,
                text: "Обнаружение утечки хладагента. В случае обнаружения процессором наружного блока утечки фреона в кондиционере, датчик, находящийся во внутреннем блоке подаст звуковой сигнал и одновременно на дисплее отобразится надпись «EC». 340/360",
              },
            ],
          },
          {
            id: 10,
            image: require("@/assets/image/imageCatalog1/ken4.webp"),
            iconFactory: "Midea",
            model:
              "Инверторный кондиционер Kentatsu YUKI KSGYK70HZRN1/ KSRYK70HZRN1",
            price: "000 руб",
            description: [
              "Площадь: до 75 м2",
              "Мощность холод/тепло: 7,03(2,08-7,91)/7,33(1,61-7,91) кВт",
              "Серия: Yuki Inverter",
              "Потребляемая мощность холод/тепло: 2,6(0,42-3,15)/2,4(0,3-2,75) кВт",
              "Уровень шума внутренний/наружный: (29,5/36/45) дБ",
              "Расход воздуха: 662/817/980 м3/ч",
              "Класс энергоэффективности: А++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 3/8 и 5/8 дюйма",
              "Максимальная длина/высота трассы: 50/25 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло:  -15~+50/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (1040х327х220)/(890х673х342) мм",
              "Вес внутренний/наружный: 12,3/42,9 кг",
              "3D воздушный поток, Wi-Fi Control (опция), Автоматическая самоочистка испарителя, Функция I-Feel, Режим Турбо, Комфортный сон, Теплый пуск, Автоматическое качание заслонок, Управление скоростью вентилятора, Осушение воздуха, функция «Не беспокоить», Защита от коррозии, защита от нестабильности электропитания, самодиагностика и автоматическая защита, Автоматическая оттайка инея, Работа по таймеру 24 часа, Автоматический выбор режима, Съемная лицевая панель, Автоматический перезапуск, Обнаружение утечки хладагента, Гибкая система подключения, Скрытый цифровой дисплей. Фильтры: фильтры механической, электростатической, адсорбционной и фотокаталитической очистки",
              "Сборка: завод Midea",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Kentatsu YUKI KSGYK70HZRN1/ KSRYK70HZRN1 серии Yuki Inverter:",

            functionList: [
              {
                id: 1,
                text: "Объемный воздушный поток 3D обеспечивает наилучшее перемешивание воздуха в помещении, предотвращая образование застойных зон и неравномерного температурного фона. Такой поток образуется путем сложения перемещений воздухораспределительных устройств кондиционера – горизонтальных заслонок и вертикальных жалюзи. Постоянное изменение направления подачи воздуха в помещение, закономерностью которого можно управлять, исключает сквозняки и позволяет создать эффект морского бриза.",
              },
              {
                id: 2,
                text: "Wi-Fi Control (опция). Возможность дистанционного управления работой кондиционера, в том числе через интернет, при помощи планшетного компьютера или смартфона.",
              },
              {
                id: 3,
                text: "Автоматическое качание заслонок создает комфортную циркуляцию воздуха во всем помещении. Скорость воздуха из внутреннего блока ограничена величиной 0.3 м/с, поэтому вредные для здоровья сквозняки, исключены.",
              },
              {
                id: 4,
                text: "Быстрый выход на режим ускорит достижение установленной на пульте температуры. Скорость вращения вентилятора внутреннего блока возрастет, и температура в помещении начнет быстрее приближаться к установленной.",
              },
              {
                id: 5,
                text: "Теплый пуск: Кондиционер исключает подачу холодного воздуха в помещение при режиме нагрева, когда холодный воздух помещения еще недостаточно прогрет.",
              },
              {
                id: 6,
                text: "Управление скоростью вентилятора позволяет менять производительность кондиционера с одновременным изменением скорости подачи воздуха в помещение – низкая-средняя-высокая-авто.",
              },
              {
                id: 7,
                text: "Осушение воздуха происходит без снижения его температуры, что обычно эффективно в дождливые дни или в районах с высокой влажностью воздуха. При обычных погодных условиях относительная влажность воздуха в помещении поддерживается в диапазоне от 35 до 60%.",
              },
              {
                id: 8,
                text: "Локальный микроклимат создается не во всем помещении, а в его ограниченной зоне. Она может быть строго зафиксирована, а может и перемещаться, но именно в ней с помощью кондиционера Kentatsu обеспечивается достижение комфортных значений параметров.",
              },
              {
                id: 9,
                text: "Функция «Не беспокоить» - функция отключения дисплея, звуковых сигналов и боковой подсветки (в некоторых моделях). Возможен автоматический (реакция на выключение/ включение освещения) и ручной режим (с пульта управления).",
              },
              {
                id: 10,
                text: "Функция «Комфортный сон». Во время сна установленная температура изменяется в течение двух часов, что предотвращает переохлаждение или перегрев человека, также снижается уровень шума и электропотребление.",
              },
              {
                id: 11,
                text: "Фильтр высокой степени очистки. Фильтр имеет ячейки размером менее 500 мкм, вследствие чего задерживается на 80% больше пыли и пыльцы, чем обычным предварительным фильтром.",
              },
              {
                id: 12,
                text: "Многоступенчатая очистка воздуха в помещении обеспечит его соответствие требованиям международных стандартов по содержанию бытовых загрязнений и запахов. Фильтры механической, электростатической, адсорбционной и фотокаталитической очистки задержат тополиный пух, шерсть животных, устранят большинство бытовых запахов, предотвратят появление плесени, дезактивируют вирусы и микробы.",
              },
              {
                id: 13,
                text: "Автоматическая очистка теплообменника исключает образование плесени и неприятных запахов во внутреннем блоке. Причиной этому становится пыль, содержащаяся в воздушном потоке, поступающем из помещения, и оседающая на фильтрах. Для исключения отрицательного воздействия этих загрязнений на микроклимат помещения нужно своевременно удалять излишнюю влагу с поверхности испарителя. Этот процесс осуществляется автоматически путем периодической просушки внутреннего блока.",
              },
              {
                id: 14,
                text: "Использование озонобезопасного хладагента R32 в кондиционерах гарантирует минимальное воздействие на изменение климата, и это лучшее из существующих на данный момент найденных решений.",
              },
              {
                id: 15,
                text: "Автоматический выбор режима. Охлаждение, нагрев или только вентиляция – происходит без вмешательства пользователя. Микропроцессор будет сам их чередовать в зависимости от разности температур в помещении и установленной на пульте.",
              },
              {
                id: 16,
                text: "Съемная лицевая панель позволяет легко откинуть ее и отделить от корпуса внутреннего блока, не прибегая к услугам специалистов. Не потребуется и специальных инструментов.",
              },
              {
                id: 17,
                text: "Автоматический перезапуск возвращает кондиционер после перебоя с электропитанием к предыдущим настройкам без вмешательства пользователя. Эта функция наиболее эффективна при отсутствии кого-либо в помещении или во время сна.",
              },
              {
                id: 18,
                text: "Гибкая система подключения Серия Kentatsu Bravo подразумевает возможность вывода фреоновых трубопроводов в двух направлениях.",
              },
              {
                id: 19,
                text: "Цифровой дисплей. Современный светящийся дисплей с четким и контрастным отображением важнейших параметров, в том числе скрытого типа, который виден только при включенном кондиционере.",
              },
              {
                id: 20,
                text: "Защита от коррозии обеспечивается благодаря специальным антикоррозионным покрытиям на корпусе и конденсаторе. Порошковое покрытие не только придает привлекательный внешний вид металлическому корпусу, но и предохраняет от ржавчины.",
              },
              {
                id: 21,
                text: "Защита от нестабильности электропитания. Данный функционал сохранит работоспособность вашего кондиционера Kentatsu при колебаниях напряжения сети от 160 до 250 В, что значительно превышает стандартные требования к электромеханическим приборам.",
              },
              {
                id: 22,
                text: "Самодиагностика и автоматическая защита осуществляется микропроцессором, который может определить неисправность кондиционера и отобразить на табло индикации внутреннего блока факт ее появления.",
              },
              {
                id: 23,
                text: "Автоматическая оттайка инея экономит электроэнергию в режиме нагрева за счет периодических переключений на охлаждение, что освобождает теплообменник наружного блока от наросшего слоя инея.",
              },
              {
                id: 24,
                text: "Обнаружение утечки хладагента. В случае обнаружения процессором наружного блока утечки фреона в кондиционере, датчик, находящийся во внутреннем блоке подаст звуковой сигнал и одновременно на дисплее отобразится надпись «EC». 340/360",
              },
            ],
          },
          {
            id: 11,
            image: require("@/assets/image/imageCatalog1/ken2.webp"),
            iconFactory: "Midea",
            model:
              "Инверторный кондиционер Kentatsu Kanami Inverter Wi-Fi KSGAB21HZRN1W/ KSRAB21HZRN1",
            price: "000 руб",
            description: [
              "Площадь: до 22 м2",
              "Мощность холод/тепло: 2,20(0,91-2,51)/2,34(0,70-2,93) кВт",
              "Серия: Kanami  Inverter Wi-Fi",
              "Потребляемая мощность холод/тепло:  0,69(0,08-1,00)/0,65(0,11-1,24) кВт",
              "Уровень шума внутренний/наружный:   (23,5/32,5/38,5) дБ",
              "Расход воздуха:  300/360/500 м3/ч",
              "Класс энергоэффективности: А",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 25/10 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло: 0~+50/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (729х292х200)/(720х495х270) мм",
              "Вес внутренний/наружный:  8,2/22,8 кг",
              "Встроенный Wi-Fi, 3D воздушный поток, автоматическая самоочистка испарителя, функция I-Feel, быстрый выход на режим, функция «Комфортный сон», теплый пуск, автоматическое качание заслонок многофункциональный воздушный фильтр, управление скоростью вентилятора, осушение воздуха, функция «Не беспокоить», защита от коррозии, защита от нестабильности электропитания, самодиагностика и автоматическая защита, автоматическая оттайка инея, работа по таймеру 24 часа, автоматический выбор режима, съемная лицевая панель, автоматический перезапуск, гибкая система подключения, скрытый цифровой дисплей. Фильтры: Высокоэффективный воздушный фильтр, комбинированный фильтр",
              "Сборка: завод Midea",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Kentatsu Kanami Inverter Wi-Fi KSGAB21HZRN1W/ KSRAB21HZRN1:",

            functionList: [
              {
                id: 1,
                text: "Объемный воздушный поток 3D обеспечивает наилучшее перемешивание воздуха в помещении, предотвращая образование застойных зон и неравномерного температурного фона. Такой поток образуется путем сложения перемещений воздухораспределительных устройств кондиционера – горизонтальных заслонок и вертикальных жалюзи. Постоянное изменение направления подачи воздуха в помещение, закономерностью которого можно управлять, исключает сквозняки и позволяет создать эффект морского бриза.",
              },
              {
                id: 2,
                text: "Съемная лицевая панель позволяет легко откинуть ее и отделить от корпуса внутреннего блока, не прибегая к услугам специалистов. Не потребуется и специальных инструментов.",
              },
              {
                id: 3,
                text: "Автоматическое качание заслонок создает комфортную циркуляцию воздуха во всем помещении. Скорость воздуха из внутреннего блока ограничена величиной 0.3 м/с, поэтому вредные для здоровья сквозняки, исключены.",
              },
              {
                id: 4,
                text: "Быстрый выход на режим ускорит достижение установленной на пульте температуры. Скорость вращения вентилятора внутреннего блока возрастет, и температура в помещении начнет быстрее приближаться к установленной.",
              },
              {
                id: 5,
                text: "Теплый пуск - кондиционер исключает подачу холодного воздуха в помещение при режиме нагрева, когда холодный воздух помещения еще недостаточно прогрет.",
              },
              {
                id: 6,
                text: "Управление скоростью вентилятора позволяет менять производительность кондиционера с одновременным изменением скорости подачи воздуха в помещение – низкая-средняя-высокая-авто.",
              },
              {
                id: 7,
                text: "Осушение воздуха происходит без снижения его температуры, что обычно эффективно в дождливые дни или в районах с высокой влажностью воздуха. При обычных погодных условиях относительная влажность воздуха в помещении поддерживается в диапазоне от 35 до 60%.",
              },
              {
                id: 8,
                text: "Локальный микроклимат создается не во всем помещении, а в его ограниченной зоне. Она может быть строго зафиксирована, а может и перемещаться, но именно в ней с помощью кондиционера Kentatsu обеспечивается достижение комфортных значений параметров.",
              },
              {
                id: 9,
                text: "Функция «Не беспокоить» - функция отключения дисплея, звуковых сигналов и боковой подсветки (в некоторых моделях). Возможен автоматический (реакция на выключение/ включение освещения) и ручной режим (с пульта управления).",
              },
              {
                id: 10,
                text: "Функция «Комфортный сон». Во время сна установленная температура изменяется в течение двух часов, что предотвращает переохлаждение или перегрев человека, также снижается уровень шума и электропотребление.",
              },
              {
                id: 11,
                text: "Фильтр высокой степени очистки. Фильтр имеет ячейки размером менее 500 мкм, вследствие чего задерживается на 80% больше пыли и пыльцы, чем обычным предварительным фильтром.",
              },
              {
                id: 12,
                text: "Комбинированный фильтр - уникальная технология фильтрации Kentatsu, эффективно удаляющая табачный дым, пыль, пыльцу, споры плесени и шерсть животных, а также уничтожающая бактерии.",
              },
              {
                id: 13,
                text: "Автоматическая очистка испарителя исключает образование плесени и неприятных запахов во внутреннем блоке. Этот процесс осуществляется автоматически путем периодической просушки внутреннего блока.",
              },
              {
                id: 14,
                text: "Работа по таймеру позволяет программировать время включения и выключения кондиционера на ближайшие 24 часа. Такой режим позволяет исключить беспокойство по поводу работающего в Ваше отсутствие электромеханического прибора, а заодно и сбережет электроэнергию.",
              },
              {
                id: 15,
                text: "Автоматический выбор режима - охлаждение, нагрев или только вентиляция – происходит без вмешательства пользователя. Микропроцессор будет сам их чередовать в зависимости от разности температур в помещении и установленной на пульте.",
              },
              {
                id: 16,
                text: "Обнаружение утечки хладагента. В случае обнаружения процессором наружного блока утечки фреона в кондиционере, датчик, находящийся во внутреннем блоке подаст звуковой сигнал и одновременно на дисплее отобразится надпись «EC». 340/360",
              },
              {
                id: 17,
                text: "Автоматический перезапуск возвращает кондиционер после перебоя с электропитанием к предыдущим настройкам без вмешательства пользователя. Эта функция наиболее эффективна при отсутствии кого-либо в помещении или во время сна.",
              },
              {
                id: 18,
                text: "Гибкая система подключения Серия Kentatsu Bravo подразумевает возможность вывода фреоновых трубопроводов в двух направлениях.",
              },
              {
                id: 19,
                text: "Цифровой дисплей. Современный светящийся дисплей с четким и контрастным отображением важнейших параметров, в том числе скрытого типа, который виден только при включенном кондиционере.",
              },
              {
                id: 20,
                text: "Защита от коррозии обеспечивается благодаря специальным антикоррозионным покрытиям на корпусе и конденсаторе. Порошковое покрытие не только придает привлекательный внешний вид металлическому корпусу, но и предохраняет от ржавчины.",
              },
              {
                id: 21,
                text: "Защита от нестабильности электропитания. Данный функционал сохранит работоспособность вашего кондиционера Kentatsu при колебаниях напряжения сети от 160 до 250 В, что значительно превышает стандартные требования к электромеханическим приборам.",
              },
              {
                id: 22,
                text: "Самодиагностика и автоматическая защита  осуществляется микропроцессором, который может определить неисправность кондиционера и отобразить на табло индикации внутреннего блока факт ее появления.",
              },
              {
                id: 23,
                text: "Автоматическая оттайка инея экономит электроэнергию в режиме нагрева за счет периодических переключений на охлаждение, что освобождает теплообменник наружного блока от наросшего слоя инея.",
              },
            ],
          },
          {
            id: 12,
            image: require("@/assets/image/imageCatalog1/ken2.webp"),
            iconFactory: "Midea",
            model:
              "Инверторный кондиционер Kentatsu Kanami Inverter Wi-Fi KSGAB26HZRN1W/ KSRAB26HZRN1",
            price: "000 руб",
            description: [
              "Площадь: до 30 м2",
              "Мощность холод/тепло: 2,78(1,17-3,22)/3,22(0,91-3,75) кВт",
              "Серия: Kanami  Inverter Wi-Fi",
              "Потребляемая мощность холод/тепло: 0,87(0,10-1,25)/0,89(0,14-1,34) кВт",
              "Уровень шума внутренний/наружный:   (23,5/32,5/38,5) дБ",
              "Расход воздуха:  300/360/500 м3/ч",
              "Класс энергоэффективности: А",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 25/10 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло: 0~+50/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (729х292х200)/(720х495х270) мм",
              "Вес внутренний/наружный:  8,2/22,8 кг",
              "Встроенный Wi-Fi, 3D воздушный поток, автоматическая самоочистка испарителя, функция I-Feel, быстрый выход на режим, функция «Комфортный сон», теплый пуск, автоматическое качание заслонок многофункциональный воздушный фильтр, управление скоростью вентилятора, осушение воздуха, функция «Не беспокоить», защита от коррозии, защита от нестабильности электропитания, самодиагностика и автоматическая защита, автоматическая оттайка инея, работа по таймеру 24 часа, автоматический выбор режима, съемная лицевая панель, автоматический перезапуск, гибкая система подключения, скрытый цифровой дисплей. Фильтры: Высокоэффективный воздушный фильтр, комбинированный фильтр",
              "Сборка: завод Midea",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Kentatsu Kanami Inverter Wi-Fi KSGAB26HZRN1W/ KSRAB26HZRN1:",
            functionList: [
              {
                id: 1,
                text: "Объемный воздушный поток 3D обеспечивает наилучшее перемешивание воздуха в помещении, предотвращая образование застойных зон и неравномерного температурного фона. Такой поток образуется путем сложения перемещений воздухораспределительных устройств кондиционера – горизонтальных заслонок и вертикальных жалюзи. Постоянное изменение направления подачи воздуха в помещение, закономерностью которого можно управлять, исключает сквозняки и позволяет создать эффект морского бриза.",
              },
              {
                id: 2,
                text: "Съемная лицевая панель позволяет легко откинуть ее и отделить от корпуса внутреннего блока, не прибегая к услугам специалистов. Не потребуется и специальных инструментов.",
              },
              {
                id: 3,
                text: "Автоматическое качание заслонок создает комфортную циркуляцию воздуха во всем помещении. Скорость воздуха из внутреннего блока ограничена величиной 0.3 м/с, поэтому вредные для здоровья сквозняки, исключены.",
              },
              {
                id: 4,
                text: "Быстрый выход на режим ускорит достижение установленной на пульте температуры. Скорость вращения вентилятора внутреннего блока возрастет, и температура в помещении начнет быстрее приближаться к установленной.",
              },
              {
                id: 5,
                text: "Теплый пуск - кондиционер исключает подачу холодного воздуха в помещение при режиме нагрева, когда холодный воздух помещения еще недостаточно прогрет.",
              },
              {
                id: 6,
                text: "Управление скоростью вентилятора позволяет менять производительность кондиционера с одновременным изменением скорости подачи воздуха в помещение – низкая-средняя-высокая-авто.",
              },
              {
                id: 7,
                text: "Осушение воздуха происходит без снижения его температуры, что обычно эффективно в дождливые дни или в районах с высокой влажностью воздуха. При обычных погодных условиях относительная влажность воздуха в помещении поддерживается в диапазоне от 35 до 60%.",
              },
              {
                id: 8,
                text: "Локальный микроклимат создается не во всем помещении, а в его ограниченной зоне. Она может быть строго зафиксирована, а может и перемещаться, но именно в ней с помощью кондиционера Kentatsu обеспечивается достижение комфортных значений параметров.",
              },
              {
                id: 9,
                text: "Функция «Не беспокоить» - функция отключения дисплея, звуковых сигналов и боковой подсветки (в некоторых моделях). Возможен автоматический (реакция на выключение/ включение освещения) и ручной режим (с пульта управления).",
              },
              {
                id: 10,
                text: "Функция «Комфортный сон». Во время сна установленная температура изменяется в течение двух часов, что предотвращает переохлаждение или перегрев человека, также снижается уровень шума и электропотребление.",
              },
              {
                id: 11,
                text: "Фильтр высокой степени очистки. Фильтр имеет ячейки размером менее 500 мкм, вследствие чего задерживается на 80% больше пыли и пыльцы, чем обычным предварительным фильтром.",
              },
              {
                id: 12,
                text: "Комбинированный фильтр - уникальная технология фильтрации Kentatsu, эффективно удаляющая табачный дым, пыль, пыльцу, споры плесени и шерсть животных, а также уничтожающая бактерии.",
              },
              {
                id: 13,
                text: "Автоматическая очистка испарителя исключает образование плесени и неприятных запахов во внутреннем блоке. Этот процесс осуществляется автоматически путем периодической просушки внутреннего блока.",
              },
              {
                id: 14,
                text: "Работа по таймеру позволяет программировать время включения и выключения кондиционера на ближайшие 24 часа. Такой режим позволяет исключить беспокойство по поводу работающего в Ваше отсутствие электромеханического прибора, а заодно и сбережет электроэнергию.",
              },
              {
                id: 15,
                text: "Автоматический выбор режима - охлаждение, нагрев или только вентиляция – происходит без вмешательства пользователя. Микропроцессор будет сам их чередовать в зависимости от разности температур в помещении и установленной на пульте.",
              },
              {
                id: 16,
                text: "Обнаружение утечки хладагента. В случае обнаружения процессором наружного блока утечки фреона в кондиционере, датчик, находящийся во внутреннем блоке подаст звуковой сигнал и одновременно на дисплее отобразится надпись «EC». 340/360",
              },
              {
                id: 17,
                text: "Автоматический перезапуск возвращает кондиционер после перебоя с электропитанием к предыдущим настройкам без вмешательства пользователя. Эта функция наиболее эффективна при отсутствии кого-либо в помещении или во время сна.",
              },
              {
                id: 18,
                text: "Гибкая система подключения Серия Kentatsu Bravo подразумевает возможность вывода фреоновых трубопроводов в двух направлениях.",
              },
              {
                id: 19,
                text: "Цифровой дисплей. Современный светящийся дисплей с четким и контрастным отображением важнейших параметров, в том числе скрытого типа, который виден только при включенном кондиционере.",
              },
              {
                id: 20,
                text: "Защита от коррозии обеспечивается благодаря специальным антикоррозионным покрытиям на корпусе и конденсаторе. Порошковое покрытие не только придает привлекательный внешний вид металлическому корпусу, но и предохраняет от ржавчины.",
              },
              {
                id: 21,
                text: "Защита от нестабильности электропитания. Данный функционал сохранит работоспособность вашего кондиционера Kentatsu при колебаниях напряжения сети от 160 до 250 В, что значительно превышает стандартные требования к электромеханическим приборам.",
              },
              {
                id: 22,
                text: "Самодиагностика и автоматическая защита  осуществляется микропроцессором, который может определить неисправность кондиционера и отобразить на табло индикации внутреннего блока факт ее появления.",
              },
              {
                id: 23,
                text: "Автоматическая оттайка инея экономит электроэнергию в режиме нагрева за счет периодических переключений на охлаждение, что освобождает теплообменник наружного блока от наросшего слоя инея.",
              },
            ],
          },
          {
            id: 13,
            image: require("@/assets/image/imageCatalog1/ken2.webp"),
            iconFactory: "Midea",
            model:
              "Инверторный кондиционер Kentatsu Kanami Inverter Wi-Fi KSGAA35HZRN1W/ KSRAA35HZRN1",
            price: "000 руб",
            description: [
              "Площадь: до 35 м2",
              "Мощность холод/тепло: 3,37(1,29-3,84)/3,52(1,06-4,04) кВт",
              "Серия: Kanami  Inverter Wi-Fi",
              "Потребляемая мощность холод/тепло: 1,05(0,28-1,39)/0,97(0,30-1,44) кВт",
              "Уровень шума внутренний/наружный: (22,5/31/38,5) дБ",
              "Расход воздуха: 310/375/506 м3/ч",
              "Класс энергоэффективности: А",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 25/10 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло: 0~+50/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (729х292х200)/(720х495х270) мм",
              "Вес внутренний/наружный: 8,1/23,7 кг",
              "Встроенный Wi-Fi, 3D воздушный поток, автоматическая самоочистка испарителя, функция I-Feel, быстрый выход на режим, функция «Комфортный сон», теплый пуск, автоматическое качание заслонок многофункциональный воздушный фильтр, управление скоростью вентилятора, осушение воздуха, функция «Не беспокоить», защита от коррозии, защита от нестабильности электропитания, самодиагностика и автоматическая защита, автоматическая оттайка инея, работа по таймеру 24 часа, автоматический выбор режима, съемная лицевая панель, автоматический перезапуск, гибкая система подключения, скрытый цифровой дисплей. Фильтры: Высокоэффективный воздушный фильтр, комбинированный фильтр",
              "Сборка: завод Midea",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Kentatsu Kanami Inverter Wi-Fi KSGAA35HZRN1W/ KSRAA35HZRN1:",
            functionList: [
              {
                id: 1,
                text: "Объемный воздушный поток 3D обеспечивает наилучшее перемешивание воздуха в помещении, предотвращая образование застойных зон и неравномерного температурного фона. Такой поток образуется путем сложения перемещений воздухораспределительных устройств кондиционера – горизонтальных заслонок и вертикальных жалюзи. Постоянное изменение направления подачи воздуха в помещение, закономерностью которого можно управлять, исключает сквозняки и позволяет создать эффект морского бриза.",
              },
              {
                id: 2,
                text: "Съемная лицевая панель позволяет легко откинуть ее и отделить от корпуса внутреннего блока, не прибегая к услугам специалистов. Не потребуется и специальных инструментов.",
              },
              {
                id: 3,
                text: "Автоматическое качание заслонок создает комфортную циркуляцию воздуха во всем помещении. Скорость воздуха из внутреннего блока ограничена величиной 0.3 м/с, поэтому вредные для здоровья сквозняки, исключены.",
              },
              {
                id: 4,
                text: "Быстрый выход на режим ускорит достижение установленной на пульте температуры. Скорость вращения вентилятора внутреннего блока возрастет, и температура в помещении начнет быстрее приближаться к установленной.",
              },
              {
                id: 5,
                text: "Теплый пуск - кондиционер исключает подачу холодного воздуха в помещение при режиме нагрева, когда холодный воздух помещения еще недостаточно прогрет.",
              },
              {
                id: 6,
                text: "Управление скоростью вентилятора позволяет менять производительность кондиционера с одновременным изменением скорости подачи воздуха в помещение – низкая-средняя-высокая-авто.",
              },
              {
                id: 7,
                text: "Осушение воздуха происходит без снижения его температуры, что обычно эффективно в дождливые дни или в районах с высокой влажностью воздуха. При обычных погодных условиях относительная влажность воздуха в помещении поддерживается в диапазоне от 35 до 60%.",
              },
              {
                id: 8,
                text: "Локальный микроклимат создается не во всем помещении, а в его ограниченной зоне. Она может быть строго зафиксирована, а может и перемещаться, но именно в ней с помощью кондиционера Kentatsu обеспечивается достижение комфортных значений параметров.",
              },
              {
                id: 9,
                text: "Функция «Не беспокоить» - функция отключения дисплея, звуковых сигналов и боковой подсветки (в некоторых моделях). Возможен автоматический (реакция на выключение/ включение освещения) и ручной режим (с пульта управления).",
              },
              {
                id: 10,
                text: "Функция «Комфортный сон». Во время сна установленная температура изменяется в течение двух часов, что предотвращает переохлаждение или перегрев человека, также снижается уровень шума и электропотребление.",
              },
              {
                id: 11,
                text: "Фильтр высокой степени очистки. Фильтр имеет ячейки размером менее 500 мкм, вследствие чего задерживается на 80% больше пыли и пыльцы, чем обычным предварительным фильтром.",
              },
              {
                id: 12,
                text: "Комбинированный фильтр - уникальная технология фильтрации Kentatsu, эффективно удаляющая табачный дым, пыль, пыльцу, споры плесени и шерсть животных, а также уничтожающая бактерии.",
              },
              {
                id: 13,
                text: "Автоматическая очистка испарителя исключает образование плесени и неприятных запахов во внутреннем блоке. Этот процесс осуществляется автоматически путем периодической просушки внутреннего блока.",
              },
              {
                id: 14,
                text: "Работа по таймеру позволяет программировать время включения и выключения кондиционера на ближайшие 24 часа. Такой режим позволяет исключить беспокойство по поводу работающего в Ваше отсутствие электромеханического прибора, а заодно и сбережет электроэнергию.",
              },
              {
                id: 15,
                text: "Автоматический выбор режима - охлаждение, нагрев или только вентиляция – происходит без вмешательства пользователя. Микропроцессор будет сам их чередовать в зависимости от разности температур в помещении и установленной на пульте.",
              },
              {
                id: 16,
                text: "Обнаружение утечки хладагента. В случае обнаружения процессором наружного блока утечки фреона в кондиционере, датчик, находящийся во внутреннем блоке подаст звуковой сигнал и одновременно на дисплее отобразится надпись «EC». 340/360",
              },
              {
                id: 17,
                text: "Автоматический перезапуск возвращает кондиционер после перебоя с электропитанием к предыдущим настройкам без вмешательства пользователя. Эта функция наиболее эффективна при отсутствии кого-либо в помещении или во время сна.",
              },
              {
                id: 18,
                text: "Гибкая система подключения Серия Kentatsu Bravo подразумевает возможность вывода фреоновых трубопроводов в двух направлениях.",
              },
              {
                id: 19,
                text: "Цифровой дисплей. Современный светящийся дисплей с четким и контрастным отображением важнейших параметров, в том числе скрытого типа, который виден только при включенном кондиционере.",
              },
              {
                id: 20,
                text: "Защита от коррозии обеспечивается благодаря специальным антикоррозионным покрытиям на корпусе и конденсаторе. Порошковое покрытие не только придает привлекательный внешний вид металлическому корпусу, но и предохраняет от ржавчины.",
              },
              {
                id: 21,
                text: "Защита от нестабильности электропитания. Данный функционал сохранит работоспособность вашего кондиционера Kentatsu при колебаниях напряжения сети от 160 до 250 В, что значительно превышает стандартные требования к электромеханическим приборам.",
              },
              {
                id: 22,
                text: "Самодиагностика и автоматическая защита  осуществляется микропроцессором, который может определить неисправность кондиционера и отобразить на табло индикации внутреннего блока факт ее появления.",
              },
              {
                id: 23,
                text: "Автоматическая оттайка инея экономит электроэнергию в режиме нагрева за счет периодических переключений на охлаждение, что освобождает теплообменник наружного блока от наросшего слоя инея.",
              },
            ],
          },
          {
            id: 14,
            image: require("@/assets/image/imageCatalog1/ken2.webp"),
            iconFactory: "Midea",
            model:
              "Инверторный кондиционер Kentatsu Kanami Inverter KSGA53HZRN1W/ KSRA53HZRN1",
            price: "000 руб",
            description: [
              "Площадь: до 53 м2",
              "Мощность холод/тепло: 5,28(3,39-5,90)/5,57(3,10-5,85) кВт",
              "Серия: Kanami  Inverter",
              "Потребляемая мощность холод/тепло: 1,55(0,56-2,05)/1,75(0,78-2,00) кВт",
              "Уровень шума внутренний/наружный: (23,5/32,5/38,5) дБ",
              "Расход воздуха: 500/600/800 м3/ч",
              "Класс энергоэффективности: А++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
              "Максимальная длина/высота трассы: 30/20 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло:  -15~+50/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (969х320х241)/(874х554х330) мм",
              "Вес внутренний/наружный: 11,2/33,5 кг",
              "3D воздушный поток, автоматическая самоочистка испарителя, функция I-Feel, быстрый выход на режим, функция «Комфортный сон», теплый пуск, автоматическое качание заслонок многофункциональный воздушный фильтр, управление скоростью вентилятора, осушение воздуха, функция «Не беспокоить», защита от коррозии, защита от нестабильности электропитания, самодиагностика и автоматическая защита, автоматическая оттайка инея, работа по таймеру 24 часа, автоматический выбор режима, съемная лицевая панель, автоматический перезапуск, гибкая система подключения, скрытый цифровой дисплей. Фильтры: Высокоэффективный воздушный фильтр, комбинированный фильтр",
              "Сборка: завод Midea",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Kentatsu Kanami Inverter KSGA53HZRN1W/ KSRA53HZRN1:",
            functionList: [
              {
                id: 1,
                text: "Объемный воздушный поток 3D обеспечивает наилучшее перемешивание воздуха в помещении, предотвращая образование застойных зон и неравномерного температурного фона. Такой поток образуется путем сложения перемещений воздухораспределительных устройств кондиционера – горизонтальных заслонок и вертикальных жалюзи. Постоянное изменение направления подачи воздуха в помещение, закономерностью которого можно управлять, исключает сквозняки и позволяет создать эффект морского бриза.",
              },
              {
                id: 2,
                text: "Съемная лицевая панель позволяет легко откинуть ее и отделить от корпуса внутреннего блока, не прибегая к услугам специалистов. Не потребуется и специальных инструментов.",
              },
              {
                id: 3,
                text: "Автоматическое качание заслонок создает комфортную циркуляцию воздуха во всем помещении. Скорость воздуха из внутреннего блока ограничена величиной 0.3 м/с, поэтому вредные для здоровья сквозняки, исключены.",
              },
              {
                id: 4,
                text: "Быстрый выход на режим ускорит достижение установленной на пульте температуры. Скорость вращения вентилятора внутреннего блока возрастет, и температура в помещении начнет быстрее приближаться к установленной.",
              },
              {
                id: 5,
                text: "Теплый пуск - кондиционер исключает подачу холодного воздуха в помещение при режиме нагрева, когда холодный воздух помещения еще недостаточно прогрет.",
              },
              {
                id: 6,
                text: "Управление скоростью вентилятора позволяет менять производительность кондиционера с одновременным изменением скорости подачи воздуха в помещение – низкая-средняя-высокая-авто.",
              },
              {
                id: 7,
                text: "Осушение воздуха происходит без снижения его температуры, что обычно эффективно в дождливые дни или в районах с высокой влажностью воздуха. При обычных погодных условиях относительная влажность воздуха в помещении поддерживается в диапазоне от 35 до 60%.",
              },
              {
                id: 8,
                text: "Локальный микроклимат создается не во всем помещении, а в его ограниченной зоне. Она может быть строго зафиксирована, а может и перемещаться, но именно в ней с помощью кондиционера Kentatsu обеспечивается достижение комфортных значений параметров.",
              },
              {
                id: 9,
                text: "Функция «Не беспокоить» - функция отключения дисплея, звуковых сигналов и боковой подсветки (в некоторых моделях). Возможен автоматический (реакция на выключение/ включение освещения) и ручной режим (с пульта управления).",
              },
              {
                id: 10,
                text: "Функция «Комфортный сон». Во время сна установленная температура изменяется в течение двух часов, что предотвращает переохлаждение или перегрев человека, также снижается уровень шума и электропотребление.",
              },
              {
                id: 11,
                text: "Фильтр высокой степени очистки. Фильтр имеет ячейки размером менее 500 мкм, вследствие чего задерживается на 80% больше пыли и пыльцы, чем обычным предварительным фильтром.",
              },
              {
                id: 12,
                text: "Комбинированный фильтр - уникальная технология фильтрации Kentatsu, эффективно удаляющая табачный дым, пыль, пыльцу, споры плесени и шерсть животных, а также уничтожающая бактерии.",
              },
              {
                id: 13,
                text: "Автоматическая очистка испарителя исключает образование плесени и неприятных запахов во внутреннем блоке. Этот процесс осуществляется автоматически путем периодической просушки внутреннего блока.",
              },
              {
                id: 14,
                text: "Работа по таймеру позволяет программировать время включения и выключения кондиционера на ближайшие 24 часа. Такой режим позволяет исключить беспокойство по поводу работающего в Ваше отсутствие электромеханического прибора, а заодно и сбережет электроэнергию.",
              },
              {
                id: 15,
                text: "Автоматический выбор режима - охлаждение, нагрев или только вентиляция – происходит без вмешательства пользователя. Микропроцессор будет сам их чередовать в зависимости от разности температур в помещении и установленной на пульте.",
              },
              {
                id: 16,
                text: "Обнаружение утечки хладагента. В случае обнаружения процессором наружного блока утечки фреона в кондиционере, датчик, находящийся во внутреннем блоке подаст звуковой сигнал и одновременно на дисплее отобразится надпись «EC». 340/360",
              },
              {
                id: 17,
                text: "Автоматический перезапуск возвращает кондиционер после перебоя с электропитанием к предыдущим настройкам без вмешательства пользователя. Эта функция наиболее эффективна при отсутствии кого-либо в помещении или во время сна.",
              },
              {
                id: 18,
                text: "Гибкая система подключения Серия Kentatsu Bravo подразумевает возможность вывода фреоновых трубопроводов в двух направлениях.",
              },
              {
                id: 19,
                text: "Цифровой дисплей. Современный светящийся дисплей с четким и контрастным отображением важнейших параметров, в том числе скрытого типа, который виден только при включенном кондиционере.",
              },
              {
                id: 20,
                text: "Защита от коррозии обеспечивается благодаря специальным антикоррозионным покрытиям на корпусе и конденсаторе. Порошковое покрытие не только придает привлекательный внешний вид металлическому корпусу, но и предохраняет от ржавчины.",
              },
              {
                id: 21,
                text: "Защита от нестабильности электропитания. Данный функционал сохранит работоспособность вашего кондиционера Kentatsu при колебаниях напряжения сети от 160 до 250 В, что значительно превышает стандартные требования к электромеханическим приборам.",
              },
              {
                id: 22,
                text: "Самодиагностика и автоматическая защита  осуществляется микропроцессором, который может определить неисправность кондиционера и отобразить на табло индикации внутреннего блока факт ее появления.",
              },
              {
                id: 23,
                text: "Автоматическая оттайка инея экономит электроэнергию в режиме нагрева за счет периодических переключений на охлаждение, что освобождает теплообменник наружного блока от наросшего слоя инея.",
              },
            ],
          },
          {
            id: 15,
            image: require("@/assets/image/imageCatalog1/ken2.webp"),
            iconFactory: "Midea",
            model:
              "Инверторный кондиционер Kentatsu Kanami Inverter KSGA70HZRN1W /KSRA70HZRN1",
            price: "000 руб",
            description: [
              "Площадь: до 70 м2",
              "Мощность холод/тепло: 7,03(2,11-8,21)/7,33(1,55-8,21) кВт",
              "Серия: Kanami  Inverter",
              "Потребляемая мощность холод/тепло: 2,40(0,42-3,2)/2,13(0,30-3,10) кВт",
              "Уровень шума внутренний/наружный: (21/37/46) дБ",
              "Расход воздуха: 610/770/1090 м3/ч",
              "Класс энергоэффективности: А++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
              "Максимальная длина/высота трассы: 50/25 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло:  -15~+50/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (1083х336х244)/(955х673х432) мм",
              "Вес внутренний/наружный: 13,6/43,9 кг",
              "3D воздушный поток, автоматическая самоочистка испарителя, функция I-Feel, быстрый выход на режим, функция «Комфортный сон», теплый пуск, автоматическое качание заслонок многофункциональный воздушный фильтр, управление скоростью вентилятора, осушение воздуха, функция «Не беспокоить», защита от коррозии, защита от нестабильности электропитания, самодиагностика и автоматическая защита, автоматическая оттайка инея, работа по таймеру 24 часа, автоматический выбор режима, съемная лицевая панель, автоматический перезапуск, гибкая система подключения, скрытый цифровой дисплей. Фильтры: Высокоэффективный воздушный фильтр, комбинированный фильтр",
              "Сборка: завод Midea",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Kentatsu Kanami Inverter KSGA70HZRN1W /KSRA70HZRN1:",
            functionList: [
              {
                id: 1,
                text: "Объемный воздушный поток 3D обеспечивает наилучшее перемешивание воздуха в помещении, предотвращая образование застойных зон и неравномерного температурного фона. Такой поток образуется путем сложения перемещений воздухораспределительных устройств кондиционера – горизонтальных заслонок и вертикальных жалюзи. Постоянное изменение направления подачи воздуха в помещение, закономерностью которого можно управлять, исключает сквозняки и позволяет создать эффект морского бриза.",
              },
              {
                id: 2,
                text: "Съемная лицевая панель позволяет легко откинуть ее и отделить от корпуса внутреннего блока, не прибегая к услугам специалистов. Не потребуется и специальных инструментов.",
              },
              {
                id: 3,
                text: "Автоматическое качание заслонок создает комфортную циркуляцию воздуха во всем помещении. Скорость воздуха из внутреннего блока ограничена величиной 0.3 м/с, поэтому вредные для здоровья сквозняки, исключены.",
              },
              {
                id: 4,
                text: "Быстрый выход на режим ускорит достижение установленной на пульте температуры. Скорость вращения вентилятора внутреннего блока возрастет, и температура в помещении начнет быстрее приближаться к установленной.",
              },
              {
                id: 5,
                text: "Теплый пуск - кондиционер исключает подачу холодного воздуха в помещение при режиме нагрева, когда холодный воздух помещения еще недостаточно прогрет.",
              },
              {
                id: 6,
                text: "Управление скоростью вентилятора позволяет менять производительность кондиционера с одновременным изменением скорости подачи воздуха в помещение – низкая-средняя-высокая-авто.",
              },
              {
                id: 7,
                text: "Осушение воздуха происходит без снижения его температуры, что обычно эффективно в дождливые дни или в районах с высокой влажностью воздуха. При обычных погодных условиях относительная влажность воздуха в помещении поддерживается в диапазоне от 35 до 60%.",
              },
              {
                id: 8,
                text: "Локальный микроклимат создается не во всем помещении, а в его ограниченной зоне. Она может быть строго зафиксирована, а может и перемещаться, но именно в ней с помощью кондиционера Kentatsu обеспечивается достижение комфортных значений параметров.",
              },
              {
                id: 9,
                text: "Функция «Не беспокоить» - функция отключения дисплея, звуковых сигналов и боковой подсветки (в некоторых моделях). Возможен автоматический (реакция на выключение/ включение освещения) и ручной режим (с пульта управления).",
              },
              {
                id: 10,
                text: "Функция «Комфортный сон». Во время сна установленная температура изменяется в течение двух часов, что предотвращает переохлаждение или перегрев человека, также снижается уровень шума и электропотребление.",
              },
              {
                id: 11,
                text: "Фильтр высокой степени очистки. Фильтр имеет ячейки размером менее 500 мкм, вследствие чего задерживается на 80% больше пыли и пыльцы, чем обычным предварительным фильтром.",
              },
              {
                id: 12,
                text: "Комбинированный фильтр - уникальная технология фильтрации Kentatsu, эффективно удаляющая табачный дым, пыль, пыльцу, споры плесени и шерсть животных, а также уничтожающая бактерии.",
              },
              {
                id: 13,
                text: "Автоматическая очистка испарителя исключает образование плесени и неприятных запахов во внутреннем блоке. Этот процесс осуществляется автоматически путем периодической просушки внутреннего блока.",
              },
              {
                id: 14,
                text: "Работа по таймеру позволяет программировать время включения и выключения кондиционера на ближайшие 24 часа. Такой режим позволяет исключить беспокойство по поводу работающего в Ваше отсутствие электромеханического прибора, а заодно и сбережет электроэнергию.",
              },
              {
                id: 15,
                text: "Автоматический выбор режима - охлаждение, нагрев или только вентиляция – происходит без вмешательства пользователя. Микропроцессор будет сам их чередовать в зависимости от разности температур в помещении и установленной на пульте.",
              },
              {
                id: 16,
                text: "Обнаружение утечки хладагента. В случае обнаружения процессором наружного блока утечки фреона в кондиционере, датчик, находящийся во внутреннем блоке подаст звуковой сигнал и одновременно на дисплее отобразится надпись «EC». 340/360",
              },
              {
                id: 17,
                text: "Автоматический перезапуск возвращает кондиционер после перебоя с электропитанием к предыдущим настройкам без вмешательства пользователя. Эта функция наиболее эффективна при отсутствии кого-либо в помещении или во время сна.",
              },
              {
                id: 18,
                text: "Гибкая система подключения Серия Kentatsu Bravo подразумевает возможность вывода фреоновых трубопроводов в двух направлениях.",
              },
              {
                id: 19,
                text: "Цифровой дисплей. Современный светящийся дисплей с четким и контрастным отображением важнейших параметров, в том числе скрытого типа, который виден только при включенном кондиционере.",
              },
              {
                id: 20,
                text: "Защита от коррозии обеспечивается благодаря специальным антикоррозионным покрытиям на корпусе и конденсаторе. Порошковое покрытие не только придает привлекательный внешний вид металлическому корпусу, но и предохраняет от ржавчины.",
              },
              {
                id: 21,
                text: "Защита от нестабильности электропитания. Данный функционал сохранит работоспособность вашего кондиционера Kentatsu при колебаниях напряжения сети от 160 до 250 В, что значительно превышает стандартные требования к электромеханическим приборам.",
              },
              {
                id: 22,
                text: "Самодиагностика и автоматическая защита  осуществляется микропроцессором, который может определить неисправность кондиционера и отобразить на табло индикации внутреннего блока факт ее появления.",
              },
              {
                id: 23,
                text: "Автоматическая оттайка инея экономит электроэнергию в режиме нагрева за счет периодических переключений на охлаждение, что освобождает теплообменник наружного блока от наросшего слоя инея.",
              },
            ],
          },
        ],
      },
      {
        id: 2,
        brandsTitle:
          "Electrolux (Швеция - сборка Gree, Hisense - Бизнес класс)",
        productAmount: "Все товары(11)",
        products: [
          {
            id: 1,
            image: require("@/assets/image/imageCatalog1/el1.webp"),
            iconFactory: "Gree",
            model: "Инверторный кондиционер Electrolux EACS/I-07HF2/N8",
            price: "000 руб",
            description: [
              "Площадь: до 24 м2",
              "Мощность холод/тепло: 2,2(0,3-2,85)/2,4(0,6-2,9) кВт",
              "Серия: Fusion 2.0 Super DC Inverter",
              "Потребляемая мощность холод/тепло:  0,59(0,08-1,1)/0,59(0,13-1,3) кВт",
              "Уровень шума внутренний/наружный: 22/50 дБ",
              "Расход воздуха: 500 м3/ч",
              "Класс энергоэффективности: А++",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Хладагент: R32",
              "Максимальная длина/высота трассы: 15/10 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло: -15~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (708х260х185)/(710х450х293) мм",
              "Вес внутренний/наружный:  7,0/21,0 кг",
              "4D Жалюзи, 7 скоростей вентилятора, Автоочистка Полного цикла, Функция I-Feel, Ночной режим, Турбо режим, Антикоррозийное покрытие Blue Fin, Защита от перепадов напряжения, Авто режим, Самодиагностика, Автоматическая разморозка, Авторестарт, Мягкий старт, Горячий старт, Низковольтный пуск, Низкотемпературный пуск, Автообогрев при 8 градусах, Блокировка кнопок, Широкоугольные жалюзи, Информативный LED-дисплей, Пульт ДУ с режимом реального времени, 24-часовой таймер Фильтры: Генератор холодной Плазмы, Многоступенчатая фильтрация (6 фильтров): катехиновый, антиаллергенный, фотокаталистический фильтры, фильтр тонкой очистки, антибактериальный и с ионами серебра.",
              "Сборка: завод Gree",
              "Гарантия: 5 лет",
            ],
            function:
              "Функциональные особенности Electrolux EACS/I-07HF2/N8 серии Fusion 2.0 Super DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "Генератор холодной плазмы - Инновационное устройство, созданное на основе самых передовых разработок. Разлагает неприятные запахи, токсичные газы и аэрозоли, а также вырабатывает активные ионы кислорода и водорода, которые деактивируют переносимые по воздуху микроорганизмы, бактерии, вирусы, пыльцу и аллергены, тем самым очищая воздух. Дополнительный эффект от генератора холодной плазмы – ионизация воздуха, что положительно сказывается на общем состоянии организма человека за счет сбалансированного количества ионов водорода и кислорода на уровне идеальных естественных условий.",
              },
              {
                id: 2,
                text: "Многоступенчатая фильтрация (6 фильтров): катехиновый, антиаллергенный, фотокаталистический фильтры, фильтр тонкой очистки, антибактериальный и с ионами серебра. Обеспечивает качественную очистку воздуха от пыли, шерсти, аллергенов, болезнетворных микроорганизмов, неприятных запахов и т.д.",
              },
              {
                id: 3,
                text: "Воздушный фильтр. Удаляет частицы взвеси и пыли, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 4,
                text: "АвтоОчистка полного цикла. При отключении кондиционера вентилятор продолжает работать некоторое время, осушая и очищая внутренние части прибора, что предотвращает образование бактерий и плесени.",
              },
              {
                id: 5,
                text: "4D управление Жалюзи с Пульта ДУ ",
              },
              {
                id: 6,
                text: "7 скоростей Вентилятора.",
              },
              {
                id: 7,
                text: "Режим Энергосбережения.",
              },
              {
                id: 8,
                text: "Функция I-Feel. Кондиционер поддерживает необходимую температуру в месте нахождения пульта дистанционного управления.",
              },
              {
                id: 9,
                text: "Память положения жалюзи - прохлада в нужном вам направлении каждый раз после включения кондиционера",
              },
              {
                id: 10,
                text: "Функция осушения - обеспечивает снижение влажности внутри помещения.",
              },
              {
                id: 11,
                text: "Режим вентиляции",
              },
              {
                id: 12,
                text: "Автоматический режим работы. Сплит-система может самостоятельно переключаться между режимами нагрева и охлаждения для поддержания заданной температуры.",
              },
              {
                id: 13,
                text: "Пульт ДУ",
              },
              {
                id: 14,
                text: "Самодиагностика",
              },
              {
                id: 15,
                text: "Защита от перепадов напряжения",
              },
              {
                id: 16,
                text: "Долговечный теплообменник Blue Fin",
              },
              {
                id: 17,
                text: "Автоматическая разморозка. В режиме обогрева при температуре наружного воздуха ниже +5 °C включается система авторазморозки: прибор работает 5-10 минут в режиме охлаждения без включения вентилятора внутреннего блока, теплообменник внешнего блока нагревается и оттаивает.",
              },
              {
                id: 18,
                text: "Увеличенная длина трассы до 15м. Благодаря мощному компрессору имеется возможность устанавливать внутренний и наружный блок на большом удалении друг от друга, что значительно увеличивает количество вариантов размещения блоков кондиционера.",
              },
            ],
          },
          {
            id: 2,
            image: require("@/assets/image/imageCatalog1/el1.webp"),
            iconFactory: "Gree",
            model: "Инверторный кондиционер Electrolux EACS/I-09HF2/N8",
            price: "000 руб",
            description: [
              "Площадь: до 30 м2",
              "Мощность холод/тепло: 2,5(0,5-3,25)/2,8(0,5-3,7) кВт",
              "Серия: Fusion 2.0 Super DC Inverter",
              "Потребляемая мощность холод/тепло: 0,68(0,15-1,3)/0,73(0,14-1,5) кВт",
              "Уровень шума внутренний/наружный: 21/50 дБ",
              "Расход воздуха: 500 м3/ч",
              "Класс энергоэффективности: А++",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Хладагент: R32",
              "Максимальная длина/высота трассы: 15/10 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло:  -15~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (708х260х185)/(732х555x330) мм",
              "Вес внутренний/наружный: 7,0/24,5 кг",
              "4D Жалюзи, 7 скоростей вентилятора, Автоочистка Полного цикла, Функция I-Feel, Ночной режим, Турбо режим, Антикоррозийное покрытие Blue Fin, Защита от перепадов напряжения, Авто режим, Самодиагностика, Автоматическая разморозка, Авторестарт, Мягкий старт, Горячий старт, Низковольтный пуск, Низкотемпературный пуск, Автообогрев при 8 градусах, Блокировка кнопок, Широкоугольные жалюзи, Информативный LED-дисплей, Пульт ДУ с режимом реального времени, 24-часовой таймер Фильтры: Генератор холодной Плазмы, Многоступенчатая фильтрация (6 фильтров): катехиновый, антиаллергенный, фотокаталистический фильтры, фильтр тонкой очистки, антибактериальный и с ионами серебра.",
              "Сборка: завод Gree",
              "Гарантия: 5 лет",
            ],
            function:
              "Функциональные особенности Electrolux EACS/I-09HF2/N8 серии Fusion 2.0 Super DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "Генератор холодной плазмы - Инновационное устройство, созданное на основе самых передовых разработок. Разлагает неприятные запахи, токсичные газы и аэрозоли, а также вырабатывает активные ионы кислорода и водорода, которые деактивируют переносимые по воздуху микроорганизмы, бактерии, вирусы, пыльцу и аллергены, тем самым очищая воздух. Дополнительный эффект от генератора холодной плазмы – ионизация воздуха, что положительно сказывается на общем состоянии организма человека за счет сбалансированного количества ионов водорода и кислорода на уровне идеальных естественных условий.",
              },
              {
                id: 2,
                text: "Многоступенчатая фильтрация (6 фильтров): катехиновый, антиаллергенный, фотокаталистический фильтры, фильтр тонкой очистки, антибактериальный и с ионами серебра. Обеспечивает качественную очистку воздуха от пыли, шерсти, аллергенов, болезнетворных микроорганизмов, неприятных запахов и т.д.",
              },
              {
                id: 3,
                text: "Воздушный фильтр. Удаляет частицы взвеси и пыли, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 4,
                text: "АвтоОчистка полного цикла. При отключении кондиционера вентилятор продолжает работать некоторое время, осушая и очищая внутренние части прибора, что предотвращает образование бактерий и плесени.",
              },
              {
                id: 5,
                text: "4D управление Жалюзи с Пульта ДУ ",
              },
              {
                id: 6,
                text: "7 скоростей Вентилятора.",
              },
              {
                id: 7,
                text: "Режим Энергосбережения.",
              },
              {
                id: 8,
                text: "Функция I-Feel. Кондиционер поддерживает необходимую температуру в месте нахождения пульта дистанционного управления.",
              },
              {
                id: 9,
                text: "Память положения жалюзи - прохлада в нужном вам направлении каждый раз после включения кондиционера",
              },
              {
                id: 10,
                text: "Функция осушения - обеспечивает снижение влажности внутри помещения.",
              },
              {
                id: 11,
                text: "Режим вентиляции",
              },
              {
                id: 12,
                text: "Автоматический режим работы. Сплит-система может самостоятельно переключаться между режимами нагрева и охлаждения для поддержания заданной температуры.",
              },
              {
                id: 13,
                text: "Пульт ДУ",
              },
              {
                id: 14,
                text: "Самодиагностика",
              },
              {
                id: 15,
                text: "Защита от перепадов напряжения",
              },
              {
                id: 16,
                text: "Долговечный теплообменник Blue Fin",
              },
              {
                id: 17,
                text: "Автоматическая разморозка. В режиме обогрева при температуре наружного воздуха ниже +5 °C включается система авторазморозки: прибор работает 5-10 минут в режиме охлаждения без включения вентилятора внутреннего блока, теплообменник внешнего блока нагревается и оттаивает.",
              },
              {
                id: 18,
                text: "Увеличенная длина трассы до 15м. Благодаря мощному компрессору имеется возможность устанавливать внутренний и наружный блок на большом удалении друг от друга, что значительно увеличивает количество вариантов размещения блоков кондиционера.",
              },
            ],
          },
          {
            id: 3,
            image: require("@/assets/image/imageCatalog1/el1.webp"),
            iconFactory: "Gree",
            model: "Инверторный кондиционер Electrolux EACS/I-12HF2/N8",
            price: "000 руб",
            description: [
              "Площадь: до 36 м2",
              "Мощность холод/тепло: 3,2(0,9-3,6)/3,4(0,9-4,0) кВт",
              "Серия: Fusion 2.0 Super DC Inverter",
              "Потребляемая мощность холод/тепло: 0,991(0,22-1,3)/0,916(0,22-1,5) кВт",
              "Уровень шума внутренний/наружный: 24/50 дБ",
              "Расход воздуха: 590 м3/ч",
              "Класс энергоэффективности: А++",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Хладагент: R32",
              "Максимальная длина/высота трассы: 20/10 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло:  -15~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (783х260х185)/(732х555х330) мм",
              "Вес внутренний/наружный: 8,0/25,0 кг",
              "4D Жалюзи, 7 скоростей вентилятора, Автоочистка Полного цикла, Функция I-Feel, Ночной режим, Турбо режим, Антикоррозийное покрытие Blue Fin, Защита от перепадов напряжения, Авто режим, Самодиагностика, Автоматическая разморозка, Авторестарт, Мягкий старт, Горячий старт, Низковольтный пуск, Низкотемпературный пуск, Автообогрев при 8 градусах, Блокировка кнопок, Широкоугольные жалюзи, Информативный LED-дисплей, Пульт ДУ с режимом реального времени, 24-часовой таймер Фильтры: Генератор холодной Плазмы, Многоступенчатая фильтрация (6 фильтров): катехиновый, антиаллергенный, фотокаталистический фильтры, фильтр тонкой очистки, антибактериальный и с ионами серебра.",
              "Сборка: завод Gree",
              "Гарантия: 5 лет",
            ],
            function:
              "Функциональные особенности Electrolux EACS/I-12HF2/N8 серии Fusion 2.0 Super DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "Генератор холодной плазмы - Инновационное устройство, созданное на основе самых передовых разработок. Разлагает неприятные запахи, токсичные газы и аэрозоли, а также вырабатывает активные ионы кислорода и водорода, которые деактивируют переносимые по воздуху микроорганизмы, бактерии, вирусы, пыльцу и аллергены, тем самым очищая воздух. Дополнительный эффект от генератора холодной плазмы – ионизация воздуха, что положительно сказывается на общем состоянии организма человека за счет сбалансированного количества ионов водорода и кислорода на уровне идеальных естественных условий.",
              },
              {
                id: 2,
                text: "Многоступенчатая фильтрация (6 фильтров): катехиновый, антиаллергенный, фотокаталистический фильтры, фильтр тонкой очистки, антибактериальный и с ионами серебра. Обеспечивает качественную очистку воздуха от пыли, шерсти, аллергенов, болезнетворных микроорганизмов, неприятных запахов и т.д.",
              },
              {
                id: 3,
                text: "Воздушный фильтр. Удаляет частицы взвеси и пыли, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 4,
                text: "АвтоОчистка полного цикла. При отключении кондиционера вентилятор продолжает работать некоторое время, осушая и очищая внутренние части прибора, что предотвращает образование бактерий и плесени.",
              },
              {
                id: 5,
                text: "4D управление Жалюзи с Пульта ДУ ",
              },
              {
                id: 6,
                text: "7 скоростей Вентилятора.",
              },
              {
                id: 7,
                text: "Режим Энергосбережения.",
              },
              {
                id: 8,
                text: "Функция I-Feel. Кондиционер поддерживает необходимую температуру в месте нахождения пульта дистанционного управления.",
              },
              {
                id: 9,
                text: "Память положения жалюзи - прохлада в нужном вам направлении каждый раз после включения кондиционера",
              },
              {
                id: 10,
                text: "Функция осушения - обеспечивает снижение влажности внутри помещения.",
              },
              {
                id: 11,
                text: "Режим вентиляции",
              },
              {
                id: 12,
                text: "Автоматический режим работы. Сплит-система может самостоятельно переключаться между режимами нагрева и охлаждения для поддержания заданной температуры.",
              },
              {
                id: 13,
                text: "Пульт ДУ",
              },
              {
                id: 14,
                text: "Самодиагностика",
              },
              {
                id: 15,
                text: "Защита от перепадов напряжения",
              },
              {
                id: 16,
                text: "Долговечный теплообменник Blue Fin",
              },
              {
                id: 17,
                text: "Автоматическая разморозка. В режиме обогрева при температуре наружного воздуха ниже +5 °C включается система авторазморозки: прибор работает 5-10 минут в режиме охлаждения без включения вентилятора внутреннего блока, теплообменник внешнего блока нагревается и оттаивает.",
              },
              {
                id: 18,
                text: "Увеличенная длина трассы до 15м. Благодаря мощному компрессору имеется возможность устанавливать внутренний и наружный блок на большом удалении друг от друга, что значительно увеличивает количество вариантов размещения блоков кондиционера.",
              },
            ],
          },
          {
            id: 4,
            image: require("@/assets/image/imageCatalog1/elBlack.webp"),
            iconFactory: "Gree",
            model: "Инверторный кондиционер Electrolux EACS/I-09HEN-BLACK/N8",
            price: "000 руб",
            description: [
              "Площадь: до 30 м2",
              "Мощность холод/тепло:  2,7(0,8-3,8)/3,0(0,9-4,25) кВт",
              "Серия: Enterprise Super DC Inverter",
              "Потребляемая мощность холод/тепло:  0,67(0,1-1,3)/0,68(0,15-1,4) кВт",
              "Уровень шума внутренний/наружный: 22/50 дБ",
              "Расход воздуха: 610 м3/ч",
              "Класс энергоэффективности: А+++",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Хладагент: R32",
              "Максимальная длина/высота трассы: 15/10 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло: -15~+50/-25~+30°С",
              "Размеры внутренний/наружный (ШхВхГ): (837х293х200)/(732х555х330) мм",
              "Вес внутренний/наружный: 9,5/25,0 кг",
              "4D Жалюзи, УФ обеззараживание воздуха, EL алгоритм энергопотребления, Интеллектуальное управление влажностью, 7 скоростей вентилятора, АвтоОчистка Полного цикла, Функция I-Feel, Ночной режим, Турбо режим, Стабильная работа в диапазоне от 130-265В, Антикоррозийное покрытие Blue Fin, Защита от перепадов напряжения, Авто режим, Самодиагностика, Автоматическая разморозка, Авторестарт, Мягкий старт, Горячий старт, Низковольтный пуск, Низкотемпературный пуск, Автообогрев при 8 градусах, Блокировка кнопок, Широкоугольные жалюзи, Информативный LED-дисплей, Пульт ДУ Hi-End с подсветкой, 24-часовой таймер. Фильтры: Генератор холодной Плазмы, Многоступенчатая фильтрация (6 фильтров): катехиновый, антиаллергенный, фотокаталистический фильтры, фильтр тонкой очистки, антибактериальный и с ионами серебра.",
              "Сборка: завод Gree",
              "Гарантия: 5 лет",
            ],
            function:
              "Функциональные особенности Electrolux EACS/I-09HEN-BLACK/N8 серии Enterprise Super DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "Генератор холодной плазмы. Инновационное устройство, созданное на основе самых передовых разработок. Генератор холодной плазмы разлагает неприятные запахи, токсичные газы и аэрозоли, а также вырабатывает активные ионы кислорода и водорода, которые деактивируют переносимые по воздуху микроорганизмы, бактерии, вирусы, пыльцу и аллергены, тем самым очищая воздух. Дополнительный эффект от генератора холодной плазмы – ионизация воздуха, что положительно сказывается на общем состоянии организма человека за счет сбалансированного количества ионов водорода и кислорода на уровне идеальных естественных условий.",
              },
              {
                id: 2,
                text: "Ультрафиолетовое обеззараживание воздуха и теплообменника.",
              },
              {
                id: 3,
                text: "Многоступенчатая фильтрация (6 фильтров): катехиновый, антиаллергенный, фотокаталистический фильтры, фильтр тонкой очистки, антибактериальный и с ионами серебра. Обеспечивает качественную очистку воздуха от пыли, шерсти, аллергенов, болезнетворных микроорганизмов, неприятных запахов и т.д.",
              },
              {
                id: 4,
                text: "Интеллектуальное управление влажностью.",
              },
              {
                id: 5,
                text: "Воздушный фильтр. Удаляет частицы взвеси и пыли, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 6,
                text: "АвтоОчистка полного цикла. При отключении кондиционера вентилятор продолжает работать некоторое время, осушая и очищая внутренние части прибора, что предотвращает образование бактерий и плесени.",
              },
              {
                id: 7,
                text: "4D управление Жалюзи с Пульта ДУ.",
              },
              {
                id: 8,
                text: "EL алгоритм энергопотребления.",
              },
              {
                id: 9,
                text: "7 скоростей Вентилятора.",
              },
              {
                id: 10,
                text: "Режим энергосбережения. ",
              },
              {
                id: 11,
                text: "Функция I-Feel. Кондиционер поддерживает необходимую температуру в месте нахождения пульта дистанционного управления.",
              },
              {
                id: 12,
                text: "Режим «Турбо». Кондиционер работает с максимальной производительностью, для быстрого достижения заданной температуры.",
              },
              {
                id: 13,
                text: "Ночной режим. Обеспечивает наибольший уровень комфорта за счет регулирования температуры в помещении по особому алгоритму, а также максимальному снижению уровня шума.",
              },
              {
                id: 14,
                text: "Таймер 24 часа. Пользователь может задать желаемое время работы и нужный режим. ",
              },
              {
                id: 15,
                text: "Память положения жалюзи - прохлада в нужном вам направлении каждый раз после включения кондиционера.",
              },
              {
                id: 16,
                text: "Функция осушения обеспечивает снижение влажности внутри помещения. Конденсат, скапливающийся при работе системы, выводится через дренажную трубку.",
              },
              {
                id: 17,
                text: "Автоматический режим работы. Сплит-система может самостоятельно переключаться между режимами нагрева и охлаждения для поддержания заданной температуры, эта функция актуальна в межсезонье, когда происходит существенное изменение температур в течение суток.",
              },
              {
                id: 18,
                text: "Скорость воздушного потока и положение жалюзи. Задаются вручную и автоматически, что позволяет пользователю подобрать наиболее комфортный для себя режим работы кондиционера. В этой модели имеется 4 скорости вращения вентилятора и 9 положений жалюзи.",
              },
              {
                id: 19,
                text: "Пульт ДУ Hi-End с подсветкой.",
              },
              {
                id: 20,
                text: "Самодиагностика. Кондиционер выявляет неисправности и сообщает о них посредством вывода на дисплей определенного цифрового кода, по которому легко понять какая именно возникла неисправность.",
              },
              {
                id: 21,
                text: "Защита от перепадов напряжения. Кондиционер устойчив к частым колебаниям напряжения в сети, также он может работать при значительных отклонениях напряжения от 220 вольт.",
              },
              {
                id: 22,
                text: "Авторестарт.",
              },
              {
                id: 23,
                text: "Горячий старт исключает возможность поступления холодного воздуха в помещение (только в режиме обогрева).",
              },
              {
                id: 24,
                text: "Мягкий старт.  В момент запуска кондиционера компрессор плавно повышает мощность, что обеспечивает увеличение ресурса за счет снижения нагрузки на детали и понижения пусковых токов.",
              },
              {
                id: 25,
                text: "Долговечный теплообменник Blue Fin. Теплообменник покрыт специальным антикоррозийным покрытием Blue Fin. Это значительно улучшает эффективность теплообмена и в 3-5 раз увеличивает срок службы приборов.",
              },
              {
                id: 26,
                text: "Автоматическая разморозка. В режиме обогрева при температуре наружного воздуха ниже +5 °C включается система авторазморозки: прибор работает 5-10 минут в режиме охлаждения без включения вентилятора внутреннего блока, теплообменник внешнего блока нагревается и оттаивает.",
              },
              {
                id: 27,
                text: "Увеличенная длина трассы до 15м. Благодаря мощному компрессору имеется возможность устанавливать внутренний и наружный блок на большом удалении друг от друга, что значительно увеличивает количество вариантов размещения блоков кондиционера.",
              },
            ],
          },
          {
            id: 5,
            image: require("@/assets/image/imageCatalog1/elBlack.webp"),
            iconFactory: "Gree",
            model: "Инверторный кондиционер Electrolux EACS/I-12HEN-BLACK/N8",
            price: "000 руб",
            description: [
              "Площадь: до 40 м2",
              "Мощность холод/тепло: 3,51(0,9-4,4)/3,81(0,9-4,7) кВт",
              "Серия: Enterprise Super DC Inverter",
              "Потребляемая мощность холод/тепло:  0,989(0,22-1,4)/0,977(0,22-1,65) кВт",
              "Уровень шума внутренний/наружный: 25/50 дБ",
              "Расход воздуха: 680 м3/ч",
              "Класс энергоэффективности: А+++",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Хладагент: R32",
              "Максимальная длина/высота трассы: 15/10 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло: -15~+50/-25~+30°С",
              "Размеры внутренний/наружный (ШхВхГ): (837х293х200)/(732х555х330) мм",
              "Вес внутренний/наружный: 9,5/25,0 кг",
              "4D Жалюзи, УФ обеззараживание воздуха, EL алгоритм энергопотребления, Интеллектуальное управление влажностью, 7 скоростей вентилятора, АвтоОчистка Полного цикла, Функция I-Feel, Ночной режим, Турбо режим, Стабильная работа в диапазоне от 130-265В, Антикоррозийное покрытие Blue Fin, Защита от перепадов напряжения, Авто режим, Самодиагностика, Автоматическая разморозка, Авторестарт, Мягкий старт, Горячий старт, Низковольтный пуск, Низкотемпературный пуск, Автообогрев при 8 градусах, Блокировка кнопок, Широкоугольные жалюзи, Информативный LED-дисплей, Пульт ДУ Hi-End с подсветкой, 24-часовой таймер. Фильтры: Генератор холодной Плазмы, Многоступенчатая фильтрация (6 фильтров): катехиновый, антиаллергенный, фотокаталистический фильтры, фильтр тонкой очистки, антибактериальный и с ионами серебра.",
              "Сборка: завод Gree",
              "Гарантия: 5 лет",
            ],
            function:
              "Функциональные особенности Electrolux EACS/I-12HEN-BLACK/N8 серии Enterprise Super DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "Генератор холодной плазмы. Инновационное устройство, созданное на основе самых передовых разработок. Генератор холодной плазмы разлагает неприятные запахи, токсичные газы и аэрозоли, а также вырабатывает активные ионы кислорода и водорода, которые деактивируют переносимые по воздуху микроорганизмы, бактерии, вирусы, пыльцу и аллергены, тем самым очищая воздух. Дополнительный эффект от генератора холодной плазмы – ионизация воздуха, что положительно сказывается на общем состоянии организма человека за счет сбалансированного количества ионов водорода и кислорода на уровне идеальных естественных условий.",
              },
              {
                id: 2,
                text: "Ультрафиолетовое обеззараживание воздуха и теплообменника.",
              },
              {
                id: 3,
                text: "Многоступенчатая фильтрация (6 фильтров): катехиновый, антиаллергенный, фотокаталистический фильтры, фильтр тонкой очистки, антибактериальный и с ионами серебра. Обеспечивает качественную очистку воздуха от пыли, шерсти, аллергенов, болезнетворных микроорганизмов, неприятных запахов и т.д.",
              },
              {
                id: 4,
                text: "Интеллектуальное управление влажностью.",
              },
              {
                id: 5,
                text: "Воздушный фильтр. Удаляет частицы взвеси и пыли, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 6,
                text: "АвтоОчистка полного цикла. При отключении кондиционера вентилятор продолжает работать некоторое время, осушая и очищая внутренние части прибора, что предотвращает образование бактерий и плесени.",
              },
              {
                id: 7,
                text: "4D управление Жалюзи с Пульта ДУ.",
              },
              {
                id: 8,
                text: "EL алгоритм энергопотребления.",
              },
              {
                id: 9,
                text: "7 скоростей Вентилятора.",
              },
              {
                id: 10,
                text: "Режим энергосбережения. ",
              },
              {
                id: 11,
                text: "Функция I-Feel. Кондиционер поддерживает необходимую температуру в месте нахождения пульта дистанционного управления.",
              },
              {
                id: 12,
                text: "Режим «Турбо». Кондиционер работает с максимальной производительностью, для быстрого достижения заданной температуры.",
              },
              {
                id: 13,
                text: "Ночной режим. Обеспечивает наибольший уровень комфорта за счет регулирования температуры в помещении по особому алгоритму, а также максимальному снижению уровня шума.",
              },
              {
                id: 14,
                text: "Таймер 24 часа. Пользователь может задать желаемое время работы и нужный режим. ",
              },
              {
                id: 15,
                text: "Память положения жалюзи - прохлада в нужном вам направлении каждый раз после включения кондиционера.",
              },
              {
                id: 16,
                text: "Функция осушения обеспечивает снижение влажности внутри помещения. Конденсат, скапливающийся при работе системы, выводится через дренажную трубку.",
              },
              {
                id: 17,
                text: "Автоматический режим работы. Сплит-система может самостоятельно переключаться между режимами нагрева и охлаждения для поддержания заданной температуры, эта функция актуальна в межсезонье, когда происходит существенное изменение температур в течение суток.",
              },
              {
                id: 18,
                text: "Скорость воздушного потока и положение жалюзи. Задаются вручную и автоматически, что позволяет пользователю подобрать наиболее комфортный для себя режим работы кондиционера. В этой модели имеется 4 скорости вращения вентилятора и 9 положений жалюзи.",
              },
              {
                id: 19,
                text: "Пульт ДУ Hi-End с подсветкой.",
              },
              {
                id: 20,
                text: "Самодиагностика. Кондиционер выявляет неисправности и сообщает о них посредством вывода на дисплей определенного цифрового кода, по которому легко понять какая именно возникла неисправность.",
              },
              {
                id: 21,
                text: "Защита от перепадов напряжения. Кондиционер устойчив к частым колебаниям напряжения в сети, также он может работать при значительных отклонениях напряжения от 220 вольт.",
              },
              {
                id: 22,
                text: "Авторестарт.",
              },
              {
                id: 23,
                text: "Горячий старт исключает возможность поступления холодного воздуха в помещение (только в режиме обогрева).",
              },
              {
                id: 24,
                text: "Мягкий старт.  В момент запуска кондиционера компрессор плавно повышает мощность, что обеспечивает увеличение ресурса за счет снижения нагрузки на детали и понижения пусковых токов.",
              },
              {
                id: 25,
                text: "Долговечный теплообменник Blue Fin. Теплообменник покрыт специальным антикоррозийным покрытием Blue Fin. Это значительно улучшает эффективность теплообмена и в 3-5 раз увеличивает срок службы приборов.",
              },
              {
                id: 26,
                text: "Автоматическая разморозка. В режиме обогрева при температуре наружного воздуха ниже +5 °C включается система авторазморозки: прибор работает 5-10 минут в режиме охлаждения без включения вентилятора внутреннего блока, теплообменник внешнего блока нагревается и оттаивает.",
              },
              {
                id: 27,
                text: "Увеличенная длина трассы до 15м. Благодаря мощному компрессору имеется возможность устанавливать внутренний и наружный блок на большом удалении друг от друга, что значительно увеличивает количество вариантов размещения блоков кондиционера.",
              },
            ],
          },
          {
            id: 6,
            image: require("@/assets/image/imageCatalog1/el1.webp"),
            iconFactory: "Gree",
            model: "Инверторный кондиционер Electrolux EACS/I-18HF2/N8",
            price: "000 руб",
            description: [
              "Площадь: до 50 м2",
              "Мощность холод/тепло: 4,6(1,0-5,4)/5,2(0,75-5,8) кВт",
              "Серия: Fusion 2.0 Super DC Inverter",
              "Потребляемая мощность холод/тепло:  1,353(0,15-1,9)/1,334(0,16-1,9) кВт",
              "Уровень шума внутренний/наружный: 28/52 дБ",
              "Расход воздуха: 1000 м3/ч",
              "Класс энергоэффективности: А++",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Хладагент: R32",
              "Максимальная длина/высота трассы: 25/10 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло: -15~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ):  (943х333х246)/(732х555х330) мм",
              "Вес внутренний/наружный: 13,0/27,5 кг",
              "4D Жалюзи, 7 скоростей вентилятора, Автоочистка Полного цикла, Функция I-Feel, Ночной режим, Турбо режим, Антикоррозийное покрытие Blue Fin, Защита от перепадов напряжения, Авто режим, Самодиагностика, Автоматическая разморозка, Авторестарт, Мягкий старт, Горячий старт, Низковольтный пуск, Низкотемпературный пуск, Автообогрев при 8 градусах, Блокировка кнопок, Широкоугольные жалюзи, Информативный LED-дисплей, Пульт ДУ с режимом реального времени, 24-часовой таймер. Фильтры: Генератор холодной Плазмы, Многоступенчатая фильтрация (6 фильтров): катехиновый, антиаллергенный, фотокаталистический фильтры, фильтр тонкой очистки, антибактериальный и с ионами серебра.",
              "Сборка: завод Gree",
              "Гарантия: 5 лет",
            ],
            function:
              "Функциональные особенности Electrolux EACS/I-18HF2/N8 серии Fusion 2.0 Super DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "Генератор холодной плазмы - Инновационное устройство, созданное на основе самых передовых разработок. Разлагает неприятные запахи, токсичные газы и аэрозоли, а также вырабатывает активные ионы кислорода и водорода, которые деактивируют переносимые по воздуху микроорганизмы, бактерии, вирусы, пыльцу и аллергены, тем самым очищая воздух. Дополнительный эффект от генератора холодной плазмы – ионизация воздуха, что положительно сказывается на общем состоянии организма человека за счет сбалансированного количества ионов водорода и кислорода на уровне идеальных естественных условий.",
              },
              {
                id: 2,
                text: "Многоступенчатая фильтрация (6 фильтров): катехиновый, антиаллергенный, фотокаталистический фильтры, фильтр тонкой очистки, антибактериальный и с ионами серебра. Обеспечивает качественную очистку воздуха от пыли, шерсти, аллергенов, болезнетворных микроорганизмов, неприятных запахов и т.д.",
              },
              {
                id: 3,
                text: "Воздушный фильтр. Удаляет частицы взвеси и пыли, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 4,
                text: "АвтоОчистка полного цикла. При отключении кондиционера вентилятор продолжает работать некоторое время, осушая и очищая внутренние части прибора, что предотвращает образование бактерий и плесени.",
              },
              {
                id: 5,
                text: "4D управление жалюзи с пульта ДУ ",
              },
              {
                id: 6,
                text: "7 скоростей вентилятора.",
              },
              {
                id: 7,
                text: "Режим энергосбережения.",
              },
              {
                id: 8,
                text: "Функция I-Feel. Кондиционер поддерживает необходимую температуру в месте нахождения пульта дистанционного управления.",
              },
              {
                id: 9,
                text: "Память положения жалюзи - прохлада в нужном вам направлении каждый раз после включения кондиционера",
              },
              {
                id: 10,
                text: "Функция осушения - обеспечивает снижение влажности внутри помещения.",
              },
              {
                id: 11,
                text: "Режим вентиляции",
              },
              {
                id: 12,
                text: "Автоматический режим работы. Сплит-система может самостоятельно переключаться между режимами нагрева и охлаждения для поддержания заданной температуры.",
              },
              {
                id: 13,
                text: "Пульт ДУ",
              },
              {
                id: 14,
                text: "Самодиагностика",
              },
              {
                id: 15,
                text: "Защита от перепадов напряжения",
              },
              {
                id: 16,
                text: "Долговечный теплообменник Blue Fin",
              },
              {
                id: 17,
                text: "Автоматическая разморозка. В режиме обогрева при температуре наружного воздуха ниже +5 °C включается система авторазморозки: прибор работает 5-10 минут в режиме охлаждения без включения вентилятора внутреннего блока, теплообменник внешнего блока нагревается и оттаивает.",
              },
              {
                id: 18,
                text: "Увеличенная длина трассы до 15м. Благодаря мощному компрессору имеется возможность устанавливать внутренний и наружный блок на большом удалении друг от друга, что значительно увеличивает количество вариантов размещения блоков кондиционера.",
              },
            ],
          },
          {
            id: 7,
            image: require("@/assets/image/imageCatalog1/el1.webp"),
            iconFactory: "Gree",
            model: "Инверторный кондиционер Electrolux EACS/I-24HF2/N8",
            price: "000 руб",
            description: [
              "Площадь: до 70 м2",
              "Мощность холод/тепло: 6,2(1,8-6,9)/6,5(1,3-7,91) кВт",
              "Серия: Fusion 2.0 Super DC Inverter",
              "Потребляемая мощность холод/тепло: 1,786(0,45-2,3)/1,645(0,45-2,3) кВт",
              "Уровень шума внутренний/наружный:  32/54 дБ",
              "Расход воздуха: 1050 м3/ч",
              "Класс энергоэффективности: А++",
              "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
              "Хладагент: R32",
              "Максимальная длина/высота трассы: 25/10 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло: -15~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ):   (943х333х246)/(873х555х376) мм",
              "Вес внутренний/наружный: 13,5/36,5 кг",
              "4D Жалюзи, 7 скоростей вентилятора, Автоочистка Полного цикла, Функция I-Feel, Ночной режим, Турбо режим, Антикоррозийное покрытие Blue Fin, Защита от перепадов напряжения, Авто режим, Самодиагностика, Автоматическая разморозка, Авторестарт, Мягкий старт, Горячий старт, Низковольтный пуск, Низкотемпературный пуск, Автообогрев при 8 градусах, Блокировка кнопок, Широкоугольные жалюзи, Информативный LED-дисплей, Пульт ДУ с режимом реального времени, 24-часовой таймер. Фильтры: Генератор холодной Плазмы, Многоступенчатая фильтрация (6 фильтров): катехиновый, антиаллергенный, фотокаталистический фильтры, фильтр тонкой очистки, антибактериальный и с ионами серебра.",
              "Сборка: завод Gree",
              "Гарантия: 5 лет",
            ],
            function:
              "Функциональные особенности Electrolux EACS/I-24HF2/N8 серии Fusion 2.0 Super DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "Генератор холодной плазмы - Инновационное устройство, созданное на основе самых передовых разработок. Разлагает неприятные запахи, токсичные газы и аэрозоли, а также вырабатывает активные ионы кислорода и водорода, которые деактивируют переносимые по воздуху микроорганизмы, бактерии, вирусы, пыльцу и аллергены, тем самым очищая воздух. Дополнительный эффект от генератора холодной плазмы – ионизация воздуха, что положительно сказывается на общем состоянии организма человека за счет сбалансированного количества ионов водорода и кислорода на уровне идеальных естественных условий.",
              },
              {
                id: 2,
                text: "Многоступенчатая фильтрация (6 фильтров): катехиновый, антиаллергенный, фотокаталистический фильтры, фильтр тонкой очистки, антибактериальный и с ионами серебра. Обеспечивает качественную очистку воздуха от пыли, шерсти, аллергенов, болезнетворных микроорганизмов, неприятных запахов и т.д.",
              },
              {
                id: 3,
                text: "Воздушный фильтр. Удаляет частицы взвеси и пыли, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 4,
                text: "АвтоОчистка полного цикла. При отключении кондиционера вентилятор продолжает работать некоторое время, осушая и очищая внутренние части прибора, что предотвращает образование бактерий и плесени.",
              },
              {
                id: 5,
                text: "4D управление жалюзи с пульта ДУ ",
              },
              {
                id: 6,
                text: "7 скоростей вентилятора.",
              },
              {
                id: 7,
                text: "Режим энергосбережения.",
              },
              {
                id: 8,
                text: "Функция I-Feel. Кондиционер поддерживает необходимую температуру в месте нахождения пульта дистанционного управления.",
              },
              {
                id: 9,
                text: "Память положения жалюзи - прохлада в нужном вам направлении каждый раз после включения кондиционера",
              },
              {
                id: 10,
                text: "Функция осушения - обеспечивает снижение влажности внутри помещения.",
              },
              {
                id: 11,
                text: "Режим вентиляции",
              },
              {
                id: 12,
                text: "Автоматический режим работы. Сплит-система может самостоятельно переключаться между режимами нагрева и охлаждения для поддержания заданной температуры.",
              },
              {
                id: 13,
                text: "Пульт ДУ",
              },
              {
                id: 14,
                text: "Самодиагностика",
              },
              {
                id: 15,
                text: "Защита от перепадов напряжения",
              },
              {
                id: 16,
                text: "Долговечный теплообменник Blue Fin",
              },
              {
                id: 17,
                text: "Автоматическая разморозка. В режиме обогрева при температуре наружного воздуха ниже +5 °C включается система авторазморозки: прибор работает 5-10 минут в режиме охлаждения без включения вентилятора внутреннего блока, теплообменник внешнего блока нагревается и оттаивает.",
              },
              {
                id: 18,
                text: "Увеличенная длина трассы до 15м. Благодаря мощному компрессору имеется возможность устанавливать внутренний и наружный блок на большом удалении друг от друга, что значительно увеличивает количество вариантов размещения блоков кондиционера.",
              },
            ],
          },
          {
            id: 8,
            image: require("@/assets/image/imageCatalog1/elBlack.webp"),
            iconFactory: "Gree",
            model: "Инверторный кондиционер Electrolux EACS/I-18HEN-BLACK/N8",
            price: "000 руб",
            description: [
              "Площадь: до 60 м2",
              "Мощность холод/тепло: 5,3(0,85-6,3)/5,35(1,05-7,0) кВт",
              "Серия: Enterprise Super DC Inverter",
              "Потребляемая мощность холод/тепло:  1,582(0,1-2,3)/1,393(0,24-2,35) кВт",
              "Уровень шума внутренний/наружный: 26/54 дБ",
              "Расход воздуха: 1000 м3/ч",
              "Класс энергоэффективности: А++",
              "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
              "Хладагент: R32",
              "Максимальная длина/высота трассы: 25/10 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло: -15~+50/-25~+30°С",
              "Размеры внутренний/наружный (ШхВхГ): (993х311х222)/(802х555х350) мм",
              "Вес внутренний/наружный: 12,5/31,5 кг",
              "4D Жалюзи, УФ обеззараживание воздуха, EL алгоритм энергопотребления, Интеллектуальное управление влажностью, 7 скоростей вентилятора, АвтоОчистка Полного цикла, Функция I-Feel, Ночной режим, Турбо режим, Стабильная работа в диапазоне от 130-265В, Антикоррозийное покрытие Blue Fin, Защита от перепадов напряжения, Авто режим, Самодиагностика, Автоматическая разморозка, Авторестарт, Мягкий старт, Горячий старт, Низковольтный пуск, Низкотемпературный пуск, Автообогрев при 8 градусах, Блокировка кнопок, Широкоугольные жалюзи, Информативный LED-дисплей, Пульт ДУ Hi-End с подсветкой, 24-часовой таймер. Фильтры: Генератор холодной Плазмы, Многоступенчатая фильтрация (6 фильтров): катехиновый, антиаллергенный, фотокаталистический фильтры, фильтр тонкой очистки, антибактериальный и с ионами серебра.",
              "Сборка: завод Gree",
              "Гарантия: 5 лет",
            ],
            function:
              "Функциональные особенности Electrolux EACS/I-18HEN-BLACK/N8 серии Enterprise Super DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "Генератор холодной плазмы. Инновационное устройство, созданное на основе самых передовых разработок. Генератор холодной плазмы разлагает неприятные запахи, токсичные газы и аэрозоли, а также вырабатывает активные ионы кислорода и водорода, которые деактивируют переносимые по воздуху микроорганизмы, бактерии, вирусы, пыльцу и аллергены, тем самым очищая воздух. Дополнительный эффект от генератора холодной плазмы – ионизация воздуха, что положительно сказывается на общем состоянии организма человека за счет сбалансированного количества ионов водорода и кислорода на уровне идеальных естественных условий.",
              },
              {
                id: 2,
                text: "Ультрафиолетовое обеззараживание воздуха и теплообменника.",
              },
              {
                id: 3,
                text: "Многоступенчатая фильтрация (6 фильтров): катехиновый, антиаллергенный, фотокаталистический фильтры, фильтр тонкой очистки, антибактериальный и с ионами серебра. Обеспечивает качественную очистку воздуха от пыли, шерсти, аллергенов, болезнетворных микроорганизмов, неприятных запахов и т.д.",
              },
              {
                id: 4,
                text: "Интеллектуальное управление влажностью.",
              },
              {
                id: 5,
                text: "Воздушный фильтр. Удаляет частицы взвеси и пыли, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 6,
                text: "АвтоОчистка полного цикла. При отключении кондиционера вентилятор продолжает работать некоторое время, осушая и очищая внутренние части прибора, что предотвращает образование бактерий и плесени.",
              },
              {
                id: 7,
                text: "4D управление Жалюзи с Пульта ДУ.",
              },
              {
                id: 8,
                text: "EL алгоритм энергопотребления.",
              },
              {
                id: 9,
                text: "7 скоростей Вентилятора.",
              },
              {
                id: 10,
                text: "Режим энергосбережения. ",
              },
              {
                id: 11,
                text: "Функция I-Feel. Кондиционер поддерживает необходимую температуру в месте нахождения пульта дистанционного управления.",
              },
              {
                id: 12,
                text: "Режим «Турбо». Кондиционер работает с максимальной производительностью, для быстрого достижения заданной температуры.",
              },
              {
                id: 13,
                text: "Ночной режим. Обеспечивает наибольший уровень комфорта за счет регулирования температуры в помещении по особому алгоритму, а также максимальному снижению уровня шума.",
              },
              {
                id: 14,
                text: "Таймер 24 часа. Пользователь может задать желаемое время работы и нужный режим. ",
              },
              {
                id: 15,
                text: "Память положения жалюзи - прохлада в нужном вам направлении каждый раз после включения кондиционера.",
              },
              {
                id: 16,
                text: "Функция осушения обеспечивает снижение влажности внутри помещения. Конденсат, скапливающийся при работе системы, выводится через дренажную трубку.",
              },
              {
                id: 17,
                text: "Автоматический режим работы. Сплит-система может самостоятельно переключаться между режимами нагрева и охлаждения для поддержания заданной температуры, эта функция актуальна в межсезонье, когда происходит существенное изменение температур в течение суток.",
              },
              {
                id: 18,
                text: "Скорость воздушного потока и положение жалюзи. Задаются вручную и автоматически, что позволяет пользователю подобрать наиболее комфортный для себя режим работы кондиционера. В этой модели имеется 4 скорости вращения вентилятора и 9 положений жалюзи.",
              },
              {
                id: 19,
                text: "Пульт ДУ Hi-End с подсветкой.",
              },
              {
                id: 20,
                text: "Самодиагностика. Кондиционер выявляет неисправности и сообщает о них посредством вывода на дисплей определенного цифрового кода, по которому легко понять какая именно возникла неисправность.",
              },
              {
                id: 21,
                text: "Защита от перепадов напряжения. Кондиционер устойчив к частым колебаниям напряжения в сети, также он может работать при значительных отклонениях напряжения от 220 вольт.",
              },
              {
                id: 22,
                text: "Авторестарт.",
              },
              {
                id: 23,
                text: "Горячий старт исключает возможность поступления холодного воздуха в помещение (только в режиме обогрева).",
              },
              {
                id: 24,
                text: "Мягкий старт.  В момент запуска кондиционера компрессор плавно повышает мощность, что обеспечивает увеличение ресурса за счет снижения нагрузки на детали и понижения пусковых токов.",
              },
              {
                id: 25,
                text: "Долговечный теплообменник Blue Fin. Теплообменник покрыт специальным антикоррозийным покрытием Blue Fin. Это значительно улучшает эффективность теплообмена и в 3-5 раз увеличивает срок службы приборов.",
              },
              {
                id: 26,
                text: "Автоматическая разморозка. В режиме обогрева при температуре наружного воздуха ниже +5 °C включается система авторазморозки: прибор работает 5-10 минут в режиме охлаждения без включения вентилятора внутреннего блока, теплообменник внешнего блока нагревается и оттаивает.",
              },
              {
                id: 27,
                text: "Увеличенная длина трассы до 15м. Благодаря мощному компрессору имеется возможность устанавливать внутренний и наружный блок на большом удалении друг от друга, что значительно увеличивает количество вариантов размещения блоков кондиционера.",
              },
            ],
          },
          {
            id: 9,
            image: require("@/assets/image/imageCatalog1/elBlack.webp"),
            iconFactory: "Gree",
            model: "Инверторный кондиционер Electrolux EACS/I-24HEN-BLACK/N8",
            price: "000 руб",
            description: [
              "Площадь: до 60 м2",
              "Мощность холод/тепло: 7,1(1,8-7,8)/7,3(1,5-9,4) кВт",
              "Серия: Enterprise Super DC Inverter",
              "Потребляемая мощность холод/тепло: 2,03(0,45-2,9)/1,87(0,35-3,5) кВт",
              "Уровень шума внутренний/наружный: 33/56 дБ",
              "Расход воздуха: 1000 м3/ч",
              "Класс энергоэффективности: А++",
              "Диаметр труб (жидкость и газ): 1/4 и 5/8 дюйма",
              "Хладагент: R32",
              "Максимальная длина/высота трассы: 25/10 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло: -15~+50/-25~+30°С",
              "Размеры внутренний/наружный (ШхВхГ):(993х311х222)/(958х660х402) мм",
              "Вес внутренний/наружный:  13,0/45,0 кг",
              "4D Жалюзи, УФ обеззараживание воздуха, EL алгоритм энергопотребления, Интеллектуальное управление влажностью, 7 скоростей вентилятора, АвтоОчистка Полного цикла, Функция I-Feel, Ночной режим, Турбо режим, Стабильная работа в диапазоне от 130-265В, Антикоррозийное покрытие Blue Fin, Защита от перепадов напряжения, Авто режим, Самодиагностика, Автоматическая разморозка, Авторестарт, Мягкий старт, Горячий старт, Низковольтный пуск, Низкотемпературный пуск, Автообогрев при 8 градусах, Блокировка кнопок, Широкоугольные жалюзи, Информативный LED-дисплей, Пульт ДУ Hi-End с подсветкой, 24-часовой таймер. Фильтры: Генератор холодной Плазмы, Многоступенчатая фильтрация (6 фильтров): катехиновый, антиаллергенный, фотокаталистический фильтры, фильтр тонкой очистки, антибактериальный и с ионами серебра.",
              "Сборка: завод Gree",
              "Гарантия: 5 лет",
            ],
            function:
              "Функциональные особенности Electrolux EACS/I-24HEN-BLACK/N8 серии Enterprise Super DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "Генератор холодной плазмы. Инновационное устройство, созданное на основе самых передовых разработок. Генератор холодной плазмы разлагает неприятные запахи, токсичные газы и аэрозоли, а также вырабатывает активные ионы кислорода и водорода, которые деактивируют переносимые по воздуху микроорганизмы, бактерии, вирусы, пыльцу и аллергены, тем самым очищая воздух. Дополнительный эффект от генератора холодной плазмы – ионизация воздуха, что положительно сказывается на общем состоянии организма человека за счет сбалансированного количества ионов водорода и кислорода на уровне идеальных естественных условий.",
              },
              {
                id: 2,
                text: "Ультрафиолетовое обеззараживание воздуха и теплообменника.",
              },
              {
                id: 3,
                text: "Многоступенчатая фильтрация (6 фильтров): катехиновый, антиаллергенный, фотокаталистический фильтры, фильтр тонкой очистки, антибактериальный и с ионами серебра. Обеспечивает качественную очистку воздуха от пыли, шерсти, аллергенов, болезнетворных микроорганизмов, неприятных запахов и т.д.",
              },
              {
                id: 4,
                text: "Интеллектуальное управление влажностью.",
              },
              {
                id: 5,
                text: "Воздушный фильтр. Удаляет частицы взвеси и пыли, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 6,
                text: "АвтоОчистка полного цикла. При отключении кондиционера вентилятор продолжает работать некоторое время, осушая и очищая внутренние части прибора, что предотвращает образование бактерий и плесени.",
              },
              {
                id: 7,
                text: "4D управление Жалюзи с Пульта ДУ.",
              },
              {
                id: 8,
                text: "EL алгоритм энергопотребления.",
              },
              {
                id: 9,
                text: "7 скоростей Вентилятора.",
              },
              {
                id: 10,
                text: "Режим энергосбережения. ",
              },
              {
                id: 11,
                text: "Функция I-Feel. Кондиционер поддерживает необходимую температуру в месте нахождения пульта дистанционного управления.",
              },
              {
                id: 12,
                text: "Режим «Турбо». Кондиционер работает с максимальной производительностью, для быстрого достижения заданной температуры.",
              },
              {
                id: 13,
                text: "Ночной режим. Обеспечивает наибольший уровень комфорта за счет регулирования температуры в помещении по особому алгоритму, а также максимальному снижению уровня шума.",
              },
              {
                id: 14,
                text: "Таймер 24 часа. Пользователь может задать желаемое время работы и нужный режим. ",
              },
              {
                id: 15,
                text: "Память положения жалюзи - прохлада в нужном вам направлении каждый раз после включения кондиционера.",
              },
              {
                id: 16,
                text: "Функция осушения обеспечивает снижение влажности внутри помещения. Конденсат, скапливающийся при работе системы, выводится через дренажную трубку.",
              },
              {
                id: 17,
                text: "Автоматический режим работы. Сплит-система может самостоятельно переключаться между режимами нагрева и охлаждения для поддержания заданной температуры, эта функция актуальна в межсезонье, когда происходит существенное изменение температур в течение суток.",
              },
              {
                id: 18,
                text: "Скорость воздушного потока и положение жалюзи. Задаются вручную и автоматически, что позволяет пользователю подобрать наиболее комфортный для себя режим работы кондиционера. В этой модели имеется 4 скорости вращения вентилятора и 9 положений жалюзи.",
              },
              {
                id: 19,
                text: "Пульт ДУ Hi-End с подсветкой.",
              },
              {
                id: 20,
                text: "Самодиагностика. Кондиционер выявляет неисправности и сообщает о них посредством вывода на дисплей определенного цифрового кода, по которому легко понять какая именно возникла неисправность.",
              },
              {
                id: 21,
                text: "Защита от перепадов напряжения. Кондиционер устойчив к частым колебаниям напряжения в сети, также он может работать при значительных отклонениях напряжения от 220 вольт.",
              },
              {
                id: 22,
                text: "Авторестарт.",
              },
              {
                id: 23,
                text: "Горячий старт исключает возможность поступления холодного воздуха в помещение (только в режиме обогрева).",
              },
              {
                id: 24,
                text: "Мягкий старт.  В момент запуска кондиционера компрессор плавно повышает мощность, что обеспечивает увеличение ресурса за счет снижения нагрузки на детали и понижения пусковых токов.",
              },
              {
                id: 25,
                text: "Долговечный теплообменник Blue Fin. Теплообменник покрыт специальным антикоррозийным покрытием Blue Fin. Это значительно улучшает эффективность теплообмена и в 3-5 раз увеличивает срок службы приборов.",
              },
              {
                id: 26,
                text: "Автоматическая разморозка. В режиме обогрева при температуре наружного воздуха ниже +5 °C включается система авторазморозки: прибор работает 5-10 минут в режиме охлаждения без включения вентилятора внутреннего блока, теплообменник внешнего блока нагревается и оттаивает.",
              },
              {
                id: 27,
                text: "Увеличенная длина трассы до 15м. Благодаря мощному компрессору имеется возможность устанавливать внутренний и наружный блок на большом удалении друг от друга, что значительно увеличивает количество вариантов размещения блоков кондиционера.",
              },
            ],
          },
          {
            id: 10,
            image: require("@/assets/image/imageCatalog1/His4.webp"),
            iconFactory: "Hisense",
            model: "Инверторный кондиционер Electrolux EACS/ I-11HEV/N3",
            price: "000 руб",
            description: [
              "Площадь:  до 30 м2",
              "Мощность (холод/тепло):  2,8(0,4-3,6)/4,2(0,4-5,0) кВт",
              "Серия: Evolution Super DC Inverter",
              "Потребляемая мощность (холод/тепло):  0,62(0,1-1,45)/1,08(0,1-1,5) кВт",
              "Уровень шума (внутренний/наружный): 19/49 дБ",
              "Расход воздуха: 650 м3/ч",
              "Класс энергоэффективности: A++",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 15/5 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -15~+54/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (953х286х205)/(730х540х260) мм",
              "Вес (внутренний/наружный): 11,0/30,0 кг",
              "Дизайнерская модель, 3D жалюзи, функция I-Feel, автоматическая очистка, Full-DC инвертор, защита от перепадов напряжения, турбо режим, ночной режим, авто режим, комплекс самодиагностики, автоматическая разморозка, авторестарт, мягкий старт, горячий старт, низковольтный пуск, низкотемпературный пуск, блокировка кнопок, информативный LED-дисплей, 24-часовой таймер, антикоррозийное покрытие Blue Fin, пульт ДУ с режимом реального времени. Фильтры: Ионизатор Nanoe, бактерицидные пластины, фильтр предварительной очистки",
              "Сборка: завод Hisense",
              "Гарантия:  7 лет",
            ],
            functionTitle:
              "Функциональные особенности Electrolux  EACS/I - 11 HEV/N3 серия Evolution Super DC Inverter:",
            functionText1:
              "Сплит-система Evolution Super DC Inverter — это новый уровень управления климатом. Инновационный характер серии подчеркивает уникальный арт-дизайн: прибор выполнен по технологии двойного литья, благодаря этому достигается зеркальный эффект и сплит-система прекрасно смотрится в интерьерах разных стилей.",
            functionText2:
              "При этом приборы серии отличаются потрясающей энергоэффективностью: в них используются высокопроизводительные DC-инверторный компрессор и DC-двигатели вентиляторов внутреннего и внешнего блоков. За счет Full DC-инверторной технологии кондиционер Electrolux Evolution способен эффективно обогревать помещение, даже когда за окном -20. Кроме того, благодаря продуманным конструктивным особенностям сплит-системы серии работают практически бесшумно и не потревожат даже самый чуткий сон.",
            functionText3:
              "Уникальная особенность Evolution Super DC Inverter — инновационная запатентованная технология очистки воздуха NANOE™. В ее основе — специальные микрочастицы, они способны обеззараживать воздух, поглощать бактерии, грибки и даже вирусы. Однако на этом полезные свойства не заканчиваются: теплообменник внутреннего блока имеет специальное покрытие, которое позволяет замедлять рост и размножение вредных бактерий. А антикоррозийное покрытие Blue Fin дополнительно способствует улучшению теплообмена, обеспечивает стабильную работу, а также увеличивает срок эксплуатации системы кондиционирования в 3-5 раз.",
          },
          {
            id: 11,
            image: require("@/assets/image/imageCatalog1/His4.webp"),
            iconFactory: "Hisense",
            model: "Инверторный кондиционер Electrolux EACS/I - 14 HEV/N3",
            price: "000 руб",
            description: [
              "Площадь:  до 40 м2",
              "Мощность (холод/тепло):  3,7(0,4-4,5)/5,1(0,4-6,3) кВт",
              "Серия: Evolution Super DC Inverter",
              "Потребляемая мощность (холод/тепло): 0,86(0,08-1,5)/1,3(0,08-2,05) кВт",
              "Уровень шума (внутренний/наружный): 19/50 дБ",
              "Расход воздуха: 700 м3/ч",
              "Класс энергоэффективности: A++",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 15/5 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -15~+54/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (953х286х205)/(810х580х280) мм",
              "Вес (внутренний/наружный): 11,0/34,0 кг",
              "Дизайнерская модель, 3D жалюзи, функция I-Feel, автоматическая очистка, Full-DC инвертор, защита от перепадов напряжения, турбо режим, ночной режим, авто режим, комплекс самодиагностики, автоматическая разморозка, авторестарт, мягкий старт, горячий старт, низковольтный пуск, низкотемпературный пуск, блокировка кнопок, информативный LED-дисплей, 24-часовой таймер, антикоррозийное покрытие Blue Fin, пульт ДУ с режимом реального времени. Фильтры: Ионизатор Nanoe, бактерицидные пластины, фильтр предварительной очистки",
              "Сборка: завод Hisense",
              "Гарантия:  7 лет",
            ],
            functionTitle:
              "Функциональные особенности Electrolux  EACS/I - 14 HEV/N3 серия Evolution Super DC Inverter:",
            functionText1:
              "Сплит-система Evolution Super DC Inverter — это новый уровень управления климатом. Инновационный характер серии подчеркивает уникальный арт-дизайн: прибор выполнен по технологии двойного литья, благодаря этому достигается зеркальный эффект и сплит-система прекрасно смотрится в интерьерах разных стилей.",
            functionText2:
              "При этом приборы серии отличаются потрясающей энергоэффективностью: в них используются высокопроизводительные DC-инверторный компрессор и DC-двигатели вентиляторов внутреннего и внешнего блоков. За счет Full DC-инверторной технологии кондиционер Electrolux Evolution способен эффективно обогревать помещение, даже когда за окном -20. Кроме того, благодаря продуманным конструктивным особенностям сплит-системы серии работают практически бесшумно и не потревожат даже самый чуткий сон.",
            functionText3:
              "Уникальная особенность Evolution Super DC Inverter — инновационная запатентованная технология очистки воздуха NANOE™. В ее основе — специальные микрочастицы, они способны обеззараживать воздух, поглощать бактерии, грибки и даже вирусы. Однако на этом полезные свойства не заканчиваются: теплообменник внутреннего блока имеет специальное покрытие, которое позволяет замедлять рост и размножение вредных бактерий. А антикоррозийное покрытие Blue Fin дополнительно способствует улучшению теплообмена, обеспечивает стабильную работу, а также увеличивает срок эксплуатации системы кондиционирования в 3-5 раз.",
          },
        ],
      },
      {
        id: 3,
        brandsTitle:
          "Funai (Япония - сборка Gree, Hisense, TCL - Средний класс)",
        productAmount: "Все товары(9)",
        products: [
          {
            id: 1,
            image: require("@/assets/image/imageCatalog1/fun1.webp"),
            iconFactory: "Gree",
            iconWiFi: "Wi-Fi",
            model: "Инверторный кондиционер Funai RAC-I-DA35HP.D01",
            price: "000 руб",
            description: [
              "Площадь: до 35 м2",
              "Мощность холод/тепло: 3,2(0,9-3,6)/3,4(0,9-4,0) кВт",
              "Серия: Daijin Inverter",
              "Потребляемая мощность холод/тепло: 0,991(0,22-1,3)/0,916(0,22-1,5) кВт",
              "Уровень шума внутренний/наружный:  (24/26/30/33/35/37/41)/52 дБ",
              "Расход воздуха: 280/320/350/400/480/520/590 м3/ч",
              "Класс энергоэффективности: А++",
              "Тип хладагента: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/10 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло: -15~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ):  (783x260x185)/(732x555x330) мм",
              "Вес внутренний/наружный: 8,0/25,0 кг",
              "Wi-Fi управление со смартфона, 7 скоростей Вентилятора, Премиальный черный пульт ДУ с увеличенным экраном и подсветкой, Технология DC PAM Inverter, Функция I-Feel, АвтоОчистка полного цикла, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, Функция снижения шума наружного блока, Функция блокировки (защиты от детей). Фильтры: Генератор холодной плазмы, Высокоэффективный воздушный фильтр, фильтры SMART Ion (4 шт.)",
              "Сборка: завод Gree",
              "Гарантия: 3 года + 2 года бесплатных запасных частей",
            ],
            functionTitle:
              "Функциональные особенности инверторного кондиционера Funai RAC-I-DA35HP.D01 серия Daijin Inverter:",
            functionText1:
              "Все климатическое оборудование FUNAI создается в единой концепции Future and Air, которая является стратегической идеей бренда. Сутью концепции является создание для человека высокого качества его жизни, для чего необходимо наличие здорового и комфортного микроклимата по всем параметрам: чистота воздуха, его обновление и состав, влажность и температура. Все приборы FUNAI имеют реальные отличия от типовых аналогов. Модели кондиционеров серии DAIJIN Inverter воплощают в себе новейшие достижения науки, техники и технологий, тенденции дизайнерской мысли. Глянцевый, белоснежный пластик и мягкие, слегка закругленные формы внутреннего блока с просветным (скрытым) LED-дисплеем на фронтальной панели приковывают внимание, а сам кондиционер поражает набором функций. ",
            functionText2:
              "Ключевой особенностью этой серии является антибактериальная обработка воздуха - ионизатор 'Холодная плазма' PLASMA SMART. Ионизатор оказывает комплексное воздействие на состав воздуха, такое как: антибактериальная обработка, устранение неприятных запахов, нейтрализация табачного дыма, устранение токсичных газов и других опасных химических соединений, деактивация вредных для здоровья микроорганизмов, со временем образующихся внутри самого кондиционера. Благодаря интенсивной очистке воздуха в помещении снижается нагрузка на органы дыхания человека, что помогает организму более эффективно бороться с заболеваниями. Помимо ионизатора кондиционер комплектуется 4 дополнительными (сменными) фильтрами SMART ION. Для комфортного сна предусмотрена функция SMART Sleep с 3 специальными программами для создания наиболее комфортных условий для сна и отдыха. Индивидуальная настройка ночного режима обеспечивает низкий уровень шума, отключаемую индикацию и экономию электроэнергии. В дневное время вы всегда сможете отследить изменение температурного показателя в месте нахождения пользователя благодаря функции SMART Feel. Предусмотрена технология самоочистки SMART Clean и SMART ICE Clean, которая позволяет очистить теплообменник внутреннего блока продувкой или замораживанием соответственно.",
            functionText3:
              "Серия DAIJIN Inverter продолжает следовать концепции DARK CONCEPT, предполагающую наличие в комплекте поставки премиального пульта ДУ в черном цвете. Также предусмотрена шумоизоляция компрессора наружного блока, что снижает уровень шума, повышая комфорт при использовании сплит-систем FUNAI",

            functionList: [
              {
                id: 1,
                text: "Антибактериальная обработка воздуха - PLASMA SMART - ионизатор 'холодная плазма'",
              },
              {
                id: 2,
                text: "Smart DEFROST - функция умного оттаивания",
              },
              {
                id: 3,
                text: "Премиальный черный пульт ДУ с увеличенным экраном и подсветкой",
              },
              {
                id: 4,
                text: "7 скоростей вентилятора внутреннего воздуха",
              },
              {
                id: 5,
                text: "Класс энергоэффективности A++",
              },
              {
                id: 6,
                text: "Возможность отключения подсветки дисплея внутреннего блока",
              },
              {
                id: 7,
                text: "SMART Clean - cамоочистка внутреннего блока",
              },
              {
                id: 8,
                text: "SMART Feel - режим отслеживания температуры с пульта ДУ",
              },
              {
                id: 9,
                text: "SMART Sleep: 3 программируемых ночных режима работы",
              },
              {
                id: 10,
                text: "Встроенный Wi-Fi-модуль позволяет управлять сплит-системой из любой точки земного шара. Для управления кондиционером с помощью Wi-Fi загрузите и установите приложение «Ewpe Smart» на свой смартфон.",
              },
              {
                id: 11,
                text: "Таймер 24 часа",
              },
              {
                id: 12,
                text: "Экономичный режим ECO",
              },
              {
                id: 13,
                text: "Функция автоматического перезапуска",
              },
              {
                id: 14,
                text: "Самодиагностика",
              },
              {
                id: 15,
                text: "Функция блокировки (защиты от детей)",
              },
              {
                id: 16,
                text: "Функция снижения шума наружного блока",
              },
            ],
          },
          {
            id: 2,
            image: require("@/assets/image/imageCatalog1/fun6.webp"),
            iconFactory: "Midea",
            model: "Инверторный кондиционер Funai RAC-I-SM25HP.D04",
            price: "000 руб",
            description: [
              "Площадь: до 30 м2",
              "Мощность холод/тепло: 2,75(1,03-3,19)/2,95(0,88-3,66) кВт",
              "Серия:  SAMURAI II Inverter",
              "Потребляемая мощность холод/тепло:  0,797(0,7-1,23)/0,756(0,14-1,31) Вт",
              "Уровень шума внутренний/наружный:  (23/26/32/38)/56 дБ",
              "Расход воздуха: 230/309/365/416 м3/ч",
              "Класс энергоэффективности: А++",
              "Тип хладагента: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 25/10 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло: -15~+50/-15~+30°С°С",
              "Размеры внутренний/наружный (ШхВхГ): (722х290х187)/(720х495х270) мм",
              "Вес внутренний/наружный: 7,3/23,2 кг",
              "SMART Air Автоматическое управление потоком воздуха в 4-х направлениях, режимы: SMART FEEL, SMART Air, SILENT,FUZZY, ECONOMY; функция SMART Clean, 4 режима сна, работа на обогрев при температуре до -7С, таймер включения/выключения, самодиагностика, авто-рестарт. Фильтры: Ионизатор воздуха, Высокоэффективный воздушный фильтр + 2 фильтра дополнительной очистки Угольный + Silver Ion",
              "Сборка: завод Midea",
              "Гарантия: 3 года + 2 года бесплатных запасных частей",
            ],
            functionTitle:
              "Функциональные особенности Funai RAC-I-SM25HP.D04 Серии SAMURAI II:",
            functionText1:
              "Премиальный кондиционер SAMURAI II с ультрасовременным дизайном блока и матовым покрытием. Образ самурая — один из самых узнаваемых и тиражируемых символов Японии. Инженеры FUNAI создали серию кондиционеров SAMURAI II Inverter, которые, благодаря своей надежности, прослужат вам долгие годы, а технические параметры — высокий класс энергоэффективности и низкий уровень шума встанут на защиту вашего комфорта. Во внутренних блоках сплит-систем SAMURAI II Inverter установлены горизонтальные и вертикальные жалюзи с электроприводом. SMART Air позволяет настроить максимально комфортное направление потока охлажденного или теплого воздуха.",
            functionText2:
              "Главная особенность модели - встроенный супермощный ионизатор – SMART Ionizer, генерирующий аэроионы и обеспечивающий анти-бактериальную обработку воздуха. А аэроионы активизируют работу эритроцитов в крови человека, которые в свою очередь увеличивают газообмен в легких. Помимо ионизатора, кондиционер имеет трехступенчатую систему очистки, состоящую из фильтра грубой очистки, а также дополнительные фильтры тонкой очистки - Active Carbon (угольный фильтр) и Silver Ion, с ионами серебра. Для серии SAMURAI II Inverter разработан премиальный дизайн пульта ДУ с интуитивной навигацией и увеличенной подсветкой экрана.",
          },
          {
            id: 3,
            image: require("@/assets/image/imageCatalog1/fun6.webp"),
            iconFactory: "Midea",
            model: "Инверторный кондиционер Funai RAC-I-SM35HP.D04",
            price: "000 руб",
            description: [
              "Площадь: до 37 м2",
              "Мощность холод/тепло: 3,7(0,82-4,16)/3,9(0,85-4,78) кВт",
              "Серия:  SAMURAI II Inverter",
              "Потребляемая мощность холод/тепло: 1,138(0,1-1,6)/1,068(0,16-1,71) Вт",
              "Уровень шума внутренний/наружный:  (23,5/26/32/39)/56 дБ",
              "Расход воздуха: 395/420/477/584 м3/ч",
              "Класс энергоэффективности: А++",
              "Тип хладагента: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 25/10 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло: -15~+50/-15~+30°С°С",
              "Размеры внутренний/наружный (ШхВхГ):  (802x297x189)/(720х495х270) мм",
              "Вес внутренний/наружный: 8,6/23,2 кг",
              "SMART Air Автоматическое управление потоком воздуха в 4-х направлениях, режимы: SMART FEEL, SMART Air, SILENT,FUZZY, ECONOMY; функция SMART Clean, 4 режима сна, работа на обогрев при температуре до -7С, таймер включения/выключения, самодиагностика, авто-рестарт. Фильтры: Ионизатор воздуха, Высокоэффективный воздушный фильтр + 2 фильтра дополнительной очистки Угольный + Silver Ion",
              "Сборка: завод Midea",
              "Гарантия: 3 года + 2 года бесплатных запасных частей",
            ],
            functionTitle:
              "Функциональные особенности Funai RAC-I-SM35HP.D04 Серии SAMURAI II:",
            functionText1:
              "Премиальный кондиционер SAMURAI II с ультрасовременным дизайном блока и матовым покрытием. Образ самурая — один из самых узнаваемых и тиражируемых символов Японии. Инженеры FUNAI создали серию кондиционеров SAMURAI II Inverter, которые, благодаря своей надежности, прослужат вам долгие годы, а технические параметры — высокий класс энергоэффективности и низкий уровень шума встанут на защиту вашего комфорта. Во внутренних блоках сплит-систем SAMURAI II Inverter установлены горизонтальные и вертикальные жалюзи с электроприводом. SMART Air позволяет настроить максимально комфортное направление потока охлажденного или теплого воздуха.",
            functionText2:
              "Главная особенность модели - встроенный супермощный ионизатор – SMART Ionizer, генерирующий аэроионы и обеспечивающий анти-бактериальную обработку воздуха. А аэроионы активизируют работу эритроцитов в крови человека, которые в свою очередь увеличивают газообмен в легких. Помимо ионизатора, кондиционер имеет трехступенчатую систему очистки, состоящую из фильтра грубой очистки, а также дополнительные фильтры тонкой очистки - Active Carbon (угольный фильтр) и Silver Ion, с ионами серебра. Для серии SAMURAI II Inverter разработан премиальный дизайн пульта ДУ с интуитивной навигацией и увеличенной подсветкой экрана.",
          },
          {
            id: 4,
            image: require("@/assets/image/imageCatalog1/fun7.webp"),
            iconFactory: "TSL",
            model: "Инверторный кондиционер Funai RAC-I-KT30HP.D01",
            price: "000 руб",
            description: [
              "Площадь: до 29 м2",
              "Мощность холод/тепло: 2,9(0,8-3,5)/3,0(1,0-3,8) кВт",
              "Серия: KATANA Inverter",
              "Потребляемая мощность холод/тепло: 0,622(0,2-1,45)/0,674(0,2-1,55) Вт",
              "Уровень шума внутренний/наружный: (19,5/22/27/29/32/35/38)/52 дБ",
              "Расход воздуха: 310/350/400/455/490/530/580 м3/ч",
              "Класс энергоэффективности: A+++",
              "Тип хладагента: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 25/10 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло: -15~+53/-20~+30°С",
              "Размеры внутренний/наружный (ШхВхГ): (883x310x195)/(795x549x305) мм",
              "Вес внутренний/наружный: 10,5/25,0 кг",
              "Подготовлен для подключения модуля Wi-Fi, SMART Soft Air объемное распределение воздуха сквозь перфорированные жалюзи, SMART Air Motion любое направление потока воздуха, режимы: SMART FEEL, SMART Air, SILENT,FUZZY, ECONOMY; Скрытый LED-дисплей, SMART ICE Clean очистка внутреннего блока замораживанием, 4 режима сна, Работа на обогрев при температуре до -20С, Таймер включения/выключения, Самодиагностика, Авто-рестарт, Дополнительная шумоизоляция компрессора, Защитная накладка на вентили, Виброопоры наружного блока, Golden Fin антибактериальное покрытие теплообменника. Фильтры: Высокоэффективный воздушный фильтр + 4 фильтра дополнительной очистки Smart Ion",
              "Сборка: завод TSL",
              "Гарантия: 3 года + 2 года бесплатных запасных частей ",
            ],
            functionTitle:
              "Функциональные особенности Funai RAC-I-KT30HP.D01 Серии KATANA Inverter:",
            functionText1:
              "Все климатическое оборудование FUNAI создается в единой концепции Future and Air, которая является стратегической идеей бренда. Сутью концепции является создание для человека высокого качества его жизни, для чего необходимо наличие здорового и комфортного микроклимата по всем параметрам: чистота воздуха, его обновление и состав, влажность и температура. Все приборы FUNAI имеют реальные отличия от типовых аналогов. Модели кондиционеров серии SENSEI воплощают в себе новейшие достижения науки, техники и технологий, тенденции дизайнерской мысли. Данная серия отличается изысканным внешним видом, который призван подчеркнуть статусность своего владельца и его повышенное внимание к деталям.",
            functionText2:
              "Помимо премиального дизайна кондиционеры серии KATANA Inverter очень технологичны: к безусловным преимуществам серии можно отнести функцию SMART Soft Air, где благодаря особой форме вертикальных жалюзи подается мягкий, но в то же время объемный воздушный поток. Технология SMART Air Motion позволяет максимально точно и в то же время деликатно направить поток воздуха в нужном направлении, а умный сенсор освещенности отключит индикацию и в 2 раза снизит громкость сигналов кондиционера при низком уровне освещения. Благодаря функции SMART Feel вы всегда сможете отследить изменение температурного показателя в месте нахождения пользователя. Помимо этого, ламели теплообменника кондиционеров KATANA Inverter защищены антикоррозийным покрытием Golden Fin. Оно предохраняет теплообменник от воздействия пыли, дождя, насыщенного солями воздуха и других вредных факторов, значительно увеличивая при этом срок службы кондиционера. ",
            functionText3:
              "Данная сплит-система имеет супернизкий уровень шума внутреннего блока от 19 дБ(А). А для комфортного сна предусмотрен ночной режим, обеспечивающий крайне низкий уровень шума, отключаемую индикацию и экономию электроэнергии. Прибор подготовлен к установке Wi-Fi-модуля, что позволит управлять сплит-системой из любой точки земного шара. Внутренние блоки сплит-систем KATANA Inverter комплектуются 4 дополнительными (сменными) фильтрами SMART Ion. Для минимизации вибрации внешнего блока и существенного уменьшения уровня шума внешние блоки комплектуются виброопорами. Также предусмотрена шумоизоляция компрессора наружного блока, что снижает уровень шума, повышая комфорт при использовании сплит-систем FUNAI.",
            functionList: [
              {
                id: 1,
                text: "Smart Air Motion - любое направление потока воздуха",
              },
              {
                id: 2,
                text: "SMART ICE CLEAN — очистка внутреннего блока замораживанием",
              },
              {
                id: 3,
                text: "Работа на нагрев до -20 °С",
              },
              {
                id: 4,
                text: "Низкий уровень шума от 19,5 дБ(А)",
              },
              {
                id: 5,
                text: "4 сменных фильтра SMART Ion",
              },
              {
                id: 6,
                text: "Режим SMART Sleep",
              },
              {
                id: 7,
                text: "Защитная накладка на вентили наружного блока",
              },
              {
                id: 8,
                text: "Сезонная энергоэффективность класса А+++",
              },
              {
                id: 9,
                text: "Просветный LED-дисплей",
              },
              {
                id: 10,
                text: "SMART Soft Air - объемное распределение воздуха сквозь перфорированные жалюзи",
              },
              {
                id: 11,
                text: "Подготовлен для подключения модуля Wi-Fi",
              },
              {
                id: 12,
                text: "Умный сенсор освещенности",
              },
              {
                id: 13,
                text: "Виброопоры наружного блока",
              },
              {
                id: 14,
                text: "Дополнительная шумоизоляция компрессора",
              },
            ],
          },
          {
            id: 5,
            image: require("@/assets/image/imageCatalog1/fun7.webp"),
            iconFactory: "TSL",
            model: "Инверторный кондиционер Funai RAC-I-KT35HP.D01",
            price: "000 руб",
            description: [
              "Площадь: до 38 м2",
              "Мощность холод/тепло: 3,8(0,8-4,3)/4,0(0,8-4,5) кВт",
              "Серия: KATANA Inverter",
              "Потребляемая мощность холод/тепло:  0,931(0,24-1,6)/1,01(0,24-1,75) Вт",
              "Уровень шума внутренний/наружный: (19,5/22/27/29/32/35/39)/52 дБ",
              "Расход воздуха: 345/390/455/530/575/625/660 м3/ч",
              "Класс энергоэффективности: A+++",
              "Тип хладагента: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 25/10 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло: -15~+53/-20~+30°С",
              "Размеры внутренний/наружный (ШхВхГ): (883x310x195)/(795x549x305) мм",
              "Вес внутренний/наружный: 10,5/28,0 кг",
              "Подготовлен для подключения модуля Wi-Fi, SMART Soft Air объемное распределение воздуха сквозь перфорированные жалюзи, SMART Air Motion любое направление потока воздуха, режимы: SMART FEEL, SMART Air, SILENT,FUZZY, ECONOMY; Скрытый LED-дисплей, SMART ICE Clean очистка внутреннего блока замораживанием, 4 режима сна, Работа на обогрев при температуре до -20С, Таймер включения/выключения, Самодиагностика, Авто-рестарт, Дополнительная шумоизоляция компрессора, Защитная накладка на вентили, Виброопоры наружного блока, Golden Fin антибактериальное покрытие теплообменника. Фильтры: Высокоэффективный воздушный фильтр + 4 фильтра дополнительной очистки Smart Ion",
              "Сборка: завод TSL",
              "Гарантия: 3 года + 2 года бесплатных запасных частей ",
            ],
            functionTitle:
              "Функциональные особенности Funai RAC-I-KT35HP.D01 Серии KATANA Inverter:",
            functionText1:
              "Все климатическое оборудование FUNAI создается в единой концепции Future and Air, которая является стратегической идеей бренда. Сутью концепции является создание для человека высокого качества его жизни, для чего необходимо наличие здорового и комфортного микроклимата по всем параметрам: чистота воздуха, его обновление и состав, влажность и температура. Все приборы FUNAI имеют реальные отличия от типовых аналогов. Модели кондиционеров серии SENSEI воплощают в себе новейшие достижения науки, техники и технологий, тенденции дизайнерской мысли. Данная серия отличается изысканным внешним видом, который призван подчеркнуть статусность своего владельца и его повышенное внимание к деталям.",
            functionText2:
              "Помимо премиального дизайна кондиционеры серии KATANA Inverter очень технологичны: к безусловным преимуществам серии можно отнести функцию SMART Soft Air, где благодаря особой форме вертикальных жалюзи подается мягкий, но в то же время объемный воздушный поток. Технология SMART Air Motion позволяет максимально точно и в то же время деликатно направить поток воздуха в нужном направлении, а умный сенсор освещенности отключит индикацию и в 2 раза снизит громкость сигналов кондиционера при низком уровне освещения. Благодаря функции SMART Feel вы всегда сможете отследить изменение температурного показателя в месте нахождения пользователя. Помимо этого, ламели теплообменника кондиционеров KATANA Inverter защищены антикоррозийным покрытием Golden Fin. Оно предохраняет теплообменник от воздействия пыли, дождя, насыщенного солями воздуха и других вредных факторов, значительно увеличивая при этом срок службы кондиционера. ",
            functionText3:
              "Данная сплит-система имеет супернизкий уровень шума внутреннего блока от 19 дБ(А). А для комфортного сна предусмотрен ночной режим, обеспечивающий крайне низкий уровень шума, отключаемую индикацию и экономию электроэнергии. Прибор подготовлен к установке Wi-Fi-модуля, что позволит управлять сплит-системой из любой точки земного шара. Внутренние блоки сплит-систем KATANA Inverter комплектуются 4 дополнительными (сменными) фильтрами SMART Ion. Для минимизации вибрации внешнего блока и существенного уменьшения уровня шума внешние блоки комплектуются виброопорами. Также предусмотрена шумоизоляция компрессора наружного блока, что снижает уровень шума, повышая комфорт при использовании сплит-систем FUNAI.",
            functionList: [
              {
                id: 1,
                text: "Smart Air Motion - любое направление потока воздуха",
              },
              {
                id: 2,
                text: "SMART ICE CLEAN — очистка внутреннего блока замораживанием",
              },
              {
                id: 3,
                text: "Работа на нагрев до -20 °С",
              },
              {
                id: 4,
                text: "Низкий уровень шума от 19,5 дБ(А)",
              },
              {
                id: 5,
                text: "4 сменных фильтра SMART Ion",
              },
              {
                id: 6,
                text: "Режим SMART Sleep",
              },
              {
                id: 7,
                text: "Защитная накладка на вентили наружного блока",
              },
              {
                id: 8,
                text: "Сезонная энергоэффективность класса А+++",
              },
              {
                id: 9,
                text: "Просветный LED-дисплей",
              },
              {
                id: 10,
                text: "SMART Soft Air - объемное распределение воздуха сквозь перфорированные жалюзи",
              },
              {
                id: 11,
                text: "Подготовлен для подключения модуля Wi-Fi",
              },
              {
                id: 12,
                text: "Умный сенсор освещенности",
              },
              {
                id: 13,
                text: "Виброопоры наружного блока",
              },
              {
                id: 14,
                text: "Дополнительная шумоизоляция компрессора",
              },
            ],
          },
          {
            id: 6,
            image: require("@/assets/image/imageCatalog1/fun8.webp"),
            iconFactory: "Hisense",
            iconWiFi: "Wi-Fi",
            model: "Инверторный кондиционер Funai RACI-EM25HP.D05",
            price: "000 руб",
            description: [
              "Площадь: до 30 м2",
              "Мощность холод/тепло: 2,6(1,0-4,0)/3,2(1,6-4,2) кВт",
              "Серия: EMPEROR SMART EYE Inverter",
              "Потребляемая мощность холод/тепло:  0,535(0,18-1,05)/0,72(0,3-1,25) Вт",
              "Уровень шума внутренний/наружный: (18/20/22/27/30/31/33)/50 дБ",
              "Расход воздуха: 300/350/400/450/500/550/600 м3/ч",
              "Класс энергоэффективности: A+++",
              "Тип хладагента: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/10 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло: -15~+43/-25~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (835x305x198)/(810x585x280) мм",
              "Вес внутренний/наружный: 10,0/33,0 кг",
              "Функция SMART EYE, Wi-Fi управление со смартфона, Режим быстрого охлаждения Super cooling, Технология FULL DC Inverter, Контроль температуры и влажности SMART Air Inspector, SMART Air - Подача воздуха в 4-х направлениях, Режим Тихий и Экономичный, SMART Sleep - 4 режима комфортного сна, Режим SMART Feel, Скрытый LED-дисплей, SMART ICE Clean очистка внутреннего блока замораживанием, Работа на обогрев при температуре до -25С, Дежурный обогрев +8 °С, Таймер включения/выключения, Самодиагностика, Авто-рестарт, Дополнительная шумоизоляция компрессора, Защитная накладка на вентили, Виброопоры наружного блока. Фильтры: SMART Hi-Nano Супермощная технология ионизации, Усиленные фильтры HD Extreme + 4 сменных фильтра SMART Ion",
              "Сборка: завод Hisense",
              "Гарантия: 3 года + 2 года бесплатных запасных частей ",
            ],
            functionTitle:
              "Функциональные особенности Funai RACI-EM25HP.D05 cерии EMPEROR SMART EYE Inverter:",
            functionText1:
              "Все климатическое оборудование FUNAI создается в единой концепции Future and Air, которая является стратегической идеей бренда. Сутью концепции является создание для человека высокого качества его жизни, для чего необходимо наличие здорового и комфортного микроклимата по всем параметрам: чистота воздуха, его обновление и состав, влажность и температура. Все приборы FUNAI имеют реальные отличия от типовых аналогов. Модели кондиционеров серии SENSEI воплощают в себе новейшие достижения науки, техники и технологий, тенденции дизайнерской мысли.",
            functionText2:
              "Принципиально новая линейка FUNAI оснащена инновационной функцией SMART EYE: инфракрасный сенсор позволяет определять местоположение человека в помещении, и в зависимости от выбранной настройки кондиционер направляет поток воздуха на человека или мимо него, обеспечивая максимально комфортные условия. Встроенный супермощный ионизатор SMART Hi-Nano уничтожает вирусы и бактерии в воздухе, включая коронавирус. Он создает 1 000 000 ионов на 1 см3. Новейшая технология SMART Air Inspector самостоятельно выбирает оптимальный режим и поддерживает комфортную температуру, учитывая комплекс параметров, в том числе влажность воздуха в помещении.",
            functionText3:
              "Функция SMART Air обеспечивает автоматическое управление воздушным потоком во всех направлениях, а благодаря функции SMART Feel вы всегда сможете отследить изменение температурного показателя в месте нахождения пользователя. Также предусмотрена технология самоочистки SMART ICE Clean, которая позволяет очистить теплообменник внутреннего и внешнего блоков путем замораживания. Данная сплит-система имеет супернизкий уровень шума внутреннего блока от 18 дБ(А). А для комфортного сна предусмотрена функция SMART Sleep с 4 специальными программами для создания наиболее комфортных условий для сна и отдыха. Индивидуальная настройка ночного режима обеспечивает крайне низкий уровень шума, отключаемую индикацию и экономию электроэнергии. Встроенный Wi-Fi-модуль позволяет управлять сплит-системой из любой точки земного шара. Внутренние блоки сплит-систем EMPEROR SMART EYE Inverter комплектуются 4 дополнительными (сменными) фильтрами SMART Ion. Для минимизации вибрации внешнего блока и существенного уменьшения уровня шума внешние блоки комплектуются виброопорами. Также предусмотрена шумоизоляция компрессора наружного блока , что снижает уровень шума, повышая комфорт при использовании сплит-систем FUNAI.",
            functionList: [
              {
                id: 1,
                text: "Суперэнергоэффективность – EU А+++/А+++",
              },
              {
                id: 2,
                text: "Супернизкий уровень шума - от 18 дБ(А)",
              },
              {
                id: 3,
                text: "Суперработа на обогрев - до -25 °С + FULL DC + ЭРВ + подогрев поддона внешнего блока",
              },
              {
                id: 4,
                text: "Wi-fi-модуль установлен на всех моделях",
              },
              {
                id: 5,
                text: "SMART EYE - ИК-сенсор, определяющий местонахождение человека",
              },
              {
                id: 6,
                text: "SMART ICE CLEAN – очистка внутреннего блока замораживанием",
              },
              {
                id: 7,
                text: "SMART Air Inspection – одновременный контроль не только комфортной температуры, но и влажности воздуха",
              },
              {
                id: 8,
                text: "SMART Air – автоматическое управление потоком воздуха в 4-х направлениях",
              },
              {
                id: 9,
                text: "HI-NANO – генератор ионов, уничтожающий до 93,54% бактерий",
              },
              {
                id: 10,
                text: "Усиленные фильтры HD Extreme + 4 сменных фильтра SMART Ion",
              },
              {
                id: 11,
                text: "SMART Sleep – 4 программируемых ночных режима работы",
              },
              {
                id: 12,
                text: "LED-дисплей с индикацией температуры",
              },
              {
                id: 13,
                text: "Премиальный пульт ДУ с увеличенным экраном и подсветкой",
              },
              {
                id: 14,
                text: "Шумоизоляция компрессора наружного блока",
              },
              {
                id: 15,
                text: "4 виброопоры наружного блока в комплекте",
              },
            ],
          },
          {
            id: 7,
            image: require("@/assets/image/imageCatalog1/fun8.webp"),
            iconFactory: "Hisense",
            iconWiFi: "Wi-Fi",
            model: "Инверторный кондиционер Funai RACI-EM35HP.D05",
            price: "000 руб",
            description: [
              "Площадь: до 35 м2",
              "Мощность холод/тепло: 3,5(1,0-4,4)/4,2(1,6-4,8) кВт",
              "Серия: EMPEROR SMART EYE Inverter",
              "Потребляемая мощность холод/тепло: 0,79(0,18-0,9)/0,98(0,3-1,28) Вт",
              "Уровень шума внутренний/наружный: (18/20/22/27/30/31/33)/50 дБ",
              "Расход воздуха: 350/410/460/510/560/610/650 м3/ч",
              "Класс энергоэффективности: A+++",
              "Тип хладагента: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/10 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло: -15~+43/-25~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (835x305x198)/(810x585x280) мм",
              "Вес внутренний/наружный: 10,0/33,0 кг",
              "Функция SMART EYE, Wi-Fi управление со смартфона, Режим быстрого охлаждения Super cooling, Технология FULL DC Inverter, Контроль температуры и влажности SMART Air Inspector, SMART Air - Подача воздуха в 4-х направлениях, Режим Тихий и Экономичный, SMART Sleep - 4 режима комфортного сна, Режим SMART Feel, Скрытый LED-дисплей, SMART ICE Clean очистка внутреннего блока замораживанием, Работа на обогрев при температуре до -25С, Дежурный обогрев +8 °С, Таймер включения/выключения, Самодиагностика, Авто-рестарт, Дополнительная шумоизоляция компрессора, Защитная накладка на вентили, Виброопоры наружного блока. Фильтры: SMART Hi-Nano Супермощная технология ионизации, Усиленные фильтры HD Extreme + 4 сменных фильтра SMART Ion",
              "Сборка: завод Hisense",
              "Гарантия: 3 года + 2 года бесплатных запасных частей ",
            ],
            functionTitle:
              "Функциональные особенности Funai RACI-EM35HP.D05 cерии EMPEROR SMART EYE Inverter:",
            functionText1:
              "Все климатическое оборудование FUNAI создается в единой концепции Future and Air, которая является стратегической идеей бренда. Сутью концепции является создание для человека высокого качества его жизни, для чего необходимо наличие здорового и комфортного микроклимата по всем параметрам: чистота воздуха, его обновление и состав, влажность и температура. Все приборы FUNAI имеют реальные отличия от типовых аналогов. Модели кондиционеров серии SENSEI воплощают в себе новейшие достижения науки, техники и технологий, тенденции дизайнерской мысли.",
            functionText2:
              "Принципиально новая линейка FUNAI оснащена инновационной функцией SMART EYE: инфракрасный сенсор позволяет определять местоположение человека в помещении, и в зависимости от выбранной настройки кондиционер направляет поток воздуха на человека или мимо него, обеспечивая максимально комфортные условия. Встроенный супермощный ионизатор SMART Hi-Nano уничтожает вирусы и бактерии в воздухе, включая коронавирус. Он создает 1 000 000 ионов на 1 см3. Новейшая технология SMART Air Inspector самостоятельно выбирает оптимальный режим и поддерживает комфортную температуру, учитывая комплекс параметров, в том числе влажность воздуха в помещении.",
            functionText3:
              "Функция SMART Air обеспечивает автоматическое управление воздушным потоком во всех направлениях, а благодаря функции SMART Feel вы всегда сможете отследить изменение температурного показателя в месте нахождения пользователя. Также предусмотрена технология самоочистки SMART ICE Clean, которая позволяет очистить теплообменник внутреннего и внешнего блоков путем замораживания. Данная сплит-система имеет супернизкий уровень шума внутреннего блока от 18 дБ(А). А для комфортного сна предусмотрена функция SMART Sleep с 4 специальными программами для создания наиболее комфортных условий для сна и отдыха. Индивидуальная настройка ночного режима обеспечивает крайне низкий уровень шума, отключаемую индикацию и экономию электроэнергии. Встроенный Wi-Fi-модуль позволяет управлять сплит-системой из любой точки земного шара. Внутренние блоки сплит-систем EMPEROR SMART EYE Inverter комплектуются 4 дополнительными (сменными) фильтрами SMART Ion. Для минимизации вибрации внешнего блока и существенного уменьшения уровня шума внешние блоки комплектуются виброопорами. Также предусмотрена шумоизоляция компрессора наружного блока , что снижает уровень шума, повышая комфорт при использовании сплит-систем FUNAI.",
            functionList: [
              {
                id: 1,
                text: "Суперэнергоэффективность – EU А+++/А+++",
              },
              {
                id: 2,
                text: "Супернизкий уровень шума - от 18 дБ(А)",
              },
              {
                id: 3,
                text: "Суперработа на обогрев - до -25 °С + FULL DC + ЭРВ + подогрев поддона внешнего блока",
              },
              {
                id: 4,
                text: "Wi-fi-модуль установлен на всех моделях",
              },
              {
                id: 5,
                text: "SMART EYE - ИК-сенсор, определяющий местонахождение человека",
              },
              {
                id: 6,
                text: "SMART ICE CLEAN – очистка внутреннего блока замораживанием",
              },
              {
                id: 7,
                text: "SMART Air Inspection – одновременный контроль не только комфортной температуры, но и влажности воздуха",
              },
              {
                id: 8,
                text: "SMART Air – автоматическое управление потоком воздуха в 4-х направлениях",
              },
              {
                id: 9,
                text: "HI-NANO – генератор ионов, уничтожающий до 93,54% бактерий",
              },
              {
                id: 10,
                text: "Усиленные фильтры HD Extreme + 4 сменных фильтра SMART Ion",
              },
              {
                id: 11,
                text: "SMART Sleep – 4 программируемых ночных режима работы",
              },
              {
                id: 12,
                text: "LED-дисплей с индикацией температуры",
              },
              {
                id: 13,
                text: "Премиальный пульт ДУ с увеличенным экраном и подсветкой",
              },
              {
                id: 14,
                text: "Шумоизоляция компрессора наружного блока",
              },
              {
                id: 15,
                text: "4 виброопоры наружного блока в комплекте",
              },
            ],
          },
          {
            id: 8,
            image: require("@/assets/image/imageCatalog1/fun1.webp"),
            iconFactory: "Gree",
            iconWiFi: "Wi-Fi",
            model: "Инверторный кондиционер Funai RAC-I-DA50HP.D01",
            price: "000 руб",
            description: [
              "Площадь: до 50 м2",
              "Мощность холод/тепло: 4,6(1,0-5,4)/5,2(0,75-5,8) кВт",
              "Серия: Daijin Inverter",
              "Потребляемая мощность холод/тепло: 1,353(0,15-1,9)/1,334(0,16-1,9) кВт",
              "Уровень шума внутренний/наружный:  (28/30/35/41/43/45/47)/55 дБ",
              "Расход воздуха: 600/640/720/810/870/960/1000 м3/ч",
              "Класс энергоэффективности: А++",
              "Тип хладагента: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 25/10 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло: -15~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ):  (943x333x246)/(732x555x330) мм",
              "Вес внутренний/наружный: 13,0/27,5 кг",
              "Wi-Fi управление со смартфона, 7 скоростей Вентилятора, Премиальный черный пульт ДУ с увеличенным экраном и подсветкой, Технология DC PAM Inverter, Функция I-Feel, Автоочистка полного цикла, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, Функция снижения шума наружного блока, Функция блокировки (защиты от детей). Фильтры: высокоэффективный воздушный фильтр",
              "Сборка: завод Gree",
              "Гарантия: 3 года + 2 года бесплатных запасных частей",
            ],
            functionTitle:
              "Функциональные особенности инверторного кондиционера Funai RAC-I-DA50HP.D01 серия Daijin Inverter:",
            functionText1:
              "Все климатическое оборудование FUNAI создается в единой концепции Future and Air, которая является стратегической идеей бренда. Сутью концепции является создание для человека высокого качества его жизни, для чего необходимо наличие здорового и комфортного микроклимата по всем параметрам: чистота воздуха, его обновление и состав, влажность и температура. Все приборы FUNAI имеют реальные отличия от типовых аналогов. Модели кондиционеров серии DAIJIN Inverter воплощают в себе новейшие достижения науки, техники и технологий, тенденции дизайнерской мысли. Глянцевый, белоснежный пластик и мягкие, слегка закругленные формы внутреннего блока с просветным (скрытым) LED-дисплеем на фронтальной панели приковывают внимание, а сам кондиционер поражает набором функций. ",
            functionText2:
              "Встроенный Wi-Fi-модуль позволяет управлять сплит-системой из любой точки земного шара. Для управления кондиционером с помощью Wi-Fi загрузите и установите приложение «Ewpe Smart» на свой смартфон.",
            functionText3:
              "Данная сплит-система имеет низкий уровень шума внутреннего блока от 22 дБ(А), а для комфортного сна предусмотрена функция SMART Sleep с 3 специальными программами для создания наиболее комфортных условий для сна и отдыха. Индивидуальная настройка ночного режима обеспечивает крайне низкий уровень шума благодаря функции снижения шума наружного блока, отключаемую индикацию и экономию электроэнергии. В дневное время вы всегда сможете отследить изменение температурного показателя в месте нахождения пользователя благодаря функции SMART Feel. Предусмотрена технология самоочистки SMART Clean и SMART ICE Clean, которая позволяет очистить теплообменник внутреннего продувкой/ замораживанием соответственно. Серия DAIJIN Inverter продолжает следовать концепции DARK CONCEPT, предполагающую наличие в комплекте поставки премиального пульта ДУ в черном цвете. Также предусмотрена шумоизоляция компрессора наружного блока , что снижает уровень шума, повышая комфорт при использовании сплит-систем FUNAI.",

            functionList: [
              {
                id: 1,
                text: "Технология DC PAM Inverter",
              },
              {
                id: 2,
                text: "Smart DEFROST - функция умного оттаивания",
              },
              {
                id: 3,
                text: "Премиальный черный пульт ДУ с увеличенным экраном и подсветкой",
              },
              {
                id: 4,
                text: "7 скоростей вентилятора внутреннего воздуха",
              },
              {
                id: 5,
                text: "Класс энергоэффективности A++",
              },
              {
                id: 6,
                text: "Возможность отключения подсветки дисплея внутреннего блока",
              },
              {
                id: 7,
                text: "SMART Clean - cамоочистка внутреннего блока",
              },
              {
                id: 8,
                text: "SMART Feel - режим отслеживания температуры с пульта ДУ",
              },
              {
                id: 9,
                text: "SMART Sleep: 3 программируемых ночных режима работы",
              },
              {
                id: 10,
                text: "Встроенный Wi-Fi-модуль позволяет управлять сплит-системой из любой точки земного шара. Для управления кондиционером с помощью Wi-Fi загрузите и установите приложение «Ewpe Smart» на свой смартфон.",
              },
              {
                id: 11,
                text: "Таймер 24 часа",
              },
              {
                id: 12,
                text: "Экономичный режим ECO",
              },
              {
                id: 13,
                text: "Функция автоматического перезапуска",
              },
              {
                id: 14,
                text: "Самодиагностика",
              },
              {
                id: 15,
                text: "Функция блокировки (защиты от детей)",
              },
              {
                id: 16,
                text: "Функция снижения шума наружного блока",
              },
            ],
          },
          {
            id: 9,
            image: require("@/assets/image/imageCatalog1/fun1.webp"),
            iconFactory: "Gree",
            iconWiFi: "Wi-Fi",
            model: "Инверторный кондиционер Funai RAC-I-DA65HP.D01",
            price: "000 руб",
            description: [
              "Площадь: до 70 м2",
              "Мощность холод/тепло: 6,2(1,8-6,9)/6,5(1,3-7,91) кВт",
              "Серия: Daijin Inverter",
              "Потребляемая мощность холод/тепло: 1,786(0,45-2,3)/1,645(0,45-2,3) кВт",
              "Уровень шума внутренний/наружный:  (32/36/40/42/44/46/50)/59 дБ",
              "Расход воздуха:  540/590/640/690/740/900/1050 м3/ч",
              "Класс энергоэффективности: А++",
              "Тип хладагента: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
              "Максимальная длина/высота трассы: 25/10 м",
              "Диапазон рабочих температур наружного воздуха холод/тепло: -15~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (943x333x246)/(873x555x376) мм",
              "Вес внутренний/наружный:  13,5/36,5 кг",
              "Wi-Fi управление со смартфона, 7 скоростей вентилятора, Премиальный черный пульт ДУ с увеличенным экраном и подсветкой, Технология DC PAM Inverter, Функция I-Feel, Автоочистка полного цикла, Режим энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, Функция снижения шума наружного блока, Функция блокировки (защиты от детей). Фильтры: высокоэффективный воздушный фильтр",
              "Сборка: завод Gree",
              "Гарантия: 3 года + 2 года бесплатных запасных частей",
            ],
            functionTitle:
              "Функциональные особенности инверторного кондиционера Funai RAC-I-DA65HP.D01 серия Daijin Inverter:",
            functionText1:
              "Все климатическое оборудование FUNAI создается в единой концепции Future and Air, которая является стратегической идеей бренда. Сутью концепции является создание для человека высокого качества его жизни, для чего необходимо наличие здорового и комфортного микроклимата по всем параметрам: чистота воздуха, его обновление и состав, влажность и температура. Все приборы FUNAI имеют реальные отличия от типовых аналогов. Модели кондиционеров серии DAIJIN Inverter воплощают в себе новейшие достижения науки, техники и технологий, тенденции дизайнерской мысли. Глянцевый, белоснежный пластик и мягкие, слегка закругленные формы внутреннего блока с просветным (скрытым) LED-дисплеем на фронтальной панели приковывают внимание, а сам кондиционер поражает набором функций. ",
            functionText2:
              "Встроенный Wi-Fi-модуль позволяет управлять сплит-системой из любой точки земного шара. Для управления кондиционером с помощью Wi-Fi загрузите и установите приложение «Ewpe Smart» на свой смартфон.",
            functionText3:
              "Данная сплит-система имеет низкий уровень шума внутреннего блока от 22 дБ(А), а для комфортного сна предусмотрена функция SMART Sleep с 3 специальными программами для создания наиболее комфортных условий для сна и отдыха. Индивидуальная настройка ночного режима обеспечивает крайне низкий уровень шума благодаря функции снижения шума наружного блока, отключаемую индикацию и экономию электроэнергии. В дневное время вы всегда сможете отследить изменение температурного показателя в месте нахождения пользователя благодаря функции SMART Feel. Предусмотрена технология самоочистки SMART Clean и SMART ICE Clean, которая позволяет очистить теплообменник внутреннего продувкой/ замораживанием соответственно. Серия DAIJIN Inverter продолжает следовать концепции DARK CONCEPT, предполагающую наличие в комплекте поставки премиального пульта ДУ в черном цвете. Также предусмотрена шумоизоляция компрессора наружного блока , что снижает уровень шума, повышая комфорт при использовании сплит-систем FUNAI.",

            functionList: [
              {
                id: 1,
                text: "Технология DC PAM Inverter",
              },
              {
                id: 2,
                text: "Smart DEFROST - функция умного оттаивания",
              },
              {
                id: 3,
                text: "Премиальный черный пульт ДУ с увеличенным экраном и подсветкой",
              },
              {
                id: 4,
                text: "7 скоростей вентилятора внутреннего воздуха",
              },
              {
                id: 5,
                text: "Класс энергоэффективности A++",
              },
              {
                id: 6,
                text: "Возможность отключения подсветки дисплея внутреннего блока",
              },
              {
                id: 7,
                text: "SMART Clean - cамоочистка внутреннего блока",
              },
              {
                id: 8,
                text: "SMART Feel - режим отслеживания температуры с пульта ДУ",
              },
              {
                id: 9,
                text: "SMART Sleep: 3 программируемых ночных режима работы",
              },
              {
                id: 10,
                text: "Встроенный Wi-Fi-модуль позволяет управлять сплит-системой из любой точки земного шара. Для управления кондиционером с помощью Wi-Fi загрузите и установите приложение «Ewpe Smart» на свой смартфон.",
              },
              {
                id: 11,
                text: "Таймер 24 часа",
              },
              {
                id: 12,
                text: "Экономичный режим ECO",
              },
              {
                id: 13,
                text: "Функция автоматического перезапуска",
              },
              {
                id: 14,
                text: "Самодиагностика",
              },
              {
                id: 15,
                text: "Функция блокировки (защиты от детей)",
              },
              {
                id: 16,
                text: "Функция снижения шума наружного блока",
              },
            ],
          },
        ],
      },
      {
        id: 4,
        brandsTitle: "Roland (Япония - сборка TCL)",
        productAmount: "Все товары(4)",
        products: [
          {
            id: 1,
            image: require("@/assets/image/imageCatalog1/rol3.webp"),
            iconFactory: "Midea",
            model: "Инверторный  кондиционер  Roland RDI-MS09HSS/R1",
            price: "000 руб",
            description: [
              "Площадь: до 30 м2",
              "Мощность (холод/тепло): 2,9(1,03-3,2)/3,2(0,88-3,66) кВт",
              "Серия: Maestro Inverter",
              "Потребляемая мощность (холод/тепло): 0,753(0,07-1,23)/0,79(0,14-1,31) кВт",
              "Уровень шума (внутренний/наружный): (21,5/25/32/39)/56 дБ",
              "Расход воздуха: 230/310/350/420 м3/час",
              "Класс энергоэффективности: А++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -15~+53/-15~+30°С",
              "Размеры внутренний/наружный (ШхВхГ): (722x290x187)/(720x495x270) мм",
              "Вес (внутренний/наружный): 7,3/23,2 кг",
              "3D Air Flow, Готов для установки модуля Wi-Fi LA-WF-MD30, Функция iFEEL; Режим КОМФОРТНОГО СНА, Режим TURBO, Таймер на включение/выключение, Антикоррозийное покрытие GOLDEN FIN, Надежный и долговечный GMCC компрессор, Защитная накладка на вентили, Высокоэффективный воздушный фильтр",
              "Сборка: завод Midea",
              "Гарантия: 30 месяцев",
            ],
            functionTitle:
              "Функциональные особенности Roland RDI-MS09HSS/R1 серия Maestro Inverter:",
            functionText1:
              "Системы кондиционирования ROLAND серии MAESTRO Inverter представлены четырьмя моделями инверторных сплит-систем мощностью от 9 до 24 kBTU. Инверторные технологии: точное поддержание сплит-системой заданных параметров, высокий уровень надежности и максимальный комфорт для пользователя. Сплит-системы соответствуют классу А ++ энергоэффективности. Компрессоры производятся по японским технологиям, что обеспечивает их высокую надежность.",
            functionText2:
              "Кондиционеры ROLAND работают в режимах охлаждения, обогрева, вентиляции и осушения воздуха. Для удобства пользователя кондиционеры оснащены информативным скрытым дисплеем, который по желанию может быть отключен, и высокоинформативным пультом дистанционного управления. Все внутренние блоки подготовлены для установки модуля Wi-Fi LA-WF-MD30(опция) Высокое качество продукции ROLAND гарантируется многоуровневым контролем качества.",
          },
          {
            id: 2,
            image: require("@/assets/image/imageCatalog1/rol3.webp"),
            iconFactory: "Midea",
            model: "Инверторный кондиционер Roland RDI-MS12HSS/R1",
            price: "000 руб",
            description: [
              "Площадь: до 38 м2",
              "Мощность (холод/тепло): 3,8(0,82-4,16)/4,1(0,85-4,78) кВт",
              "Серия: Maestro Inverter",
              "Потребляемая мощность (холод/тепло): 1,134(0,1-1,6)/1,065(0,16-1,71) кВт",
              "Уровень шума (внутренний/наружный): (21,5/25/32/39)/56 дБ",
              "Расход воздуха: 400/480/530/580 м3/час",
              "Класс энергоэффективности: А++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -15~+53/-15~+30°С",
              "Размеры внутренний/наружный (ШхВхГ):  (802x297x189)/(720x495x270) мм",
              "Вес (внутренний/наружный): 8,6/23,2 кг",
              "3D Air Flow, Готов для установки модуля Wi-Fi LA-WF-MD30, Функция iFEEL; Режим КОМФОРТНОГО СНА, Режим TURBO, Таймер на включение/выключение, Антикоррозийное покрытие GOLDEN FIN, Надежный и долговечный GMCC компрессор, Защитная накладка на вентили, Высокоэффективный воздушный фильтр",
              "Сборка: завод Midea",
              "Гарантия: 30 месяцев",
            ],
            functionTitle:
              "Функциональные особенности Roland RDI-MS12HSS/R1 серия Maestro Inverter:",
            functionText1:
              "Системы кондиционирования ROLAND серии MAESTRO Inverter представлены четырьмя моделями инверторных сплит-систем мощностью от 9 до 24 kBTU. Инверторные технологии: точное поддержание сплит-системой заданных параметров, высокий уровень надежности и максимальный комфорт для пользователя. Сплит-системы соответствуют классу А ++ энергоэффективности. Компрессоры производятся по японским технологиям, что обеспечивает их высокую надежность.",
            functionText2:
              "Кондиционеры ROLAND работают в режимах охлаждения, обогрева, вентиляции и осушения воздуха. Для удобства пользователя кондиционеры оснащены информативным скрытым дисплеем, который по желанию может быть отключен, и высокоинформативным пультом дистанционного управления. Все внутренние блоки подготовлены для установки модуля Wi-Fi LA-WF-MD30(опция) Высокое качество продукции ROLAND гарантируется многоуровневым контролем качества.",
          },
          {
            id: 3,
            image: require("@/assets/image/imageCatalog1/rol3.webp"),
            iconFactory: "Midea",
            model: "Инверторный кондиционер Roland RDI-MS18HSS/R1",
            price: "000 руб",
            description: [
              "Площадь: до 54 м2",
              "Мощность (холод/тепло): 5,4(3,39-5,9)/5,6(3,1-5,85) кВт",
              "Серия: Maestro Inverter",
              "Потребляемая мощность (холод/тепло): 1,565(0,56-2,05)/1,455(0,78-2,0) кВт",
              "Уровень шума (внутренний/наружный): (24/28/33,5/43)/55,5 дБ",
              "Расход воздуха: 420/500/600/730 м3/час",
              "Класс энергоэффективности: А++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -15~+53/-15~+30°С",
              "Размеры внутренний/наружный (ШхВхГ): (965x319x215)/(805x554x330) мм",
              "Вес (внутренний/наружный): 10,9/33,5 кг",
              "3D Air Flow, Готов для установки модуля Wi-Fi LA-WF-MD30, Функция iFEEL; Режим КОМФОРТНОГО СНА, Режим TURBO, Таймер на включение/выключение, Антикоррозийное покрытие GOLDEN FIN, Надежный и долговечный GMCC компрессор, Защитная накладка на вентили, Высокоэффективный воздушный фильтр",
              "Сборка: завод Midea",
              "Гарантия: 30 месяцев",
            ],
            functionTitle:
              "Функциональные особенности Roland RDI-MS18HSS/R1 серия Maestro Inverter:",
            functionText1:
              "Системы кондиционирования ROLAND серии MAESTRO Inverter представлены четырьмя моделями инверторных сплит-систем мощностью от 9 до 24 kBTU. Инверторные технологии: точное поддержание сплит-системой заданных параметров, высокий уровень надежности и максимальный комфорт для пользователя. Сплит-системы соответствуют классу А ++ энергоэффективности. Компрессоры производятся по японским технологиям, что обеспечивает их высокую надежность.",
            functionText2:
              "Кондиционеры ROLAND работают в режимах охлаждения, обогрева, вентиляции и осушения воздуха. Для удобства пользователя кондиционеры оснащены информативным скрытым дисплеем, который по желанию может быть отключен, и высокоинформативным пультом дистанционного управления. Все внутренние блоки подготовлены для установки модуля Wi-Fi LA-WF-MD30(опция) Высокое качество продукции ROLAND гарантируется многоуровневым контролем качества.",
          },
          {
            id: 4,
            image: require("@/assets/image/imageCatalog1/rol3.webp"),
            iconFactory: "Midea",
            model: "Инверторный кондиционер Roland RDI-MS24HSS/R1",
            price: "000 руб",
            description: [
              "Площадь: до 73 м2",
              "Мощность (холод/тепло): 7,3(2,11-8,2)/7,9(1,55-8,2) кВт",
              "Серия: Maestro Inverter",
              "Потребляемая мощность (холод/тепло): 2,274(042-3,2)/2,188(0,3-3,1) кВт",
              "Уровень шума (внутренний/наружный): (27/30,5/41,5/47)/60,5 дБ",
              "Расход воздуха: 640/830/920/1020 м3/час",
              "Класс энергоэффективности: А++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 3/8 и 5/8 дюйма",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -15~+53/-15~+30°С",
              "Размеры внутренний/наружный (ШхВхГ): (1080x335x226)/(890x673x342) мм",
              "Вес (внутренний/наружный): 13,7/43,9 кг",
              "3D Air Flow, Готов для установки модуля Wi-Fi LA-WF-MD30, Функция iFEEL; Режим комфортного сна, Режим TURBO, Таймер на включение/выключение, Антикоррозийное покрытие GOLDEN FIN, Надежный и долговечный GMCC компрессор, Защитная накладка на вентили, Высокоэффективный воздушный фильтр",
              "Сборка: завод Midea",
              "Гарантия: 30 месяцев",
            ],
            functionTitle:
              "Функциональные особенности Roland RDI-MS24HSS/R1 серия Maestro Inverter:",
            functionText1:
              "Системы кондиционирования ROLAND серии MAESTRO Inverter представлены четырьмя моделями инверторных сплит-систем мощностью от 9 до 24 kBTU. Инверторные технологии: точное поддержание сплит-системой заданных параметров, высокий уровень надежности и максимальный комфорт для пользователя. Сплит-системы соответствуют классу А ++ энергоэффективности. Компрессоры производятся по японским технологиям, что обеспечивает их высокую надежность.",
            functionText2:
              "Кондиционеры ROLAND работают в режимах охлаждения, обогрева, вентиляции и осушения воздуха. Для удобства пользователя кондиционеры оснащены информативным скрытым дисплеем, который по желанию может быть отключен, и высокоинформативным пультом дистанционного управления. Все внутренние блоки подготовлены для установки модуля Wi-Fi LA-WF-MD30(опция) Высокое качество продукции ROLAND гарантируется многоуровневым контролем качества.",
          },
        ],
      },
      {
        id: 5,
        brandsTitle: "Royal Clima (Италия - сборка Gree - Средний класс)",
        productAmount: "Все товары(5)",
        products: [
          {
            id: 1,
            image: require("@/assets/image/imageCatalog1/royal5.webp"),
            iconFactory: "Gree",
            model: "Инверторный кондиционер Royal Clima RCI-GR22HN",
            price: "000 руб",
            description: [
              "Площадь:  до 22 м2",
              "Мощность (холод/тепло): 2,2(0,3-2,85)/2,4(0,6-2,9) кВт",
              "Серия: Grida DC EU Inverter",
              "Потребляемая мощность (холод/тепло): 590(80-1100)/590(130-1300) Вт",
              "Уровень шума (внутренний/наружный): (22/25/29/33/34/36/39)/50 дБ",
              "Расход воздуха:  250/290/310/420/450/470/500 м3/ч",
              "Класс энергоэффективности: A++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 15/10 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -15~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (696x251x191)/(710x450x293) мм",
              "Вес (внутренний/наружный):  7,5/21 кг",
              "7 скоростей Вентилятора, Функция I-Feel, АвтоОчистка полного цикла, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени, Фильтры: Генератор холодной плазмы, Высокоэффективный воздушный фильтр",
              "Сборка: завод Gree",
              "Гарантия:  3 года",
            ],
            functionTitle:
              "Функциональные особенности Royal Clima RCI-GR22HN  серии Grida DC EU Inverter:",
            functionText1:
              "Классические кондиционеры премиум-класса серии GRIDA DC EU Inverter обладают минималистичным и одновременно притягивающим взгляд дизайном. Ключевой особенностью этой серии является антибактериальная обработка воздуха, которая обеспечивается установкой  «Холодная плазма» во внутреннем блоке. В дополнение к Cold Plasma эти кондиционеры оснащены функцией IFeel, благодаря которой вы всегда сможете отследить изменение температуры в месте нахождения пользователя.",
            functionList: [
              {
                id: 1,
                text: "7 скоростей вентилятора внутреннего воздуха",
              },
              {
                id: 2,
                text: "Cold Plasma – генератор холодной плазмы. Инновационное устройство, созданное на основе самых передовых разработок. Генератор холодной плазмы разлагает неприятные запахи, токсичные газы и аэрозоли, а также вырабатывает активные ионы кислорода и водорода, которые деактивируют переносимые по воздуху микроорганизмы, бактерии, вирусы, пыльцу и аллергены, тем самым очищая воздух. Дополнительный эффект от генератора холодной плазмы – ионизация воздуха, что положительно сказывается на общем состоянии организма человека за счет сбалансированного количества ионов водорода и кислорода на уровне идеальных естественных условий.",
              },
              {
                id: 3,
                text: "Smart DEFROST – функция умного оттаивания",
              },
              {
                id: 4,
                text: "iFeel – режим отслеживания температуры с пульта ДУ",
              },
              {
                id: 5,
                text: "iClean - cамоочистка внутреннего блока",
              },
              {
                id: 6,
                text: "Эргономичный пульт управления с яркой оранжевой подсветкой",
              },
              {
                id: 7,
                text: "Возможность отключения подсветки дисплея внутреннего блока",
              },
              {
                id: 8,
                text: "Класс энергоэффективности A++/A+",
              },
              {
                id: 9,
                text: "Режим комфортного сна",
              },
              {
                id: 10,
                text: "Таймер",
              },
              {
                id: 11,
                text: "Экономичный режим ECO",
              },
              {
                id: 12,
                text: "Функция автоматического перезапуска",
              },
              {
                id: 13,
                text: "Функция самодиагностики",
              },
              {
                id: 14,
                text: "Функция антиплесень",
              },
              {
                id: 15,
                text: "Озонобезопасный и эффективный хладагент R32",
              },
            ],
          },
          {
            id: 2,
            image: require("@/assets/image/imageCatalog1/royal5.webp"),
            iconFactory: "Gree",
            model: "Инверторный кондиционер Royal Clima RCI-GR28HN",
            price: "000 руб",
            description: [
              "Площадь:  до 28 м2",
              "Мощность (холод/тепло): 2,5(0,5-3,25)/2,8(0,5-3,5) кВт",
              "Серия: Grida DC EU Inverter",
              "Потребляемая мощность (холод/тепло): 720(150-1300)/750(140-1500) Вт",
              "Уровень шума (внутренний/наружный): (22/25/28/32/34/36/38)/51 дБ",
              "Расход воздуха: 250/270/320/390/430/470/500 м3/ч",
              "Класс энергоэффективности: A++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 15/10 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -15~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (696x251x190)/(732x550x330) мм",
              "Вес (внутренний/наружный):  7,5/25 кг",
              "7 скоростей Вентилятора, Функция I-Feel, АвтоОчистка полного цикла, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени, Фильтры: Генератор холодной плазмы, Высокоэффективный воздушный фильтр",
              "Сборка: завод Gree",
              "Гарантия:  3 года",
            ],
            functionTitle:
              "Функциональные особенности Royal Clima RCI-GR28HN  серии Grida DC EU Inverter:",
            functionText1:
              "Классические кондиционеры премиум-класса серии GRIDA DC EU Inverter обладают минималистичным и одновременно притягивающим взгляд дизайном. Ключевой особенностью этой серии является антибактериальная обработка воздуха, которая обеспечивается установкой  «Холодная плазма» во внутреннем блоке. В дополнение к Cold Plasma эти кондиционеры оснащены функцией IFeel, благодаря которой вы всегда сможете отследить изменение температуры в месте нахождения пользователя.",
            functionList: [
              {
                id: 1,
                text: "7 скоростей вентилятора внутреннего воздуха",
              },
              {
                id: 2,
                text: "Cold Plasma – генератор холодной плазмы. Инновационное устройство, созданное на основе самых передовых разработок. Генератор холодной плазмы разлагает неприятные запахи, токсичные газы и аэрозоли, а также вырабатывает активные ионы кислорода и водорода, которые деактивируют переносимые по воздуху микроорганизмы, бактерии, вирусы, пыльцу и аллергены, тем самым очищая воздух. Дополнительный эффект от генератора холодной плазмы – ионизация воздуха, что положительно сказывается на общем состоянии организма человека за счет сбалансированного количества ионов водорода и кислорода на уровне идеальных естественных условий.",
              },
              {
                id: 3,
                text: "Smart DEFROST – функция умного оттаивания",
              },
              {
                id: 4,
                text: "iFeel – режим отслеживания температуры с пульта ДУ",
              },
              {
                id: 5,
                text: "iClean - cамоочистка внутреннего блока",
              },
              {
                id: 6,
                text: "Эргономичный пульт управления с яркой оранжевой подсветкой",
              },
              {
                id: 7,
                text: "Возможность отключения подсветки дисплея внутреннего блока",
              },
              {
                id: 8,
                text: "Класс энергоэффективности A++/A+",
              },
              {
                id: 9,
                text: "Режим комфортного сна",
              },
              {
                id: 10,
                text: "Таймер",
              },
              {
                id: 11,
                text: "Экономичный режим ECO",
              },
              {
                id: 12,
                text: "Функция автоматического перезапуска",
              },
              {
                id: 13,
                text: "Функция самодиагностики",
              },
              {
                id: 14,
                text: "Функция антиплесень",
              },
              {
                id: 15,
                text: "Озонобезопасный и эффективный хладагент R32",
              },
            ],
          },
          {
            id: 3,
            image: require("@/assets/image/imageCatalog1/royal5.webp"),
            iconFactory: "Gree",
            model: "Инверторный кондиционер Royal Clima RCI-GR35HN",
            price: "000 руб",
            description: [
              "Площадь:  до 35 м2",
              "Мощность (холод/тепло): 3,20 (0,90-3,60)/3,4(0,9-4,0) кВт",
              "Серия: Grida DC EU Inverter",
              "Потребляемая мощность (холод/тепло): 991(220-1300)/916(220-1500) Вт",
              "Уровень шума (внутренний/наружный): (27/29/31/33/35/37/41)/51 дБ",
              "Расход воздуха: 280/320/350/400/480/520/590 м3/ч",
              "Класс энергоэффективности: A++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 15/10 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -15~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (770x251x190)/(732x550x330) мм",
              "Вес (внутренний/наружный): 8,5/25 кг",
              "7 скоростей Вентилятора, Функция I-Feel, АвтоОчистка полного цикла, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени, Фильтры: Генератор холодной плазмы, Высокоэффективный воздушный фильтр",
              "Сборка: завод Gree",
              "Гарантия:  3 года",
            ],
            functionTitle:
              "Функциональные особенности Royal Clima RCI-GR35HN  серии Grida DC EU Inverter:",
            functionText1:
              "Классические кондиционеры премиум-класса серии GRIDA DC EU Inverter обладают минималистичным и одновременно притягивающим взгляд дизайном. Ключевой особенностью этой серии является антибактериальная обработка воздуха, которая обеспечивается установкой  «Холодная плазма» во внутреннем блоке. В дополнение к Cold Plasma эти кондиционеры оснащены функцией IFeel, благодаря которой вы всегда сможете отследить изменение температуры в месте нахождения пользователя.",
            functionList: [
              {
                id: 1,
                text: "7 скоростей вентилятора внутреннего воздуха",
              },
              {
                id: 2,
                text: "Cold Plasma – генератор холодной плазмы. Инновационное устройство, созданное на основе самых передовых разработок. Генератор холодной плазмы разлагает неприятные запахи, токсичные газы и аэрозоли, а также вырабатывает активные ионы кислорода и водорода, которые деактивируют переносимые по воздуху микроорганизмы, бактерии, вирусы, пыльцу и аллергены, тем самым очищая воздух. Дополнительный эффект от генератора холодной плазмы – ионизация воздуха, что положительно сказывается на общем состоянии организма человека за счет сбалансированного количества ионов водорода и кислорода на уровне идеальных естественных условий.",
              },
              {
                id: 3,
                text: "Smart DEFROST – функция умного оттаивания",
              },
              {
                id: 4,
                text: "iFeel – режим отслеживания температуры с пульта ДУ",
              },
              {
                id: 5,
                text: "iClean - cамоочистка внутреннего блока",
              },
              {
                id: 6,
                text: "Эргономичный пульт управления с яркой оранжевой подсветкой",
              },
              {
                id: 7,
                text: "Возможность отключения подсветки дисплея внутреннего блока",
              },
              {
                id: 8,
                text: "Класс энергоэффективности A++/A+",
              },
              {
                id: 9,
                text: "Режим комфортного сна",
              },
              {
                id: 10,
                text: "Таймер",
              },
              {
                id: 11,
                text: "Экономичный режим ECO",
              },
              {
                id: 12,
                text: "Функция автоматического перезапуска",
              },
              {
                id: 13,
                text: "Функция самодиагностики",
              },
              {
                id: 14,
                text: "Функция антиплесень",
              },
              {
                id: 15,
                text: "Озонобезопасный и эффективный хладагент R32",
              },
            ],
          },
          {
            id: 4,
            image: require("@/assets/image/imageCatalog1/royal5.webp"),
            iconFactory: "Gree",
            model: "Инверторный кондиционер Royal Clima RCI-GR50HN",
            price: "000 руб",
            description: [
              "Площадь:  до 50 м2",
              "Мощность (холод/тепло): 4,6(1,0-5,3)/5,2(1,0-5,65) кВт",
              "Серия: Grida DC EU Inverter",
              "Потребляемая мощность (холод/тепло): 1355(420-1800)/1340(420-1900) Вт",
              "Уровень шума (внутренний/наружный):  (31/34/37/38/41/42/44)/55 дБ",
              "Расход воздуха: 520/600/650/700/760/800/850 м3/ч",
              "Класс энергоэффективности: A++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 25/10 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -15~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (972x300x225)/(732x550x330) мм",
              "Вес (внутренний/наружный): 13,5/26,5 кг",
              "7 скоростей Вентилятора, Функция I-Feel, Автоочистка полного цикла, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени, Высокоэффективный воздушный фильтр",
              "Сборка: завод Gree",
              "Гарантия:  3 года",
            ],
            functionTitle:
              "Функциональные особенности Royal Clima RCI-GR50HN  серии Grida DC EU Inverter:",
            functionText1:
              "Классические кондиционеры премиум-класса серии GRIDA DC EU Inverter обладают минималистичным и одновременно притягивающим взгляд дизайном. Кондиционеры оснащены функцией IFeel, благодаря которой вы всегда сможете отследить изменение температуры в месте нахождения пользователя.",
            functionList: [
              {
                id: 1,
                text: "7 скоростей вентилятора внутреннего воздуха",
              },
              {
                id: 2,
                text: "Smart DEFROST – функция умного оттаивания",
              },
              {
                id: 3,
                text: "iFeel – режим отслеживания температуры с пульта ДУ",
              },
              {
                id: 4,
                text: "iClean - cамоочистка внутреннего блока",
              },
              {
                id: 5,
                text: "Эргономичный пульт управления с яркой оранжевой подсветкой",
              },
              {
                id: 6,
                text: "Возможность отключения подсветки дисплея внутреннего блока",
              },
              {
                id: 7,
                text: "Класс энергоэффективности A++/A+",
              },
              {
                id: 8,
                text: "Режим комфортного сна",
              },
              {
                id: 9,
                text: "Таймер",
              },
              {
                id: 10,
                text: "Экономичный режим ECO",
              },
              {
                id: 11,
                text: "Функция автоматического перезапуска",
              },
              {
                id: 12,
                text: "Функция самодиагностики",
              },
              {
                id: 13,
                text: "Функция антиплесень",
              },
              {
                id: 14,
                text: "Озонобезопасный и эффективный хладагент R32",
              },
            ],
          },
          {
            id: 5,
            image: require("@/assets/image/imageCatalog1/royal5.webp"),
            iconFactory: "Gree",
            model: "Инверторный кондиционер Royal Clima RCI-GR65HN",
            price: "000 руб",
            description: [
              "Площадь:  до 65 м2",
              "Мощность (холод/тепло): 6,2(1,8-6,9)/6,5(1,3-7,03) кВт",
              "Серия: Grida DC EU Inverter",
              "Потребляемая мощность (холод/тепло):  1827(450-2200)/1912(450-2300) Вт",
              "Уровень шума (внутренний/наружный):   (26/30/32/37/42/45/48)/57 дБ",
              "Расход воздуха: 350/400/500/600/700/800/900 м3/ч",
              "Класс энергоэффективности: A++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
              "Максимальная длина/высота трассы: 25/10 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -15~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (972x300x225)/(873x555x376) мм",
              "Вес (внутренний/наружный): 13/36,5 кг",
              "7 скоростей Вентилятора, Функция I-Feel, Автоочистка полного цикла, Режим энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени, Высокоэффективный воздушный фильтр",
              "Сборка: завод Gree",
              "Гарантия:  3 года",
            ],
            functionTitle:
              "Функциональные особенности Royal Clima RCI-GR65HN  серии Grida DC EU Inverter:",
            functionText1:
              "Классические кондиционеры премиум-класса серии GRIDA DC EU Inverter обладают минималистичным и одновременно притягивающим взгляд дизайном. Кондиционеры оснащены функцией IFeel, благодаря которой вы всегда сможете отследить изменение температуры в месте нахождения пользователя.",
            functionList: [
              {
                id: 1,
                text: "7 скоростей вентилятора внутреннего воздуха",
              },
              {
                id: 2,
                text: "Smart DEFROST – функция умного оттаивания",
              },
              {
                id: 3,
                text: "iFeel – режим отслеживания температуры с пульта ДУ",
              },
              {
                id: 4,
                text: "iClean - cамоочистка внутреннего блока",
              },
              {
                id: 5,
                text: "Эргономичный пульт управления с яркой оранжевой подсветкой",
              },
              {
                id: 6,
                text: "Возможность отключения подсветки дисплея внутреннего блока",
              },
              {
                id: 7,
                text: "Класс энергоэффективности A++/A+",
              },
              {
                id: 8,
                text: "Режим комфортного сна",
              },
              {
                id: 9,
                text: "Таймер",
              },
              {
                id: 10,
                text: "Экономичный режим ECO",
              },
              {
                id: 11,
                text: "Функция автоматического перезапуска",
              },
              {
                id: 12,
                text: "Функция самодиагностики",
              },
              {
                id: 13,
                text: "Функция антиплесень",
              },
              {
                id: 14,
                text: "Озонобезопасный и эффективный хладагент R32",
              },
            ],
          },
        ],
      },
      {
        id: 6,
        brandsTitle:
          "Ballu (Россия - сборка TSL, Midea, AUX - Бюджетный класс)",
        productAmount: "Все товары(9)",
        products: [
          {
            id: 1,
            image: require("@/assets/image/imageCatalog1/ballu3.webp"),
            iconFactory: "Midea",
            model: "Инверторный кондиционер Ballu BSYI-07HN8/ES_Y23",
            price: "000 руб",
            description: [
              "Площадь:  до 22 м2",
              "Мощность (холод/тепло): 2,05(0,9-2,5)/2,05(0,7-2,9) кВт",
              "Серия: Eco Smart",
              "Потребляемая мощность (холод/тепло): 0,639(0,08-1,0)/0,568(0,11-1,24) кВт",
              "Уровень шума (внутренний/наружный): 22/52 дБ",
              "Расход воздуха: 500 м3/ч",
              "Класс энергоэффективности: A",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 25/10 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -15~+50/-15~+30°С",
              "Размеры внутренний/наружный (ШхВхГ):  (727х292х212)/(681х434х285) мм",
              "Вес (внутренний/наружный): 8,1/20,5 кг",
              "4D жалюзи, возможность подключения Wi-Fi модуля, самоочистка испарителя, режимы (Turbo, энергосберегающий), независимое осушение, цифровой дисплей, подсветка пульта ДУ, тёплый пуск, таймер на 24 часа, запоминание положения жалюзи, работа при низком напряжении 120В, антикоррозийное покрытие Golden Fin, функция самодиагностики, автоматический перезапуск. Воздушный фильтр",
              "Сборка: Midea",
              "Гарантия:  3 года",
            ],
            functionTitle:
              "Функциональные особенности Ballu BSYI-07HN8/ES_Y23 серия Eco Smart:",
            functionText1:
              "Инверторные кондиционеры Eco Smart используют в работе хладагент нового поколения R32, который позволяет добиться высокой производительности и энергоэффективности сплит-системы. Возможность подключения кондиционера к сети Wi-Fi и управление посредством мобильного приложения Ballu поднимает комфорт пользователя на новый уровень. Система устойчива к большим перепадам напряжения и способна работать при 120 В.",
          },
          {
            id: 2,
            image: require("@/assets/image/imageCatalog1/ballu3.webp"),
            iconFactory: "Midea",
            model: "Инверторный кондиционер Ballu BSYI-09HN8/ES_Y23",
            price: "000 руб",
            description: [
              "Площадь:  до 27 м2",
              "Мощность (холод/тепло): 2,7(1,0-3,2)/2,7(0,9-3,75) кВт",
              "Серия: Eco Smart",
              "Потребляемая мощность (холод/тепло): 0,822(0,1-1,25)/0,731(0,14-1,34) кВт",
              "Уровень шума (внутренний/наружный): 22/54 дБ",
              "Расход воздуха: 500 м3/ч",
              "Класс энергоэффективности: A",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 25/10 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -15~+50/-15~+30°С",
              "Размеры внутренний/наружный (ШхВхГ):  (727х292х212)/(681х434х285) мм",
              "Вес (внутренний/наружный): 8,1/20,5 кг",
              "4D жалюзи, возможность подключения Wi-Fi модуля, самоочистка испарителя, режимы (Turbo, энергосберегающий), независимое осушение, цифровой дисплей, подсветка пульта ДУ, тёплый пуск, таймер на 24 часа, запоминание положения жалюзи, работа при низком напряжении 120В, антикоррозийное покрытие Golden Fin, функция самодиагностики, автоматический перезапуск. Воздушный фильтр",
              "Сборка: Midea",
              "Гарантия:  3 года",
            ],
            functionTitle:
              "Функциональные особенности Ballu BSYI-09HN8/ES_Y23 серия Eco Smart:",
            functionText1:
              "Инверторные кондиционеры Eco Smart используют в работе хладагент нового поколения R32, который позволяет добиться высокой производительности и энергоэффективности сплит-системы. Возможность подключения кондиционера к сети Wi-Fi и управление посредством мобильного приложения Ballu поднимает комфорт пользователя на новый уровень. Система устойчива к большим перепадам напряжения и способна работать при 120 В.",
          },
          {
            id: 3,
            image: require("@/assets/image/imageCatalog1/ballu3.webp"),
            iconFactory: "Midea",
            model: "Инверторный кондиционер Ballu BSYI-12HN8/ES_Y23",
            price: "000 руб",
            description: [
              "Площадь:  до 35 м2",
              "Мощность (холод/тепло): 3,22(1,3-3,8)/3,22(1,0-4,0) кВт",
              "Серия: Eco Smart",
              "Потребляемая мощность (холод/тепло): 1,0(0,28-1,39)/1,02(0,3-1,44) кВт",
              "Уровень шума (внутренний/наружный): 22/56 дБ",
              "Расход воздуха: 506 м3/ч",
              "Класс энергоэффективности: A",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 25/10 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -15~+50/-15~+30°С",
              "Размеры внутренний/наружный (ШхВхГ): (727х292х212)/(720х495х270) мм",
              "Вес (внутренний/наружный): 8,1/20,5 кг",
              "4D жалюзи, возможность подключения Wi-Fi модуля, самоочистка испарителя, режимы (Turbo, энергосберегающий), независимое осушение, цифровой дисплей, подсветка пульта ДУ, тёплый пуск, таймер на 24 часа, запоминание положения жалюзи, работа при низком напряжении 120В, антикоррозийное покрытие Golden Fin, функция самодиагностики, автоматический перезапуск. Воздушный фильтр",
              "Сборка: Midea",
              "Гарантия:  3 года",
            ],
            functionTitle:
              "Функциональные особенности Ballu BSYI-12HN8/ES_Y23 серия Eco Smart:",
            functionText1:
              "Инверторные кондиционеры Eco Smart используют в работе хладагент нового поколения R32, который позволяет добиться высокой производительности и энергоэффективности сплит-системы. Возможность подключения кондиционера к сети Wi-Fi и управление посредством мобильного приложения Ballu поднимает комфорт пользователя на новый уровень. Система устойчива к большим перепадам напряжения и способна работать при 120 В.",
          },
          {
            id: 4,
            image: require("@/assets/image/imageCatalog1/ballu4.webp"),
            iconFactory: "AUX",
            model: "Инверторный кондиционер Ballu BSUI-09HN8_23Y",
            price: "000 руб",
            description: [
              "Площадь:  до 26 м2",
              "Мощность (холод/тепло): 2,6(1,1-2,9)/2,6(0,7-3,0) кВт",
              "Серия: Platinum Evolution DC Inverter",
              "Потребляемая мощность (холод/тепло): 0,8/0,75 кВт",
              "Уровень шума (внутренний/наружный):  21/50 дБ",
              "Расход воздуха: 570 м3/ч",
              "Класс энергоэффективности: A++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/8 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+47/-25~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (792х292х201)/(720х540х260) мм",
              "Вес (внутренний/наружный): 7,5/26,0 кг",
              "Smart Wi-Fi управление, функция I-Feel, функция самоочистки внутреннего блока, режимы (Turbo, комфортного сна), цифровой дисплей, функуия «Горячий старт», таймер на 24 часа, функция самодиагностики, авторестарт с сохраненными настройками, высококачественный пластик устойчивый к УФ лучам, отключение свечения дисплея, антикоррозийное покрытие Blue Fin, дополнительная шумоизоляция внешнего блока, вывод дренажа в 2 стороны. Фильтры предварительной очистки воздуха High Density",
              "Сборка: AUX",
              "Гарантия: 5 лет",
            ],
            functionTitle:
              "Функциональные особенности Ballu BSUI-09HN8_23Y серия Platinum Evolution DC Inverter:",
            functionText1:
              "Инверторная сплит-система Platinum Evolution – флагман линейки кондиционеров Ballu, который использует в работе самый экологичный и энергоэффективный хладагент – R32. Модель совмещает в себе высокую производительность и рекордно низкий уровень шума 19 дБ(А). Platinum Evolution способен эффективно работать на обогрев до -20°С. Встроенный Wi-Fi модуль делает сплит-систему максимально удобной для управления из любой точки мира.",
          },
          {
            id: 5,
            image: require("@/assets/image/imageCatalog1/ballu4.webp"),
            iconFactory: "AUX",
            model: "Инверторный кондиционер Ballu BSUI-12HN8_23Y",
            price: "000 руб",
            description: [
              "Площадь:  до 35 м2",
              "Мощность (холод/тепло): 3,5(1,1-4,0)/3,5(1,1-4,0) кВт",
              "Серия: Platinum Evolution DC Inverter",
              "Потребляемая мощность (холод/тепло): 1,090/0,970 кВт",
              "Уровень шума (внутренний/наружный):  21/50 дБ",
              "Расход воздуха: 570 м3/ч",
              "Класс энергоэффективности: A++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/8 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+47/-25~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (792х292х201)/(720х540х260) мм",
              "Вес (внутренний/наружный): 8,0/26,0 кг",
              "Smart Wi-Fi управление, функция I-Feel, функция самоочистки внутреннего блока, режимы (Turbo, комфортного сна), цифровой дисплей, функуия «Горячий старт», таймер на 24 часа, функция самодиагностики, авторестарт с сохраненными настройками, высококачественный пластик устойчивый к УФ лучам, отключение свечения дисплея, антикоррозийное покрытие Blue Fin, дополнительная шумоизоляция внешнего блока, вывод дренажа в 2 стороны. Фильтры предварительной очистки воздуха High Density",
              "Сборка: AUX",
              "Гарантия: 5 лет",
            ],
            functionTitle:
              "Функциональные особенности Ballu BSUI-12HN8_23Y серия Platinum Evolution DC Inverter:",
            functionText1:
              "Инверторная сплит-система Platinum Evolution – флагман линейки кондиционеров Ballu, который использует в работе самый экологичный и энергоэффективный хладагент – R32. Модель совмещает в себе высокую производительность и рекордно низкий уровень шума 19 дБ(А). Platinum Evolution способен эффективно работать на обогрев до -20°С. Встроенный Wi-Fi модуль делает сплит-систему максимально удобной для управления из любой точки мира.",
          },
          {
            id: 6,
            image: require("@/assets/image/imageCatalog1/ballu3.webp"),
            iconFactory: "Midea",
            model: "Инверторный кондиционер Ballu BSYI-18HN8/ES_Y23",
            price: "000 руб",
            description: [
              "Площадь:  до 53 м2",
              "Мощность (холод/тепло): 5,3(1,9-5,9)/5,6(3,1-5,8) кВт",
              "Серия: Eco Smart",
              "Потребляемая мощность (холод/тепло): 1,55(0,27-2,05)/1,75(0,25-2,00) кВт",
              "Уровень шума (внутренний/наружный): 31/57 дБ",
              "Расход воздуха: 800 м3/ч",
              "Класс энергоэффективности: A++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
              "Максимальная длина/высота трассы: 30/20 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -15~+50/-15~+30°С",
              "Размеры внутренний/наружный (ШхВхГ):  (969х320х241)/(874х554х330) мм",
              "Вес (внутренний/наружный): 11,5/33,5 кг",
              "4D жалюзи, возможность подключения Wi-Fi модуля, самоочистка испарителя, режимы (Turbo, энергосберегающий), независимое осушение, цифровой дисплей, подсветка пульта ДУ, тёплый пуск, таймер на 24 часа, запоминание положения жалюзи, работа при низком напряжении 120В, антикоррозийное покрытие Golden Fin, функция самодиагностики, автоматический перезапуск. Воздушный фильтр",
              "Сборка: Midea",
              "Гарантия:  3 года",
            ],
            functionTitle:
              "Функциональные особенности Ballu BSYI-18HN8/ES_Y23 серия Eco Smart:",
            functionText1:
              "Инверторные кондиционеры Eco Smart используют в работе хладагент нового поколения R32, который позволяет добиться высокой производительности и энергоэффективности сплит-системы. Возможность подключения кондиционера к сети Wi-Fi и управление посредством мобильного приложения Ballu поднимает комфорт пользователя на новый уровень. Система устойчива к большим перепадам напряжения и способна работать при 120 В.",
          },
          {
            id: 7,
            image: require("@/assets/image/imageCatalog1/ballu3.webp"),
            iconFactory: "Midea",
            model: "Инверторный кондиционер Ballu BSYI-24HN8/ES_Y23",
            price: "000 руб",
            description: [
              "Площадь:  до 73 м2",
              "Мощность (холод/тепло): 7,3(2,1-8,2)/7,4(1,6-8,2) кВт",
              "Серия: Eco Smart",
              "Потребляемая мощность (холод/тепло):  2,4(0,42-3,2)/2,13(0,3-3,1) кВт",
              "Уровень шума (внутренний/наружный): 34/60 дБ",
              "Расход воздуха: 1090 м3/ч",
              "Класс энергоэффективности: A++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 3/8 и 5/8 дюйма",
              "Максимальная длина/высота трассы: 50/25 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -15~+50/-15~+30°С",
              "Размеры внутренний/наружный (ШхВхГ):  (1083х336х244)/(955х673х342) мм",
              "Вес (внутренний/наружный): 13,6/43,9 кг",
              "4D жалюзи, возможность подключения Wi-Fi модуля, самоочистка испарителя, режимы (Turbo, энергосберегающий), независимое осушение, цифровой дисплей, подсветка пульта ДУ, тёплый пуск, таймер на 24 часа, запоминание положения жалюзи, работа при низком напряжении 120В, антикоррозийное покрытие Golden Fin, функция самодиагностики, автоматический перезапуск. Воздушный фильтр",
              "Сборка: Midea",
              "Гарантия:  3 года",
            ],
            functionTitle:
              "Функциональные особенности Ballu BSYI-24HN8/ES_Y23 серия Eco Smart:",
            functionText1:
              "Инверторные кондиционеры Eco Smart используют в работе хладагент нового поколения R32, который позволяет добиться высокой производительности и энергоэффективности сплит-системы. Возможность подключения кондиционера к сети Wi-Fi и управление посредством мобильного приложения Ballu поднимает комфорт пользователя на новый уровень. Система устойчива к большим перепадам напряжения и способна работать при 120 В.",
          },
          {
            id: 8,
            image: require("@/assets/image/imageCatalog1/ballu4.webp"),
            iconFactory: "AUX",
            model: "Инверторный кондиционер Ballu BSUI-18HN8_23Y",
            price: "000 руб",
            description: [
              "Площадь:  до 53 м2",
              "Мощность (холод/тепло): 5,3(1,3-6,1)/5,3(1,4-6,1) кВт",
              "Серия: Platinum Evolution DC Inverter",
              "Потребляемая мощность (холод/тепло): 1,648/1,493 кВт",
              "Уровень шума (внутренний/наружный):  29/54 дБ",
              "Расход воздуха: 900 м3/ч",
              "Класс энергоэффективности: A++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
              "Максимальная длина/высота трассы: 25/10 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+47/-25~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (940х316х224)/(800х545х315) мм",
              "Вес (внутренний/наружный): 12,0/35,0 кг",
              "Smart Wi-Fi управление, функция I-Feel, функция самоочистки внутреннего блока, режимы (Turbo, комфортного сна), цифровой дисплей, функуия «Горячий старт», таймер на 24 часа, функция самодиагностики, авторестарт с сохраненными настройками, высококачественный пластик устойчивый к УФ лучам, отключение свечения дисплея, антикоррозийное покрытие Blue Fin, дополнительная шумоизоляция внешнего блока, вывод дренажа в 2 стороны. Фильтры предварительной очистки воздуха High Density",
              "Сборка: AUX",
              "Гарантия: 5 лет",
            ],
            functionTitle:
              "Функциональные особенности Ballu BSUI-18HN8_23Y серия Platinum Evolution DC Inverter:",
            functionText1:
              "Инверторная сплит-система Platinum Evolution – флагман линейки кондиционеров Ballu, который использует в работе самый экологичный и энергоэффективный хладагент – R32. Модель совмещает в себе высокую производительность и рекордно низкий уровень шума 19 дБ(А). Platinum Evolution способен эффективно работать на обогрев до -20°С. Встроенный Wi-Fi модуль делает сплит-систему максимально удобной для управления из любой точки мира.",
          },
          {
            id: 9,
            image: require("@/assets/image/imageCatalog1/ballu4.webp"),
            iconFactory: "AUX",
            model: "Инверторный кондиционер Ballu BSUI-24HN8_23Y",
            price: "000 руб",
            description: [
              "Площадь:  до 70 м2",
              "Мощность (холод/тепло): 7,0(2,0-2,6)/7,3(2,5-8,0) кВт",
              "Серия: Platinum Evolution DC Inverter",
              "Потребляемая мощность (холод/тепло): 2,195/1,96 кВт",
              "Уровень шума (внутренний/наружный): 31/61 дБ",
              "Расход воздуха: 1250 м3/ч",
              "Класс энергоэффективности: A++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 5/8 дюйма",
              "Максимальная длина/высота трассы: 25/10 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+47/-25~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (1132х330х232)/(890хх670х320) мм",
              "Вес (внутренний/наружный): 14,0/45,0 кг",
              "Smart Wi-Fi управление, функция I-Feel, функция самоочистки внутреннего блока, режимы (Turbo, комфортного сна), цифровой дисплей, функуия «Горячий старт», таймер на 24 часа, функция самодиагностики, авторестарт с сохраненными настройками, высококачественный пластик устойчивый к УФ лучам, отключение свечения дисплея, антикоррозийное покрытие Blue Fin, дополнительная шумоизоляция внешнего блока, вывод дренажа в 2 стороны. Фильтры предварительной очистки воздуха High Density",
              "Сборка: AUX",
              "Гарантия: 5 лет",
            ],
            functionTitle:
              "Функциональные особенности Ballu BSUI-24HN8_23Y серия Platinum Evolution DC Inverter:",
            functionText1:
              "Инверторная сплит-система Platinum Evolution – флагман линейки кондиционеров Ballu, который использует в работе самый экологичный и энергоэффективный хладагент – R32. Модель совмещает в себе высокую производительность и рекордно низкий уровень шума 19 дБ(А). Platinum Evolution способен эффективно работать на обогрев до -20°С. Встроенный Wi-Fi модуль делает сплит-систему максимально удобной для управления из любой точки мира.",
          },
        ],
      },
      {
        id: 7,
        brandsTitle: "Haier (собственные заводы в Китае - Средний класс)",
        productAmount: "Все товары(14)",
        products: [
          {
            id: 1,
            image: require("@/assets/image/imageCatalog1/haier1.webp"),
            iconFactory: "",
            iconWiFi: "Wi-Fi",
            model: "Инверторный  кондиционер Haier AS20HPL2HRA/ 1U20HPL1FRA",
            price: "000 руб",
            description: [
              "Площадь: до 23 м2",
              "Мощность (холод/тепло): 2,05(1,0~2,6)/2,1(1,1~2,7) кВт",
              "Серия: Coral DC Inverter",
              "Потребляемая мощность (холод/тепло):  0,64(0,4-0,85)/0,58(0,4-0,75) кВт",
              "Уровень шума (внутренний/наружный): (22/32/33/36)/52 дБ",
              "Расход воздуха: 450 м3/ч",
              "Класс энергоэффективности: А",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 15/10 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ):  (700х265х190)/(696х432х281) мм",
              "Вес (внутренний/наружный): 7,3/19,8 кг",
              "WI-Fi управление, Функция I Feel, Режимы (Turbo, комфортного сна), Самоочистка Self Clean внутреннего и наружного блока, Спиральный воздушный поток, Максимальная длина воздушной струи 12м, Режим Intelligent Air, Широкий диапазон напряжения, Антикоррозийная защита Blue Fin, Авторестарт, 24 - часовой таймер, Самодиагностика. Фильтр 3в1",
              "Сборка: завод Haier",
              "Производитель компрессора: QingAn",
            ],
            functionTitle:
              "Функциональные особенности Haier AS20HPL1HRA/1U20HPL1FRA серия Coral DC Inverter:",

            functionList: [
              {
                id: 1,
                text: "Класс энергоэффективности A.",
              },
              {
                id: 2,
                text: "Функция Self Clean (внутренний блок). Новейшая технология очистки теплообменника позволяет удалять грязь, бактерии, микробы и другие микроорганизмы из поверхности теплообменника используя процесс теплового расширения оттайки.",
              },
              {
                id: 3,
                text: "Функция Self Clean (наружный блок). Автоматическая очистка теплообменника наружного блока от пыли и грязи.",
              },
              {
                id: 4,
                text: "Комфортный сон. Специальная программа контролирует температуру воздуха в помещении для создания наиболее благоприятных условий для сна.",
              },
              {
                id: 5,
                text: "Спиральный воздушный поток. Благодаря особому спиральному дизайну формируется восходящий поток. Таким образом холодный воздух не попадает на человека, а распределение температуры в помещении становится более равномерным.",
              },
              {
                id: 6,
                text: "Максимальная длина воздушной струи. Инновационная конструкция вентилятора позволяет осуществлять подачу воздуха на расстояние 12 м.",
              },
              {
                id: 7,
                text: "Режим Intelligent Air. Для комфортного и безопасного кондиционирования воздуха в помещении в режиме охлаждения воздушный поток направляется вдоль плоскости потолка, а в режиме обогрева теплый воздушный поток направляется почти вертикально вниз.",
              },
              {
                id: 8,
                text: "Режим Turbo. С помощью кнопки «TURBO / POWER» на пульте управления можно выбрать интенсивный режим работы, характеризующийся быстрым выходом на заданную температуру.",
              },
              {
                id: 9,
                text: "Wi-Fi управление (стандартно). Новейшая функция дистанционного управления кондиционером по Wi-Fi сети позволяет удаленно осуществлять включение и управление кондиционером.",
              },
              {
                id: 10,
                text: "Широкий диапазон напряжения. Конструктивные особенности наружного блока позволяют поддерживать его работоспособность при значительных колебаниях напряжения в электрической сети.",
              },
              {
                id: 11,
                text: "Антикоррозийная защита. Специальное антикоррозийное покрытие BLUE FIN теплообменника наружного блока. Цвет покрытия - синий кобальт.",
              },
            ],
          },
          {
            id: 2,
            image: require("@/assets/image/imageCatalog1/haier1.webp"),
            iconFactory: "",
            iconWiFi: "Wi-Fi",
            model: "Инверторный кондиционер Haier AS25HPL2HRA/ 1U25HPL1FRA",
            price: "000 руб",
            description: [
              "Площадь: до 27 м2",
              "Мощность (холод/тепло): 2,7(1,2~3,0)/2,9(0,9~3,2) кВт",
              "Серия: Coral DC Inverter",
              "Потребляемая мощность (холод/тепло): 0,84(0,4-1,0)/0,804(0,5-0,9) кВт",
              "Уровень шума (внутренний/наружный):  (23/31/33/36)/52 дБ",
              "Расход воздуха: 450 м3/ч",
              "Класс энергоэффективности: А",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 15/10 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ):  (700х265х190)/(696х432х281) мм",
              "Вес (внутренний/наружный): 7,3/19,9 кг",
              "WI-Fi управление, Функция I Feel, Режимы (Turbo, комфортного сна), Самоочистка Self Clean внутреннего и наружного блока, Спиральный воздушный поток, Максимальная длина воздушной струи 12м, Режим Intelligent Air, Широкий диапазон напряжения, Антикоррозийная защита Blue Fin, Авторестарт, 24 - часовой таймер, Самодиагностика. Фильтр 3в1",
              "Сборка: завод Haier",
              "Производитель компрессора: QingAn",
            ],
            functionTitle:
              "Функциональные особенности Haier AS25HPL1HRA/1U25HPL1FRA серия Coral DC Inverter:",

            functionList: [
              {
                id: 1,
                text: "Класс энергоэффективности A.",
              },
              {
                id: 2,
                text: "Функция Self Clean (внутренний блок). Новейшая технология очистки теплообменника позволяет удалять грязь, бактерии, микробы и другие микроорганизмы из поверхности теплообменника используя процесс теплового расширения оттайки.",
              },
              {
                id: 3,
                text: "Функция Self Clean (наружный блок). Автоматическая очистка теплообменника наружного блока от пыли и грязи.",
              },
              {
                id: 4,
                text: "Комфортный сон. Специальная программа контролирует температуру воздуха в помещении для создания наиболее благоприятных условий для сна.",
              },
              {
                id: 5,
                text: "Спиральный воздушный поток. Благодаря особому спиральному дизайну формируется восходящий поток. Таким образом холодный воздух не попадает на человека, а распределение температуры в помещении становится более равномерным.",
              },
              {
                id: 6,
                text: "Максимальная длина воздушной струи. Инновационная конструкция вентилятора позволяет осуществлять подачу воздуха на расстояние 12 м.",
              },
              {
                id: 7,
                text: "Режим Intelligent Air. Для комфортного и безопасного кондиционирования воздуха в помещении в режиме охлаждения воздушный поток направляется вдоль плоскости потолка, а в режиме обогрева теплый воздушный поток направляется почти вертикально вниз.",
              },
              {
                id: 8,
                text: "Режим Turbo. С помощью кнопки «TURBO / POWER» на пульте управления можно выбрать интенсивный режим работы, характеризующийся быстрым выходом на заданную температуру.",
              },
              {
                id: 9,
                text: "Wi-Fi управление (стандартно). Новейшая функция дистанционного управления кондиционером по Wi-Fi сети позволяет удаленно осуществлять включение и управление кондиционером.",
              },
              {
                id: 10,
                text: "Широкий диапазон напряжения. Конструктивные особенности наружного блока позволяют поддерживать его работоспособность при значительных колебаниях напряжения в электрической сети.",
              },
              {
                id: 11,
                text: "Антикоррозийная защита. Специальное антикоррозийное покрытие BLUE FIN теплообменника наружного блока. Цвет покрытия - синий кобальт.",
              },
            ],
          },
          {
            id: 3,
            image: require("@/assets/image/imageCatalog1/haier1.webp"),
            iconFactory: "",
            iconWiFi: "Wi-Fi",
            model: "Инверторный кондиционер Haier AS35HPL2HRA/ 1U35HPL1FRA",
            price: "000 руб",
            description: [
              "Площадь: до 35 м2",
              "Мощность (холод/тепло): 3,4(1,0~3,6)/3,4(1,4~3,9) кВт",
              "Серия: Coral DC Inverter",
              "Потребляемая мощность (холод/тепло): 1,06(0,4-1,4)/0,94(0,5-1,4) кВт",
              "Уровень шума (внутренний/наружный):  (23/31/34/38)/52 дБ",
              "Расход воздуха: 500 м3/ч",
              "Класс энергоэффективности: А",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 15/10 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (700х265х190)/(764х544х269) мм",
              "Вес (внутренний/наружный): 7,3/22,9 кг",
              "WI-Fi управление, Функция I Feel, Режимы (Turbo, комфортного сна), Самоочистка Self Clean внутреннего и наружного блока, Спиральный воздушный поток, Максимальная длина воздушной струи 12м, Режим Intelligent Air, Широкий диапазон напряжения, Антикоррозийная защита Blue Fin, Авторестарт, 24 - часовой таймер, Самодиагностика. Фильтр 3в1",
              "Сборка: завод Haier",
              "Производитель компрессора: QingAn",
            ],
            functionTitle:
              "Функциональные особенности Haier AS35HPL1HRA/1U35HPL1FRA серия Coral DC Inverter:",

            functionList: [
              {
                id: 1,
                text: "Класс энергоэффективности A.",
              },
              {
                id: 2,
                text: "Функция Self Clean (внутренний блок). Новейшая технология очистки теплообменника позволяет удалять грязь, бактерии, микробы и другие микроорганизмы из поверхности теплообменника используя процесс теплового расширения оттайки.",
              },
              {
                id: 3,
                text: "Функция Self Clean (наружный блок). Автоматическая очистка теплообменника наружного блока от пыли и грязи.",
              },
              {
                id: 4,
                text: "Комфортный сон. Специальная программа контролирует температуру воздуха в помещении для создания наиболее благоприятных условий для сна.",
              },
              {
                id: 5,
                text: "Спиральный воздушный поток. Благодаря особому спиральному дизайну формируется восходящий поток. Таким образом холодный воздух не попадает на человека, а распределение температуры в помещении становится более равномерным.",
              },
              {
                id: 6,
                text: "Максимальная длина воздушной струи. Инновационная конструкция вентилятора позволяет осуществлять подачу воздуха на расстояние 12 м.",
              },
              {
                id: 7,
                text: "Режим Intelligent Air. Для комфортного и безопасного кондиционирования воздуха в помещении в режиме охлаждения воздушный поток направляется вдоль плоскости потолка, а в режиме обогрева теплый воздушный поток направляется почти вертикально вниз.",
              },
              {
                id: 8,
                text: "Режим Turbo. С помощью кнопки «TURBO / POWER» на пульте управления можно выбрать интенсивный режим работы, характеризующийся быстрым выходом на заданную температуру.",
              },
              {
                id: 9,
                text: "Wi-Fi управление (стандартно). Новейшая функция дистанционного управления кондиционером по Wi-Fi сети позволяет удаленно осуществлять включение и управление кондиционером.",
              },
              {
                id: 10,
                text: "Широкий диапазон напряжения. Конструктивные особенности наружного блока позволяют поддерживать его работоспособность при значительных колебаниях напряжения в электрической сети.",
              },
              {
                id: 11,
                text: "Антикоррозийная защита. Специальное антикоррозийное покрытие BLUE FIN теплообменника наружного блока. Цвет покрытия - синий кобальт.",
              },
            ],
          },
          {
            id: 4,
            image: require("@/assets/image/imageCatalog1/haier1.webp"),
            iconFactory: "",
            iconWiFi: "Wi-Fi",
            model: "Инверторный кондиционер Haier AS50HPL2HRA/ 1U50HPL1FRA",
            price: "000 руб",
            description: [
              "Площадь: до 50 м2",
              "Мощность (холод/тепло): 4,8(1,2~5,1)/4,8(1,2~5,1) кВт",
              "Серия: Coral DC Inverter",
              "Потребляемая мощность (холод/тепло): 1,495/1,33 кВт",
              "Уровень шума (внутренний/наружный): (28/33/40/44)/54 дБ",
              "Расход воздуха: 700 м3/ч",
              "Класс энергоэффективности: А",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
              "Максимальная длина/высота трассы: 20/10 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (805х290х200)/(874х363х270) мм",
              "Вес (внутренний/наружный): 8,7/29,2 кг",
              "WI-Fi управление, Функция I Feel, Режимы (Turbo, комфортного сна), Самоочистка Self Clean внутреннего и наружного блока, Спиральный воздушный поток, Максимальная длина воздушной струи 12м, Режим Intelligent Air, Широкий диапазон напряжения, Антикоррозийная защита Blue Fin, Авторестарт, 24 - часовой таймер, Самодиагностика. Фильтр 3в1",
              "Сборка: завод Haier",
              "Производитель компрессора: QingAn",
            ],
            functionTitle:
              "Функциональные особенности Haier AS50HPL1HRA/1U50HPL1FRA серия Coral DC Inverter:",

            functionList: [
              {
                id: 1,
                text: "Класс энергоэффективности A.",
              },
              {
                id: 2,
                text: "Функция Self Clean (внутренний блок). Новейшая технология очистки теплообменника позволяет удалять грязь, бактерии, микробы и другие микроорганизмы из поверхности теплообменника используя процесс теплового расширения оттайки.",
              },
              {
                id: 3,
                text: "Функция Self Clean (наружный блок). Автоматическая очистка теплообменника наружного блока от пыли и грязи.",
              },
              {
                id: 4,
                text: "Комфортный сон. Специальная программа контролирует температуру воздуха в помещении для создания наиболее благоприятных условий для сна.",
              },
              {
                id: 5,
                text: "Спиральный воздушный поток. Благодаря особому спиральному дизайну формируется восходящий поток. Таким образом холодный воздух не попадает на человека, а распределение температуры в помещении становится более равномерным.",
              },
              {
                id: 6,
                text: "Максимальная длина воздушной струи. Инновационная конструкция вентилятора позволяет осуществлять подачу воздуха на расстояние 12 м.",
              },
              {
                id: 7,
                text: "Режим Intelligent Air. Для комфортного и безопасного кондиционирования воздуха в помещении в режиме охлаждения воздушный поток направляется вдоль плоскости потолка, а в режиме обогрева теплый воздушный поток направляется почти вертикально вниз.",
              },
              {
                id: 8,
                text: "Режим Turbo. С помощью кнопки «TURBO / POWER» на пульте управления можно выбрать интенсивный режим работы, характеризующийся быстрым выходом на заданную температуру.",
              },
              {
                id: 9,
                text: "Wi-Fi управление (стандартно). Новейшая функция дистанционного управления кондиционером по Wi-Fi сети позволяет удаленно осуществлять включение и управление кондиционером.",
              },
              {
                id: 10,
                text: "Широкий диапазон напряжения. Конструктивные особенности наружного блока позволяют поддерживать его работоспособность при значительных колебаниях напряжения в электрической сети.",
              },
              {
                id: 11,
                text: "Антикоррозийная защита. Специальное антикоррозийное покрытие BLUE FIN теплообменника наружного блока. Цвет покрытия - синий кобальт.",
              },
            ],
          },
          {
            id: 5,
            image: require("@/assets/image/imageCatalog1/haier1.webp"),
            iconFactory: "",
            iconWiFi: "Wi-Fi",
            model: "Инверторный кондиционер Haier AS70HPL2HRA/ 1U70HPL1FRA",
            price: "000 руб",
            description: [
              "Площадь: до 70 м2",
              "Мощность (холод/тепло): 6,5(2,1~6,8)/6,4(2,2~7,0) кВт",
              "Серия: Coral DC Inverter",
              "Потребляемая мощность (холод/тепло): 2,025/1,88 кВт",
              "Уровень шума (внутренний/наружный): (29/37/45/47)/57 дБ",
              "Расход воздуха: 1000 м3/ч",
              "Класс энергоэффективности: А",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
              "Максимальная длина/высота трассы: 25/15 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (975х320х220)/(860х553х313) мм",
              "Вес (внутренний/наружный):  11,6/32,7 кг",
              "WI-Fi управление, Функция I Feel, Режимы (Turbo, комфортного сна), Самоочистка Self Clean внутреннего и наружного блока, Спиральный воздушный поток, Максимальная длина воздушной струи 12м, Режим Intelligent Air, Широкий диапазон напряжения, Антикоррозийная защита Blue Fin, Авторестарт, 24 - часовой таймер, Самодиагностика. Фильтр 3в1",
              "Сборка: завод Haier",
              "Производитель компрессора: QingAn",
            ],
            functionTitle:
              "Функциональные особенности Haier AS70HPL1HRA/1U70HPL1FRA серия Coral DC Inverter:",

            functionList: [
              {
                id: 1,
                text: "Класс энергоэффективности A.",
              },
              {
                id: 2,
                text: "Функция Self Clean (внутренний блок). Новейшая технология очистки теплообменника позволяет удалять грязь, бактерии, микробы и другие микроорганизмы из поверхности теплообменника используя процесс теплового расширения оттайки.",
              },
              {
                id: 3,
                text: "Функция Self Clean (наружный блок). Автоматическая очистка теплообменника наружного блока от пыли и грязи.",
              },
              {
                id: 4,
                text: "Комфортный сон. Специальная программа контролирует температуру воздуха в помещении для создания наиболее благоприятных условий для сна.",
              },
              {
                id: 5,
                text: "Спиральный воздушный поток. Благодаря особому спиральному дизайну формируется восходящий поток. Таким образом холодный воздух не попадает на человека, а распределение температуры в помещении становится более равномерным.",
              },
              {
                id: 6,
                text: "Максимальная длина воздушной струи. Инновационная конструкция вентилятора позволяет осуществлять подачу воздуха на расстояние 12 м.",
              },
              {
                id: 7,
                text: "Режим Intelligent Air. Для комфортного и безопасного кондиционирования воздуха в помещении в режиме охлаждения воздушный поток направляется вдоль плоскости потолка, а в режиме обогрева теплый воздушный поток направляется почти вертикально вниз.",
              },
              {
                id: 8,
                text: "Режим Turbo. С помощью кнопки «TURBO / POWER» на пульте управления можно выбрать интенсивный режим работы, характеризующийся быстрым выходом на заданную температуру.",
              },
              {
                id: 9,
                text: "Wi-Fi управление (стандартно). Новейшая функция дистанционного управления кондиционером по Wi-Fi сети позволяет удаленно осуществлять включение и управление кондиционером.",
              },
              {
                id: 10,
                text: "Широкий диапазон напряжения. Конструктивные особенности наружного блока позволяют поддерживать его работоспособность при значительных колебаниях напряжения в электрической сети.",
              },
              {
                id: 11,
                text: "Антикоррозийная защита. Специальное антикоррозийное покрытие BLUE FIN теплообменника наружного блока. Цвет покрытия - синий кобальт.",
              },
            ],
          },
          {
            id: 6,
            image: require("@/assets/image/imageCatalog1/haier1.webp"),
            iconFactory: "",
            iconWiFi: "Wi-Fi",
            model: "Инверторный кондиционер Haier AS20PHP2HRA/ 1U20PHP1FRA",
            price: "000 руб",
            description: [
              "Площадь: до 23 м2",
              "Мощность (холод/тепло): 2,3(0,8~3,0)/2,4(0,8~3,2) кВт",
              "Серия: Coral Expert DC Inverter",
              "Потребляемая мощность (холод/тепло): 0,71(0,3-1,2)/0,646(0,3-1,4) кВт",
              "Уровень шума (внутренний/наружный): (18/28/32/37)/49 дБ",
              "Расход воздуха: 550 м3/ч",
              "Класс энергоэффективности: А++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/10 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -10~+43/-20~+24°С",
              "Размеры внутренний/наружный (ШхВхГ):  (805х290х200)/(700х544х245) мм",
              "Вес (внутренний/наружный): 8,3/22,8 кг",
              "WI-Fi управление, 3D жалюзи, режим комфортного сна, режим бесшумной работы «Quiet», таймер на 24 часа, подача воздуха на расстояние до 12 метров, широкий диапазон напряжения, режим  «Intelligent air flow, авторестарт, самодиагностика, скрытый дисплей, 2 стороны подвода труб, антикорозийное покрытие Blue Fin, задержка пуска компрессора кондиционера на 3 минуты, интеллектуальное оттаивание, штуцер контроля утечки хладагента. Фильтры: Мощная УФ лампа, анибактериальный фильтр",
              "Сборка: завод Haier",
              "Производитель компрессора: Highly",
            ],
            functionTitle:
              "Функциональные особенности Haier AS20PHP2HRA/1U20PHP1FRA серия Coral Expert DC Inverter:",

            functionList: [
              {
                id: 1,
                text: "Функция Steri Clean 56 °C. Теплообменник нагревается до 56 °C в течение 30 минут с последующим резким охлаждением. Это позволяет убить до 99 % бактерий и вирусов на поверхности.",
              },
              {
                id: 2,
                text: "Функция Self Clean (внутренний блок). Новейшая технология очистки теплообменника позволяет удалять грязь, бактерии, микробы и другие микроорганизмы из поверхности теплообменника используя процесс теплового расширения оттайки.",
              },
              {
                id: 3,
                text: "Функция Self Clean (наружный блок). Автоматическая очистка теплообменника наружного блока от пыли и грязи.",
              },
              {
                id: 4,
                text: "Модуль притока свежего воздуха (опция). Инновационная система подачи свежего воздуха в помещение позволяет поддерживать необходимый баланс кислорода.",
              },
              {
                id: 5,
                text: "Мощная УФ-Лампа осуществляет фотохимическую обработку воздуха, его эффективное обеззараживание, нейтрализацию вирусов и бактерий.",
              },
              {
                id: 6,
                text: "Антибактериальный фильтр совмещает в себе эффективность трех фильтров: антиаллергенного, антивирусного и антибактериального - и поддерживает воздух чистым и здоровым. Фильтр задерживает и дезактивирует пылевых клещей, пыльцу, вирусы и бактерии.",
              },
              {
                id: 7,
                text: "Ag+ покрытие испарителя.  Испаритель внутреннего блока покрывается нано-ионами серебра, разрушающими ДНК бактерий, в результате чего они теряют способность к метаболизму и как следствие к росту и размножению.",
              },
              {
                id: 8,
                text: "Комфортный сон. Специальная программа контролирует температуру воздуха в помещении для создания наиболее благоприятных условий для сна.",
              },
              {
                id: 9,
                text: "Объемный воздушный поток. Управление горизонтальными и вертикальными воздушными створками с помощью пульта позволяет гибко выбирать направление воздушного потока в зависимости от расположения людей в помещении.",
              },
              {
                id: 10,
                text: "Максимальная длина воздушной струи. Инновационная конструкция вентилятора позволяет осуществлять подачу воздуха на расстояние 12 м.",
              },
              {
                id: 11,
                text: "Режим Intelligent Air. Для комфортного и безопасного кондиционирования воздуха в помещении в режиме охлаждения воздушный поток направляется вдоль плоскости потолка, а в режиме обогрева теплый воздушный поток направляется почти вертикально вниз.",
              },
              {
                id: 12,
                text: "Настраиваемый автоматический режим. Кондиционер контролирует температуру воздуха в помещении в автоматическом режиме, изменяя производительность компрессора, а также режим работы Охлаждение / Обогрев. Требуемая температура воздуха задается на пульте управления.",
              },
              {
                id: 13,
                text: "Функция «Авторестарт» автоматически возобновляет последний режим работы кондиционера после устранения проблем с электропитанием, обеспечивая безопасность и удобство в работе.",
              },
              {
                id: 14,
                text: "Защита компрессора. Для защиты компрессора от повреждений при частых включениях предусмотрена трехминутная задержка запуска.",
              },
              {
                id: 15,
                text: "Wi-Fi управление (стандартно). Новейшая функция дистанционного управления кондиционером по Wi-Fi сети позволяет удаленно осуществлять включение и управление кондиционером.",
              },
              {
                id: 16,
                text: "hOn - Обладатель международной премии Red Dot Award 2020 года, приложение hOn Smart Home - это экосистема для ваших умных устройств, которая упрощает и улучшает качество повседневной жизни. И дома, и на за его пределами. Просто установите приложение и следуйте инструкциям по сопряжению ваших новых совместимых устройств! Мобильное приложение доступно в Apple AppStore, Google Play и Huawei AppGallery.",
              },
              {
                id: 17,
                text: "Адаптер проводного пульта.",
              },
              {
                id: 18,
                text: "Карта доступа для отелей. Карта доступа может контролировать включение и выключение системы кондиционирования. Данная опция удобна для управления кондиционерами в гостиничных номерах.",
              },
              {
                id: 19,
                text: "-20 °C Обогрев. Стабильная работа в режиме Обогрева до -20 °С. Для возможности эксплуатации кондиционера в расширенном диапазоне рабочих температур в режиме охлаждения конструкция наружного блока соответствующим образом оптимизирована.",
              },
              {
                id: 20,
                text: "Интеллектуальное оттаивание. Оттаивание выполняется только при необходимости, что позволяет сократить энергопотери и повысить комфортность за счет сокращения времени нагрева теплообменника наружного блока во время работы системы в режиме обогрева.",
              },
              {
                id: 21,
                text: "5 скоростей вентилятора внутреннего блока. Переключением скоростей можно управлять с пульта ДУ.",
              },
              {
                id: 22,
                text: "7 скоростей вентилятора наружного блока.",
              },
              {
                id: 23,
                text: "Простой и быстрый монтаж. Продуманная и простая конструкция блоков делают монтаж быстрым и простым.",
              },
              {
                id: 24,
                text: "2 стороны подвода труб. Дренажные и фреоновые трубопроводы могут быть подключены как слева, так и справа.",
              },
              {
                id: 25,
                text: "Защита сервисных вентилей. Специальная крышка закрывает электрическую панель и сервисные вентили, выполняя защитную и эстетическую функции.",
              },
              {
                id: 26,
                text: "Простота чистки. Фронтальная панель кондиционера легко чистится, а жалюзийные заслонки легко отсоединяются без необходимости использования специальных инструментов.",
              },
              {
                id: 27,
                text: "Скрытый LED-дисплей. Когда кондиционер выключен, LED-дисплей становится невидимым, сливаясь с лицевой панелью.",
              },
            ],
          },
          {
            id: 7,
            image: require("@/assets/image/imageCatalog1/haier1.webp"),
            iconFactory: "",
            iconWiFi: "Wi-Fi",
            model: "Инверторный кондиционер Haier AS25PHP2HRA/ 1U25PHP1FRA",
            price: "000 руб",
            description: [
              "Площадь: до 26 м2",
              "Мощность (холод/тепло): 2,6(0,8~3,0)/2,8(0,8~3,2) кВт",
              "Серия: Coral Expert DC Inverter",
              "Потребляемая мощность (холод/тепло): 0,8(0,3-1,2)/0,75(0,3-1,4) кВт",
              "Уровень шума (внутренний/наружный): (18/28/32/37)/49 дБ",
              "Расход воздуха: 550 м3/ч",
              "Класс энергоэффективности: А++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/10 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -10~+43/-20~+24°С",
              "Размеры внутренний/наружный (ШхВхГ):  (805х290х200)/(700х544х245) мм",
              "Вес (внутренний/наружный): 8,3/22,8 кг",
              "WI-Fi управление, 3D жалюзи, режим комфортного сна, режим бесшумной работы «Quiet», таймер на 24 часа, подача воздуха на расстояние до 12 метров, широкий диапазон напряжения, режим  «Intelligent air flow, авторестарт, самодиагностика, скрытый дисплей, 2 стороны подвода труб, антикорозийное покрытие Blue Fin, задержка пуска компрессора кондиционера на 3 минуты, интеллектуальное оттаивание, штуцер контроля утечки хладагента. Фильтры: Мощная УФ лампа, анибактериальный фильтр",
              "Сборка: завод Haier",
              "Производитель компрессора: Highly",
            ],
            functionTitle:
              "Функциональные особенности Haier AS25PHP2HRA/1U25PHP1FRA серия Coral Expert DC Inverter:",

            functionList: [
              {
                id: 1,
                text: "Функция Steri Clean 56 °C. Теплообменник нагревается до 56 °C в течение 30 минут с последующим резким охлаждением. Это позволяет убить до 99 % бактерий и вирусов на поверхности.",
              },
              {
                id: 2,
                text: "Функция Self Clean (внутренний блок). Новейшая технология очистки теплообменника позволяет удалять грязь, бактерии, микробы и другие микроорганизмы из поверхности теплообменника используя процесс теплового расширения оттайки.",
              },
              {
                id: 3,
                text: "Функция Self Clean (наружный блок). Автоматическая очистка теплообменника наружного блока от пыли и грязи.",
              },
              {
                id: 4,
                text: "Модуль притока свежего воздуха (опция). Инновационная система подачи свежего воздуха в помещение позволяет поддерживать необходимый баланс кислорода.",
              },
              {
                id: 5,
                text: "Мощная УФ-Лампа осуществляет фотохимическую обработку воздуха, его эффективное обеззараживание, нейтрализацию вирусов и бактерий.",
              },
              {
                id: 6,
                text: "Антибактериальный фильтр совмещает в себе эффективность трех фильтров: антиаллергенного, антивирусного и антибактериального - и поддерживает воздух чистым и здоровым. Фильтр задерживает и дезактивирует пылевых клещей, пыльцу, вирусы и бактерии.",
              },
              {
                id: 7,
                text: "Ag+ покрытие испарителя.  Испаритель внутреннего блока покрывается нано-ионами серебра, разрушающими ДНК бактерий, в результате чего они теряют способность к метаболизму и как следствие к росту и размножению.",
              },
              {
                id: 8,
                text: "Комфортный сон. Специальная программа контролирует температуру воздуха в помещении для создания наиболее благоприятных условий для сна.",
              },
              {
                id: 9,
                text: "Объемный воздушный поток. Управление горизонтальными и вертикальными воздушными створками с помощью пульта позволяет гибко выбирать направление воздушного потока в зависимости от расположения людей в помещении.",
              },
              {
                id: 10,
                text: "Максимальная длина воздушной струи. Инновационная конструкция вентилятора позволяет осуществлять подачу воздуха на расстояние 12 м.",
              },
              {
                id: 11,
                text: "Режим Intelligent Air. Для комфортного и безопасного кондиционирования воздуха в помещении в режиме охлаждения воздушный поток направляется вдоль плоскости потолка, а в режиме обогрева теплый воздушный поток направляется почти вертикально вниз.",
              },
              {
                id: 12,
                text: "Настраиваемый автоматический режим. Кондиционер контролирует температуру воздуха в помещении в автоматическом режиме, изменяя производительность компрессора, а также режим работы Охлаждение / Обогрев. Требуемая температура воздуха задается на пульте управления.",
              },
              {
                id: 13,
                text: "Функция «Авторестарт» автоматически возобновляет последний режим работы кондиционера после устранения проблем с электропитанием, обеспечивая безопасность и удобство в работе.",
              },
              {
                id: 14,
                text: "Защита компрессора. Для защиты компрессора от повреждений при частых включениях предусмотрена трехминутная задержка запуска.",
              },
              {
                id: 15,
                text: "Wi-Fi управление (стандартно). Новейшая функция дистанционного управления кондиционером по Wi-Fi сети позволяет удаленно осуществлять включение и управление кондиционером.",
              },
              {
                id: 16,
                text: "hOn - Обладатель международной премии Red Dot Award 2020 года, приложение hOn Smart Home - это экосистема для ваших умных устройств, которая упрощает и улучшает качество повседневной жизни. И дома, и на за его пределами. Просто установите приложение и следуйте инструкциям по сопряжению ваших новых совместимых устройств! Мобильное приложение доступно в Apple AppStore, Google Play и Huawei AppGallery.",
              },
              {
                id: 17,
                text: "Адаптер проводного пульта.",
              },
              {
                id: 18,
                text: "Карта доступа для отелей. Карта доступа может контролировать включение и выключение системы кондиционирования. Данная опция удобна для управления кондиционерами в гостиничных номерах.",
              },
              {
                id: 19,
                text: "-20 °C Обогрев. Стабильная работа в режиме Обогрева до -20 °С. Для возможности эксплуатации кондиционера в расширенном диапазоне рабочих температур в режиме охлаждения конструкция наружного блока соответствующим образом оптимизирована.",
              },
              {
                id: 20,
                text: "Интеллектуальное оттаивание. Оттаивание выполняется только при необходимости, что позволяет сократить энергопотери и повысить комфортность за счет сокращения времени нагрева теплообменника наружного блока во время работы системы в режиме обогрева.",
              },
              {
                id: 21,
                text: "5 скоростей вентилятора внутреннего блока. Переключением скоростей можно управлять с пульта ДУ.",
              },
              {
                id: 22,
                text: "7 скоростей вентилятора наружного блока.",
              },
              {
                id: 23,
                text: "Простой и быстрый монтаж. Продуманная и простая конструкция блоков делают монтаж быстрым и простым.",
              },
              {
                id: 24,
                text: "2 стороны подвода труб. Дренажные и фреоновые трубопроводы могут быть подключены как слева, так и справа.",
              },
              {
                id: 25,
                text: "Защита сервисных вентилей. Специальная крышка закрывает электрическую панель и сервисные вентили, выполняя защитную и эстетическую функции.",
              },
              {
                id: 26,
                text: "Простота чистки. Фронтальная панель кондиционера легко чистится, а жалюзийные заслонки легко отсоединяются без необходимости использования специальных инструментов.",
              },
              {
                id: 27,
                text: "Скрытый LED-дисплей. Когда кондиционер выключен, LED-дисплей становится невидимым, сливаясь с лицевой панелью.",
              },
            ],
          },
          {
            id: 8,
            image: require("@/assets/image/imageCatalog1/haier1.webp"),
            iconFactory: "",
            iconWiFi: "Wi-Fi",
            model: "Инверторный кондиционер Haier AS35PHP2HRA/ 1U35PHP1FRA",
            price: "000 руб",
            description: [
              "Площадь: до 35 м2",
              "Мощность (холод/тепло): 3,5(0,8~3,6)/3,5(0,8~4,2) кВт",
              "Серия: Coral Expert DC Inverter",
              "Потребляемая мощность (холод/тепло): 1,08(0,3-1,6)/0,94(0,3-1,6) кВт",
              "Уровень шума (внутренний/наружный): (19/29/33/37)/50 дБ",
              "Расход воздуха: 600 м3/ч",
              "Класс энергоэффективности: А++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/10 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -10~+43/-20~+24°С",
              "Размеры внутренний/наружный (ШхВхГ):  (805х290х200)/(700х544х245) мм",
              "Вес (внутренний/наружный): 8,3/23,5 кг",
              "WI-Fi управление, 3D жалюзи, режим комфортного сна, режим бесшумной работы «Quiet», таймер на 24 часа, подача воздуха на расстояние до 12 метров, широкий диапазон напряжения, режим  «Intelligent air flow, авторестарт, самодиагностика, скрытый дисплей, 2 стороны подвода труб, антикорозийное покрытие Blue Fin, задержка пуска компрессора кондиционера на 3 минуты, интеллектуальное оттаивание, штуцер контроля утечки хладагента. Фильтры: Мощная УФ лампа, анибактериальный фильтр",
              "Сборка: завод Haier",
              "Производитель компрессора: Highly",
            ],
            functionTitle:
              "Функциональные особенности Haier AS35PHP2HRA/1U35PHP1FRA серия Coral Expert DC Inverter:",

            functionList: [
              {
                id: 1,
                text: "Функция Steri Clean 56 °C. Теплообменник нагревается до 56 °C в течение 30 минут с последующим резким охлаждением. Это позволяет убить до 99 % бактерий и вирусов на поверхности.",
              },
              {
                id: 2,
                text: "Функция Self Clean (внутренний блок). Новейшая технология очистки теплообменника позволяет удалять грязь, бактерии, микробы и другие микроорганизмы из поверхности теплообменника используя процесс теплового расширения оттайки.",
              },
              {
                id: 3,
                text: "Функция Self Clean (наружный блок). Автоматическая очистка теплообменника наружного блока от пыли и грязи.",
              },
              {
                id: 4,
                text: "Модуль притока свежего воздуха (опция). Инновационная система подачи свежего воздуха в помещение позволяет поддерживать необходимый баланс кислорода.",
              },
              {
                id: 5,
                text: "Мощная УФ-Лампа осуществляет фотохимическую обработку воздуха, его эффективное обеззараживание, нейтрализацию вирусов и бактерий.",
              },
              {
                id: 6,
                text: "Антибактериальный фильтр совмещает в себе эффективность трех фильтров: антиаллергенного, антивирусного и антибактериального - и поддерживает воздух чистым и здоровым. Фильтр задерживает и дезактивирует пылевых клещей, пыльцу, вирусы и бактерии.",
              },
              {
                id: 7,
                text: "Ag+ покрытие испарителя.  Испаритель внутреннего блока покрывается нано-ионами серебра, разрушающими ДНК бактерий, в результате чего они теряют способность к метаболизму и как следствие к росту и размножению.",
              },
              {
                id: 8,
                text: "Комфортный сон. Специальная программа контролирует температуру воздуха в помещении для создания наиболее благоприятных условий для сна.",
              },
              {
                id: 9,
                text: "Объемный воздушный поток. Управление горизонтальными и вертикальными воздушными створками с помощью пульта позволяет гибко выбирать направление воздушного потока в зависимости от расположения людей в помещении.",
              },
              {
                id: 10,
                text: "Максимальная длина воздушной струи. Инновационная конструкция вентилятора позволяет осуществлять подачу воздуха на расстояние 12 м.",
              },
              {
                id: 11,
                text: "Режим Intelligent Air. Для комфортного и безопасного кондиционирования воздуха в помещении в режиме охлаждения воздушный поток направляется вдоль плоскости потолка, а в режиме обогрева теплый воздушный поток направляется почти вертикально вниз.",
              },
              {
                id: 12,
                text: "Настраиваемый автоматический режим. Кондиционер контролирует температуру воздуха в помещении в автоматическом режиме, изменяя производительность компрессора, а также режим работы Охлаждение / Обогрев. Требуемая температура воздуха задается на пульте управления.",
              },
              {
                id: 13,
                text: "Функция «Авторестарт» автоматически возобновляет последний режим работы кондиционера после устранения проблем с электропитанием, обеспечивая безопасность и удобство в работе.",
              },
              {
                id: 14,
                text: "Защита компрессора. Для защиты компрессора от повреждений при частых включениях предусмотрена трехминутная задержка запуска.",
              },
              {
                id: 15,
                text: "Wi-Fi управление (стандартно). Новейшая функция дистанционного управления кондиционером по Wi-Fi сети позволяет удаленно осуществлять включение и управление кондиционером.",
              },
              {
                id: 16,
                text: "hOn - Обладатель международной премии Red Dot Award 2020 года, приложение hOn Smart Home - это экосистема для ваших умных устройств, которая упрощает и улучшает качество повседневной жизни. И дома, и на за его пределами. Просто установите приложение и следуйте инструкциям по сопряжению ваших новых совместимых устройств! Мобильное приложение доступно в Apple AppStore, Google Play и Huawei AppGallery.",
              },
              {
                id: 17,
                text: "Адаптер проводного пульта.",
              },
              {
                id: 18,
                text: "Карта доступа для отелей. Карта доступа может контролировать включение и выключение системы кондиционирования. Данная опция удобна для управления кондиционерами в гостиничных номерах.",
              },
              {
                id: 19,
                text: "-20 °C Обогрев. Стабильная работа в режиме Обогрева до -20 °С. Для возможности эксплуатации кондиционера в расширенном диапазоне рабочих температур в режиме охлаждения конструкция наружного блока соответствующим образом оптимизирована.",
              },
              {
                id: 20,
                text: "Интеллектуальное оттаивание. Оттаивание выполняется только при необходимости, что позволяет сократить энергопотери и повысить комфортность за счет сокращения времени нагрева теплообменника наружного блока во время работы системы в режиме обогрева.",
              },
              {
                id: 21,
                text: "5 скоростей вентилятора внутреннего блока. Переключением скоростей можно управлять с пульта ДУ.",
              },
              {
                id: 22,
                text: "7 скоростей вентилятора наружного блока.",
              },
              {
                id: 23,
                text: "Простой и быстрый монтаж. Продуманная и простая конструкция блоков делают монтаж быстрым и простым.",
              },
              {
                id: 24,
                text: "2 стороны подвода труб. Дренажные и фреоновые трубопроводы могут быть подключены как слева, так и справа.",
              },
              {
                id: 25,
                text: "Защита сервисных вентилей. Специальная крышка закрывает электрическую панель и сервисные вентили, выполняя защитную и эстетическую функции.",
              },
              {
                id: 26,
                text: "Простота чистки. Фронтальная панель кондиционера легко чистится, а жалюзийные заслонки легко отсоединяются без необходимости использования специальных инструментов.",
              },
              {
                id: 27,
                text: "Скрытый LED-дисплей. Когда кондиционер выключен, LED-дисплей становится невидимым, сливаясь с лицевой панелью.",
              },
            ],
          },
          {
            id: 9,
            image: require("@/assets/image/imageCatalog1/haier2.webp"),
            iconFactory: "Premium",
            iconWiFi: "",
            model:
              "Инверторный кондиционер Haier AS25S2SF1FA (W/G/B)/ 1U25S2SM1FA",
            price: "000 руб",
            description: [
              "Цвет: W-Белый, G-Золотой, B-Черный (Матовый)",
              "Площадь: до 27 м2",
              "Мощность (холод/тепло): 2,7(0,8~3,4)/2,8(1,0~4,6) кВт",
              "Серия: Flexis DC Inverter",
              "Потребляемая мощность (холод/тепло): 0,65(0,2-1,5)/0,8(0,3-1,6) кВт",
              "Уровень шума (внутренний/наружный): (16/25/32/38)/29 дБ",
              "Расход воздуха: 600 м3/ч",
              "Класс энергоэффективности: А++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/10 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -20~+43/-20~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (856(866G)х300х197)/(800х553х275) мм",
              "Вес (внутренний/наружный): 9,5/29,0 кг",
              "WI-Fi управление, экодатчик, 3D жалюзи, функция Steri Clean 56 °C, функция Self Clean (внутренний/наружный блок), режимы (Turbo, комфортного сна),режим бесшумной работы «Quiet», таймер на 24 часа, подача воздуха на расстояние до 12 метров, широкий диапазон напряжения, режим  «Intelligent air flow, авторестарт, самодиагностика, скрытый дисплей, скрытый дисплей, 2 стороны подвода труб, антикорозийное покрытие Ag+ покрытие корпуса и испарителя, приложение hOn Smart Home, -20 °C Обогрев, -10 °C Охлаждение, задержка пуска компрессора кондиционера на 3 минуты, интеллектуальное оттаивание, штуцер контроля утечки хладагента, поддержание +10 °С в режиме обогрева, BLUE FIN теплообменника наружного блока. Фильтры: Nano-Aqua генератор, мощная УФ лампа, анибактериальный фильтр, угольный фильтр",
              "Сборка: завод Haier",
              "Производитель компрессора: Panasonic",
            ],
            functionTitle:
              "Функциональные особенности Haier AS25S2SF1FA (W/G/B)/1U25S2SM1FA серии Flexis DC Inverter:",

            functionList: [
              {
                id: 1,
                text: "Класс энергоэффективности A+++ Не останавливаясь на достигнутом и продолжая внедрять новые технологии инженерам компании Haier удалось добиться выдающихся результатов по энергоэффективности новых моделей кондиционеров. Они соответствуют высшим показателям сезонной эффективности.",
              },
              {
                id: 2,
                text: "Функция Steri Clean 56 °C. Теплообменник нагревается до 56 °C в течение 30 минут с последующим резким охлаждением. Это позволяет убить до 99 % бактерий и вирусов на поверхности.",
              },
              {
                id: 3,
                text: "Функция Self Clean (внутренний блок). Новейшая технология очистки теплообменника позволяет удалять грязь, бактерии, микробы и другие микроорганизмы из поверхности теплообменника используя процесс теплового расширения оттайки.",
              },
              {
                id: 4,
                text: "Функция Self Clean (наружный блок). Автоматическая очистка теплообменника наружного блока от пыли и грязи.",
              },
              {
                id: 5,
                text: "Модуль притока свежего воздуха (опция). Инновационная система подачи свежего воздуха в помещение позволяет поддерживать необходимый баланс кислорода.",
              },
              {
                id: 6,
                text: "Мощная УФ-Лампа осуществляет фотохимическую обработку воздуха, его эффективное обеззараживание, нейтрализацию вирусов и бактерий.",
              },
              {
                id: 7,
                text: "Nano-Aqua генератор Высокоэффективный модуль очистки, ионизации и увлажнения воздуха.",
              },
              {
                id: 8,
                text: "Угольный фильтр выступает в роли абсорбента, впитывая запахи, дым и другие летучие соединения, включая вредные газы. Проходя через угольную фильтр-кассету, ненужные примеси оседают на ней.",
              },
              {
                id: 9,
                text: "Антибактериальный фильтр совмещает в себе эффективность трех фильтров: антиаллергенного, антивирусного и антибактериального - и поддерживает воздух чистым и здоровым. Фильтр задерживает и дезактивирует пылевых клещей, пыльцу, вирусы и бактерии.",
              },
              {
                id: 10,
                text: "Ag+ покрытие испарителя.  Испаритель внутреннего блока покрывается нано-ионами серебра, разрушающими ДНК бактерий, в результате чего они теряют способность к метаболизму и как следствие к росту и размножению.",
              },
              {
                id: 11,
                text: "Ag+ покрытие корпуса. Во внутреннем блоке все  пластиковые элементы изготавливаются с применением нано-ионов серебра, которые предотвращают рост бактерий, а так же образование плесени и грибка.",
              },
              {
                id: 12,
                text: "Комфортный сон. Специальная программа контролирует температуру воздуха в помещении для создания наиболее благоприятных условий для сна.",
              },
              {
                id: 13,
                text: "Экодатчик. При помощи датчика присутствия регистрируется наличие людей в помещении и их передвижение, в соответствии с чем работа кондиционера автоматически адаптируется под создание наиболее комфортных условий для человека. Датчик света системы Ecopilot контролирует уменьшение освещенности в помещении и в зависимости от этого система корректирует установку температуры для обеспечения энергосбережения.",
              },
              {
                id: 14,
                text: "Объемный воздушный поток. Управление горизонтальными и вертикальными воздушными створками с помощью пульта позволяет гибко выбирать направление воздушного потока в зависимости от расположения людей в помещении.",
              },
              {
                id: 15,
                text: "Максимальная длина воздушной струи. Инновационная конструкция вентилятора позволяет осуществлять подачу воздуха на расстояние 12 м.",
              },
              {
                id: 16,
                text: "Режим Intelligent Air. Для комфортного и безопасного кондиционирования воздуха в помещении в режиме охлаждения воздушный поток направляется вдоль плоскости потолка, а в режиме обогрева теплый воздушный поток направляется почти вертикально вниз.",
              },
              {
                id: 17,
                text: "Настраиваемый автоматический режим. Кондиционер контролирует температуру воздуха в помещении в автоматическом режиме, изменяя производительность компрессора, а также режим работы Охлаждение / Обогрев. Требуемая температура воздуха задается на пульте управления.",
              },
              {
                id: 18,
                text: "Функция «Авторестарт» автоматически возобновляет последний режим работы кондиционера после устранения проблем с электропитанием, обеспечивая безопасность и удобство в работе.",
              },
              {
                id: 19,
                text: "Режим Turbo. С помощью кнопки «TURBO / POWER» на пульте управления можно выбрать интенсивный режим работы, характеризующийся быстрым выходом на заданную температуру.",
              },
              {
                id: 20,
                text: "Защита компрессора. Для защиты компрессора от повреждений при частых включениях предусмотрена трехминутная задержка запуска.",
              },
              {
                id: 21,
                text: "Wi-Fi управление (стандартно). Новейшая функция дистанционного управления кондиционером по Wi-Fi сети позволяет удаленно осуществлять включение и управление кондиционером.",
              },
              {
                id: 22,
                text: "hOn - Обладатель международной премии Red Dot Award 2020 года, приложение hOn Smart Home - это экосистема для ваших умных устройств, которая упрощает и улучшает качество повседневной жизни. И дома, и на за его пределами. Просто установите приложение и следуйте инструкциям по сопряжению ваших новых совместимых устройств! Мобильное приложение доступно в Apple AppStore, Google Play и Huawei AppGallery.",
              },
              {
                id: 23,
                text: "Адаптер проводного пульта.",
              },
              {
                id: 24,
                text: "Карта доступа для отелей. Карта доступа может контролировать включение и выключение системы кондиционирования. Данная опция удобна для управления кондиционерами в гостиничных номерах.",
              },
              {
                id: 25,
                text: "-20 °C Обогрев. Стабильная работа в режиме Обогрева до -20 °С. Для возможности эксплуатации кондиционера в расширенном диапазоне рабочих температур в режиме охлаждения конструкция наружного блока соответствующим образом оптимизирована.",
              },
              {
                id: 26,
                text: "-10 °C Охлаждение.",
              },
              {
                id: 27,
                text: "Поддержание +10 °С в режиме обогрева. Для предотвращения слишком сильного снижения температуры в помещении в зимнее время кондиционер может поддерживать температуру на уровне +10 °С.",
              },
              {
                id: 28,
                text: "24-часовой таймер Работа по таймеру позволяет автоматически поддерживать заданные параметры воздуха в помещении.",
              },
              {
                id: 29,
                text: "Широкий диапазон напряжения. Конструктивные особенности наружного блока позволяют поддерживать его работоспособность при значительных колебаниях напряжения в электрической сети.",
              },
              {
                id: 30,
                text: "Инверторный двигатель вентилятора. Применение DC-инверторного управления двигателем вентилятора позволяет снизить уровень шума, точнее регулировать расход воздуха и дополнительно экономить электроэнергию.",
              },
              {
                id: 31,
                text: "Интеллектуальное оттаивание. Оттаивание выполняется только при необходимости, что позволяет сократить энергопотери и повысить комфортность за счет сокращения времени нагрева теплообменника наружного блока во время работы системы в режиме обогрева.",
              },

              {
                id: 32,
                text: "5 скоростей вентилятора внутреннего блока. Переключением скоростей можно управлять с пульта ДУ.",
              },
              {
                id: 33,
                text: "7 скоростей вентилятора наружного блока.",
              },
              {
                id: 34,
                text: "Простой и быстрый монтаж. Продуманная и простая конструкция блоков делают монтаж быстрым и простым.",
              },
              {
                id: 35,
                text: "2 стороны подвода труб. Дренажные и фреоновые трубопроводы могут быть подключены как слева, так и справа.",
              },
              {
                id: 36,
                text: "Защита сервисных вентилей. Специальная крышка закрывает электрическую панель и сервисные вентили, выполняя защитную и эстетическую функции.",
              },
              {
                id: 37,
                text: "Фиксация внутреннего блока облегчает установку за счет увеличения рабочей зоны.",
              },
              {
                id: 38,
                text: "Самодиагностика. Отображение на дисплее блока кода ошибки или неисправности.",
              },
              {
                id: 39,
                text: "Простота чистки Фронтальная панель кондиционера легко чистится, а жалюзийные заслонки легко отсоединяются без необходимости использования специальных инструментов.",
              },
              {
                id: 40,
                text: "Технология Super Match Модели могут использоваться как в сплит так и в мульти сплит комбинациях.",
              },
              {
                id: 41,
                text: "Антикоррозийная защита. Специальное антикоррозийное покрытие BLUE FIN теплообменника наружного блока. Цвет покрытия - синий кобальт.",
              },
              {
                id: 42,
                text: "Скрытый LED-дисплей. Когда кондиционер выключен, LED-дисплей становится невидимым, сливаясь с лицевой панелью.",
              },
            ],
          },
          {
            id: 10,
            image: require("@/assets/image/imageCatalog1/haier2.webp"),
            iconFactory: "Premium",
            iconWiFi: "",
            model:
              "Инверторный кондиционер Haier AS35S2SF1FA (W/G/B)/ 1U35S2SM1FA",
            price: "000 руб",
            description: [
              "Цвет: W-Белый, G-Золотой, B-Черный (Матовый)",
              "Площадь: до 35 м2",
              "Мощность (холод/тепло): 3,5(1,0~4,0)/4,2(1,0~5,2) кВт",
              "Серия: Flexis DC Inverter",
              "Потребляемая мощность (холод/тепло):  0,88(0,3-1,5)/1,1(0,5-1,6) кВт",
              "Уровень шума (внутренний/наружный): (17/26/33/39)/48 дБ",
              "Расход воздуха: 650 м3/ч",
              "Класс энергоэффективности: А+++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/10 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -20~+43/-20~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (856(866G)х300х197)/(800х553х275) мм",
              "Вес (внутренний/наружный): 9,2/31,5 кг",
              "WI-Fi управление, экодатчик, 3D жалюзи, функция Steri Clean 56 °C, функция Self Clean (внутренний/наружный блок), режимы (Turbo, комфортного сна),режим бесшумной работы «Quiet», таймер на 24 часа, подача воздуха на расстояние до 12 метров, широкий диапазон напряжения, режим  «Intelligent air flow, авторестарт, самодиагностика, скрытый дисплей, скрытый дисплей, 2 стороны подвода труб, антикорозийное покрытие Ag+ покрытие корпуса и испарителя, приложение hOn Smart Home, -20 °C Обогрев, -10 °C Охлаждение, задержка пуска компрессора кондиционера на 3 минуты, интеллектуальное оттаивание, штуцер контроля утечки хладагента, поддержание +10 °С в режиме обогрева, BLUE FIN теплообменника наружного блока. Фильтры: Nano-Aqua генератор, мощная УФ лампа, анибактериальный фильтр, угольный фильтр",
              "Сборка: завод Haier",
              "Производитель компрессора: Highly",
            ],
            functionTitle:
              "Функциональные особенности Haier AS35S2SF1FA (W/G/B)/1U35S2SM1FA серии Flexis DC Inverter:",

            functionList: [
              {
                id: 1,
                text: "Класс энергоэффективности A+++ Не останавливаясь на достигнутом и продолжая внедрять новые технологии инженерам компании Haier удалось добиться выдающихся результатов по энергоэффективности новых моделей кондиционеров. Они соответствуют высшим показателям сезонной эффективности.",
              },
              {
                id: 2,
                text: "Функция Steri Clean 56 °C. Теплообменник нагревается до 56 °C в течение 30 минут с последующим резким охлаждением. Это позволяет убить до 99 % бактерий и вирусов на поверхности.",
              },
              {
                id: 3,
                text: "Функция Self Clean (внутренний блок). Новейшая технология очистки теплообменника позволяет удалять грязь, бактерии, микробы и другие микроорганизмы из поверхности теплообменника используя процесс теплового расширения оттайки.",
              },
              {
                id: 4,
                text: "Функция Self Clean (наружный блок). Автоматическая очистка теплообменника наружного блока от пыли и грязи.",
              },
              {
                id: 5,
                text: "Модуль притока свежего воздуха (опция). Инновационная система подачи свежего воздуха в помещение позволяет поддерживать необходимый баланс кислорода.",
              },
              {
                id: 6,
                text: "Мощная УФ-Лампа осуществляет фотохимическую обработку воздуха, его эффективное обеззараживание, нейтрализацию вирусов и бактерий.",
              },
              {
                id: 7,
                text: "Nano-Aqua генератор Высокоэффективный модуль очистки, ионизации и увлажнения воздуха.",
              },
              {
                id: 8,
                text: "Угольный фильтр выступает в роли абсорбента, впитывая запахи, дым и другие летучие соединения, включая вредные газы. Проходя через угольную фильтр-кассету, ненужные примеси оседают на ней.",
              },
              {
                id: 9,
                text: "Антибактериальный фильтр совмещает в себе эффективность трех фильтров: антиаллергенного, антивирусного и антибактериального - и поддерживает воздух чистым и здоровым. Фильтр задерживает и дезактивирует пылевых клещей, пыльцу, вирусы и бактерии.",
              },
              {
                id: 10,
                text: "Ag+ покрытие испарителя.  Испаритель внутреннего блока покрывается нано-ионами серебра, разрушающими ДНК бактерий, в результате чего они теряют способность к метаболизму и как следствие к росту и размножению.",
              },
              {
                id: 11,
                text: "Ag+ покрытие корпуса. Во внутреннем блоке все  пластиковые элементы изготавливаются с применением нано-ионов серебра, которые предотвращают рост бактерий, а так же образование плесени и грибка.",
              },
              {
                id: 12,
                text: "Комфортный сон. Специальная программа контролирует температуру воздуха в помещении для создания наиболее благоприятных условий для сна.",
              },
              {
                id: 13,
                text: "Экодатчик. При помощи датчика присутствия регистрируется наличие людей в помещении и их передвижение, в соответствии с чем работа кондиционера автоматически адаптируется под создание наиболее комфортных условий для человека. Датчик света системы Ecopilot контролирует уменьшение освещенности в помещении и в зависимости от этого система корректирует установку температуры для обеспечения энергосбережения.",
              },
              {
                id: 14,
                text: "Объемный воздушный поток. Управление горизонтальными и вертикальными воздушными створками с помощью пульта позволяет гибко выбирать направление воздушного потока в зависимости от расположения людей в помещении.",
              },
              {
                id: 15,
                text: "Максимальная длина воздушной струи. Инновационная конструкция вентилятора позволяет осуществлять подачу воздуха на расстояние 12 м.",
              },
              {
                id: 16,
                text: "Режим Intelligent Air. Для комфортного и безопасного кондиционирования воздуха в помещении в режиме охлаждения воздушный поток направляется вдоль плоскости потолка, а в режиме обогрева теплый воздушный поток направляется почти вертикально вниз.",
              },
              {
                id: 17,
                text: "Настраиваемый автоматический режим. Кондиционер контролирует температуру воздуха в помещении в автоматическом режиме, изменяя производительность компрессора, а также режим работы Охлаждение / Обогрев. Требуемая температура воздуха задается на пульте управления.",
              },
              {
                id: 18,
                text: "Функция «Авторестарт» автоматически возобновляет последний режим работы кондиционера после устранения проблем с электропитанием, обеспечивая безопасность и удобство в работе.",
              },
              {
                id: 19,
                text: "Режим Turbo. С помощью кнопки «TURBO / POWER» на пульте управления можно выбрать интенсивный режим работы, характеризующийся быстрым выходом на заданную температуру.",
              },
              {
                id: 20,
                text: "Защита компрессора. Для защиты компрессора от повреждений при частых включениях предусмотрена трехминутная задержка запуска.",
              },
              {
                id: 21,
                text: "Wi-Fi управление (стандартно). Новейшая функция дистанционного управления кондиционером по Wi-Fi сети позволяет удаленно осуществлять включение и управление кондиционером.",
              },
              {
                id: 22,
                text: "hOn - Обладатель международной премии Red Dot Award 2020 года, приложение hOn Smart Home - это экосистема для ваших умных устройств, которая упрощает и улучшает качество повседневной жизни. И дома, и на за его пределами. Просто установите приложение и следуйте инструкциям по сопряжению ваших новых совместимых устройств! Мобильное приложение доступно в Apple AppStore, Google Play и Huawei AppGallery.",
              },
              {
                id: 23,
                text: "Адаптер проводного пульта.",
              },
              {
                id: 24,
                text: "Карта доступа для отелей. Карта доступа может контролировать включение и выключение системы кондиционирования. Данная опция удобна для управления кондиционерами в гостиничных номерах.",
              },
              {
                id: 25,
                text: "-20 °C Обогрев. Стабильная работа в режиме Обогрева до -20 °С. Для возможности эксплуатации кондиционера в расширенном диапазоне рабочих температур в режиме охлаждения конструкция наружного блока соответствующим образом оптимизирована.",
              },
              {
                id: 26,
                text: "-10 °C Охлаждение.",
              },
              {
                id: 27,
                text: "Поддержание +10 °С в режиме обогрева. Для предотвращения слишком сильного снижения температуры в помещении в зимнее время кондиционер может поддерживать температуру на уровне +10 °С.",
              },
              {
                id: 28,
                text: "24-часовой таймер Работа по таймеру позволяет автоматически поддерживать заданные параметры воздуха в помещении.",
              },
              {
                id: 29,
                text: "Широкий диапазон напряжения. Конструктивные особенности наружного блока позволяют поддерживать его работоспособность при значительных колебаниях напряжения в электрической сети.",
              },
              {
                id: 30,
                text: "Инверторный двигатель вентилятора. Применение DC-инверторного управления двигателем вентилятора позволяет снизить уровень шума, точнее регулировать расход воздуха и дополнительно экономить электроэнергию.",
              },
              {
                id: 31,
                text: "Интеллектуальное оттаивание. Оттаивание выполняется только при необходимости, что позволяет сократить энергопотери и повысить комфортность за счет сокращения времени нагрева теплообменника наружного блока во время работы системы в режиме обогрева.",
              },

              {
                id: 32,
                text: "5 скоростей вентилятора внутреннего блока. Переключением скоростей можно управлять с пульта ДУ.",
              },
              {
                id: 33,
                text: "7 скоростей вентилятора наружного блока.",
              },
              {
                id: 34,
                text: "Простой и быстрый монтаж. Продуманная и простая конструкция блоков делают монтаж быстрым и простым.",
              },
              {
                id: 35,
                text: "2 стороны подвода труб. Дренажные и фреоновые трубопроводы могут быть подключены как слева, так и справа.",
              },
              {
                id: 36,
                text: "Защита сервисных вентилей. Специальная крышка закрывает электрическую панель и сервисные вентили, выполняя защитную и эстетическую функции.",
              },
              {
                id: 37,
                text: "Фиксация внутреннего блока облегчает установку за счет увеличения рабочей зоны.",
              },
              {
                id: 38,
                text: "Самодиагностика. Отображение на дисплее блока кода ошибки или неисправности.",
              },
              {
                id: 39,
                text: "Простота чистки Фронтальная панель кондиционера легко чистится, а жалюзийные заслонки легко отсоединяются без необходимости использования специальных инструментов.",
              },
              {
                id: 40,
                text: "Технология Super Match Модели могут использоваться как в сплит так и в мульти сплит комбинациях.",
              },
              {
                id: 41,
                text: "Антикоррозийная защита. Специальное антикоррозийное покрытие BLUE FIN теплообменника наружного блока. Цвет покрытия - синий кобальт.",
              },
              {
                id: 42,
                text: "Скрытый LED-дисплей. Когда кондиционер выключен, LED-дисплей становится невидимым, сливаясь с лицевой панелью.",
              },
            ],
          },
          {
            id: 11,
            image: require("@/assets/image/imageCatalog1/haier2.webp"),
            iconFactory: "Premium",
            iconWiFi: "",
            model:
              "Инверторный кондиционер Haier AS50S2SF1FA (W/G/B)/ 1U50S2SJ2FA",
            price: "000 руб",
            description: [
              "Цвет: W-Белый, G-Золотой, B-Черный (Матовый)",
              "Площадь: до 52 м2",
              "Мощность (холод/тепло): 5,2(1,4~6,0)/6,0(1,4~6,9) кВт",
              "Серия: Flexis DC Inverter",
              "Потребляемая мощность (холод/тепло):  1,4(0,5-2,0)/1,5(0,52-2,35) кВт",
              "Уровень шума (внутренний/наружный): (28/37/41/45)/51 дБ",
              "Расход воздуха: 900 м3/ч",
              "Класс энергоэффективности: А++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
              "Максимальная длина/высота трассы: 25/15 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -20~+43/-20~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (999(1009G)х323х225)/(820х614х338) мм",
              "Вес (внутренний/наружный): 12/37,8 кг",
              "WI-Fi управление, экодатчик, 3D жалюзи, функция Steri Clean 56 °C, функция Self Clean (внутренний/наружный блок), режимы (Turbo, комфортного сна),режим бесшумной работы «Quiet», таймер на 24 часа, подача воздуха на расстояние до 12 метров, широкий диапазон напряжения, режим  «Intelligent air flow, авторестарт, самодиагностика, скрытый дисплей, скрытый дисплей, 2 стороны подвода труб, антикорозийное покрытие Ag+ покрытие корпуса и испарителя, приложение hOn Smart Home, -20 °C Обогрев, -10 °C Охлаждение, задержка пуска компрессора кондиционера на 3 минуты, интеллектуальное оттаивание, штуцер контроля утечки хладагента, поддержание +10 °С в режиме обогрева, BLUE FIN теплообменника наружного блока. Фильтры: Nano-Aqua генератор, мощная УФ лампа, анибактериальный фильтр, угольный фильтр",
              "Сборка: завод Haier",
              "Производитель компрессора: Mitsubishi",
            ],
            functionTitle:
              "Функциональные особенности Haier AS50S2SF1FA (W/G/B)/1U50S2SJ2FA серии Flexis DC Inverter:",

            functionList: [
              {
                id: 1,
                text: "Класс энергоэффективности A++. Не останавливаясь на достигнутом и продолжая внедрять новые технологии инженерам компании Haier удалось добиться выдающихся результатов по энергоэффективности новых моделей кондиционеров. Они соответствуют высшим показателям сезонной эффективности.",
              },
              {
                id: 2,
                text: "Функция Steri Clean 56 °C. Теплообменник нагревается до 56 °C в течение 30 минут с последующим резким охлаждением. Это позволяет убить до 99 % бактерий и вирусов на поверхности.",
              },
              {
                id: 3,
                text: "Функция Self Clean (внутренний блок). Новейшая технология очистки теплообменника позволяет удалять грязь, бактерии, микробы и другие микроорганизмы из поверхности теплообменника используя процесс теплового расширения оттайки.",
              },
              {
                id: 4,
                text: "Функция Self Clean (наружный блок). Автоматическая очистка теплообменника наружного блока от пыли и грязи.",
              },
              {
                id: 5,
                text: "Модуль притока свежего воздуха (опция). Инновационная система подачи свежего воздуха в помещение позволяет поддерживать необходимый баланс кислорода.",
              },
              {
                id: 6,
                text: "Мощная УФ-Лампа осуществляет фотохимическую обработку воздуха, его эффективное обеззараживание, нейтрализацию вирусов и бактерий.",
              },
              {
                id: 7,
                text: "Nano-Aqua генератор Высокоэффективный модуль очистки, ионизации и увлажнения воздуха.",
              },
              {
                id: 8,
                text: "Угольный фильтр выступает в роли абсорбента, впитывая запахи, дым и другие летучие соединения, включая вредные газы. Проходя через угольную фильтр-кассету, ненужные примеси оседают на ней.",
              },
              {
                id: 9,
                text: "Антибактериальный фильтр совмещает в себе эффективность трех фильтров: антиаллергенного, антивирусного и антибактериального - и поддерживает воздух чистым и здоровым. Фильтр задерживает и дезактивирует пылевых клещей, пыльцу, вирусы и бактерии.",
              },
              {
                id: 10,
                text: "Ag+ покрытие испарителя.  Испаритель внутреннего блока покрывается нано-ионами серебра, разрушающими ДНК бактерий, в результате чего они теряют способность к метаболизму и как следствие к росту и размножению.",
              },
              {
                id: 11,
                text: "Ag+ покрытие корпуса. Во внутреннем блоке все  пластиковые элементы изготавливаются с применением нано-ионов серебра, которые предотвращают рост бактерий, а так же образование плесени и грибка.",
              },
              {
                id: 12,
                text: "Комфортный сон. Специальная программа контролирует температуру воздуха в помещении для создания наиболее благоприятных условий для сна.",
              },
              {
                id: 13,
                text: "Экодатчик. При помощи датчика присутствия регистрируется наличие людей в помещении и их передвижение, в соответствии с чем работа кондиционера автоматически адаптируется под создание наиболее комфортных условий для человека. Датчик света системы Ecopilot контролирует уменьшение освещенности в помещении и в зависимости от этого система корректирует установку температуры для обеспечения энергосбережения.",
              },
              {
                id: 14,
                text: "Объемный воздушный поток. Управление горизонтальными и вертикальными воздушными створками с помощью пульта позволяет гибко выбирать направление воздушного потока в зависимости от расположения людей в помещении.",
              },
              {
                id: 15,
                text: "Максимальная длина воздушной струи. Инновационная конструкция вентилятора позволяет осуществлять подачу воздуха на расстояние 12 м.",
              },
              {
                id: 16,
                text: "Режим Intelligent Air. Для комфортного и безопасного кондиционирования воздуха в помещении в режиме охлаждения воздушный поток направляется вдоль плоскости потолка, а в режиме обогрева теплый воздушный поток направляется почти вертикально вниз.",
              },
              {
                id: 17,
                text: "Настраиваемый автоматический режим. Кондиционер контролирует температуру воздуха в помещении в автоматическом режиме, изменяя производительность компрессора, а также режим работы Охлаждение / Обогрев. Требуемая температура воздуха задается на пульте управления.",
              },
              {
                id: 18,
                text: "Функция «Авторестарт» автоматически возобновляет последний режим работы кондиционера после устранения проблем с электропитанием, обеспечивая безопасность и удобство в работе.",
              },
              {
                id: 19,
                text: "Режим Turbo. С помощью кнопки «TURBO / POWER» на пульте управления можно выбрать интенсивный режим работы, характеризующийся быстрым выходом на заданную температуру.",
              },
              {
                id: 20,
                text: "Защита компрессора. Для защиты компрессора от повреждений при частых включениях предусмотрена трехминутная задержка запуска.",
              },
              {
                id: 21,
                text: "Wi-Fi управление (стандартно). Новейшая функция дистанционного управления кондиционером по Wi-Fi сети позволяет удаленно осуществлять включение и управление кондиционером.",
              },
              {
                id: 22,
                text: "hOn - Обладатель международной премии Red Dot Award 2020 года, приложение hOn Smart Home - это экосистема для ваших умных устройств, которая упрощает и улучшает качество повседневной жизни. И дома, и на за его пределами. Просто установите приложение и следуйте инструкциям по сопряжению ваших новых совместимых устройств! Мобильное приложение доступно в Apple AppStore, Google Play и Huawei AppGallery.",
              },
              {
                id: 23,
                text: "Адаптер проводного пульта.",
              },
              {
                id: 24,
                text: "Карта доступа для отелей. Карта доступа может контролировать включение и выключение системы кондиционирования. Данная опция удобна для управления кондиционерами в гостиничных номерах.",
              },
              {
                id: 25,
                text: "-20 °C Обогрев. Стабильная работа в режиме Обогрева до -20 °С. Для возможности эксплуатации кондиционера в расширенном диапазоне рабочих температур в режиме охлаждения конструкция наружного блока соответствующим образом оптимизирована.",
              },
              {
                id: 26,
                text: "-10 °C Охлаждение.",
              },
              {
                id: 27,
                text: "Поддержание +10 °С в режиме обогрева. Для предотвращения слишком сильного снижения температуры в помещении в зимнее время кондиционер может поддерживать температуру на уровне +10 °С.",
              },
              {
                id: 28,
                text: "24-часовой таймер Работа по таймеру позволяет автоматически поддерживать заданные параметры воздуха в помещении.",
              },
              {
                id: 29,
                text: "Широкий диапазон напряжения. Конструктивные особенности наружного блока позволяют поддерживать его работоспособность при значительных колебаниях напряжения в электрической сети.",
              },
              {
                id: 30,
                text: "Инверторный двигатель вентилятора. Применение DC-инверторного управления двигателем вентилятора позволяет снизить уровень шума, точнее регулировать расход воздуха и дополнительно экономить электроэнергию.",
              },
              {
                id: 31,
                text: "Интеллектуальное оттаивание. Оттаивание выполняется только при необходимости, что позволяет сократить энергопотери и повысить комфортность за счет сокращения времени нагрева теплообменника наружного блока во время работы системы в режиме обогрева.",
              },

              {
                id: 32,
                text: "5 скоростей вентилятора внутреннего блока. Переключением скоростей можно управлять с пульта ДУ.",
              },
              {
                id: 33,
                text: "7 скоростей вентилятора наружного блока.",
              },
              {
                id: 34,
                text: "Простой и быстрый монтаж. Продуманная и простая конструкция блоков делают монтаж быстрым и простым.",
              },
              {
                id: 35,
                text: "2 стороны подвода труб. Дренажные и фреоновые трубопроводы могут быть подключены как слева, так и справа.",
              },
              {
                id: 36,
                text: "Защита сервисных вентилей. Специальная крышка закрывает электрическую панель и сервисные вентили, выполняя защитную и эстетическую функции.",
              },
              {
                id: 37,
                text: "Фиксация внутреннего блока облегчает установку за счет увеличения рабочей зоны.",
              },
              {
                id: 38,
                text: "Самодиагностика. Отображение на дисплее блока кода ошибки или неисправности.",
              },
              {
                id: 39,
                text: "Простота чистки Фронтальная панель кондиционера легко чистится, а жалюзийные заслонки легко отсоединяются без необходимости использования специальных инструментов.",
              },
              {
                id: 40,
                text: "Технология Super Match Модели могут использоваться как в сплит так и в мульти сплит комбинациях.",
              },
              {
                id: 41,
                text: "Антикоррозийная защита. Специальное антикоррозийное покрытие BLUE FIN теплообменника наружного блока. Цвет покрытия - синий кобальт.",
              },
              {
                id: 42,
                text: "Скрытый LED-дисплей. Когда кондиционер выключен, LED-дисплей становится невидимым, сливаясь с лицевой панелью.",
              },
            ],
          },
          {
            id: 12,
            image: require("@/assets/image/imageCatalog1/haier2.webp"),
            iconFactory: "Premium",
            iconWiFi: "",
            model:
              "Инверторный кондиционер Haier AS70S2SF1FA (W/G/B)/ 1U70S2SJ2FA",
            price: "000 руб",
            description: [
              "Цвет: W-Белый, G-Золотой, B-Черный (Матовый)",
              "Площадь: до 70 м2",
              "Мощность (холод/тепло): 7,0(2,2~7,5)/8,0(2,4~8,5) кВт",
              "Серия: Flexis DC Inverter",
              "Потребляемая мощность (холод/тепло): 2,17(0,7-2,5)/2,16(0,7-2,9) кВт",
              "Уровень шума (внутренний/наружный): (33/37/43/47)/52 дБ",
              "Расход воздуха: 1100 м3/ч",
              "Класс энергоэффективности: А++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 3/8 и 5/8 дюйма",
              "Максимальная длина/высота трассы: 50/30 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -20~+43/-20~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (1115(1126х337х230G)х343х235)/(890х697х353) мм",
              "Вес (внутренний/наружный): 15,2/49,0 кг",
              "WI-Fi управление, экодатчик, 3D жалюзи, функция Steri Clean 56 °C, функция Self Clean (внутренний/наружный блок), режимы (Turbo, комфортного сна),режим бесшумной работы «Quiet», таймер на 24 часа, подача воздуха на расстояние до 12 метров, широкий диапазон напряжения, режим  «Intelligent air flow, авторестарт, самодиагностика, скрытый дисплей, скрытый дисплей, 2 стороны подвода труб, антикорозийное покрытие Ag+ покрытие корпуса и испарителя, приложение hOn Smart Home, -20 °C Обогрев, -10 °C Охлаждение, задержка пуска компрессора кондиционера на 3 минуты, интеллектуальное оттаивание, штуцер контроля утечки хладагента, поддержание +10 °С в режиме обогрева, BLUE FIN теплообменника наружного блока. Фильтры: Nano-Aqua генератор, мощная УФ лампа, анибактериальный фильтр, угольный фильтр",
              "Сборка: завод Haier",
              "Производитель компрессора: Mitsubishi",
            ],
            functionTitle:
              "Функциональные особенности Haier AS70S2SF1FA (W/G/B)/1U70S2SJ2FA серии Flexis DC Inverter:",

            functionList: [
              {
                id: 1,
                text: "Класс энергоэффективности A++. Не останавливаясь на достигнутом и продолжая внедрять новые технологии инженерам компании Haier удалось добиться выдающихся результатов по энергоэффективности новых моделей кондиционеров. Они соответствуют высшим показателям сезонной эффективности.",
              },
              {
                id: 2,
                text: "Функция Steri Clean 56 °C. Теплообменник нагревается до 56 °C в течение 30 минут с последующим резким охлаждением. Это позволяет убить до 99 % бактерий и вирусов на поверхности.",
              },
              {
                id: 3,
                text: "Функция Self Clean (внутренний блок). Новейшая технология очистки теплообменника позволяет удалять грязь, бактерии, микробы и другие микроорганизмы из поверхности теплообменника используя процесс теплового расширения оттайки.",
              },
              {
                id: 4,
                text: "Функция Self Clean (наружный блок). Автоматическая очистка теплообменника наружного блока от пыли и грязи.",
              },
              {
                id: 5,
                text: "Модуль притока свежего воздуха (опция). Инновационная система подачи свежего воздуха в помещение позволяет поддерживать необходимый баланс кислорода.",
              },
              {
                id: 6,
                text: "Мощная УФ-Лампа осуществляет фотохимическую обработку воздуха, его эффективное обеззараживание, нейтрализацию вирусов и бактерий.",
              },
              {
                id: 7,
                text: "Nano-Aqua генератор Высокоэффективный модуль очистки, ионизации и увлажнения воздуха.",
              },
              {
                id: 8,
                text: "Угольный фильтр выступает в роли абсорбента, впитывая запахи, дым и другие летучие соединения, включая вредные газы. Проходя через угольную фильтр-кассету, ненужные примеси оседают на ней.",
              },
              {
                id: 9,
                text: "Антибактериальный фильтр совмещает в себе эффективность трех фильтров: антиаллергенного, антивирусного и антибактериального - и поддерживает воздух чистым и здоровым. Фильтр задерживает и дезактивирует пылевых клещей, пыльцу, вирусы и бактерии.",
              },
              {
                id: 10,
                text: "Ag+ покрытие испарителя.  Испаритель внутреннего блока покрывается нано-ионами серебра, разрушающими ДНК бактерий, в результате чего они теряют способность к метаболизму и как следствие к росту и размножению.",
              },
              {
                id: 11,
                text: "Ag+ покрытие корпуса. Во внутреннем блоке все  пластиковые элементы изготавливаются с применением нано-ионов серебра, которые предотвращают рост бактерий, а так же образование плесени и грибка.",
              },
              {
                id: 12,
                text: "Комфортный сон. Специальная программа контролирует температуру воздуха в помещении для создания наиболее благоприятных условий для сна.",
              },
              {
                id: 13,
                text: "Экодатчик. При помощи датчика присутствия регистрируется наличие людей в помещении и их передвижение, в соответствии с чем работа кондиционера автоматически адаптируется под создание наиболее комфортных условий для человека. Датчик света системы Ecopilot контролирует уменьшение освещенности в помещении и в зависимости от этого система корректирует установку температуры для обеспечения энергосбережения.",
              },
              {
                id: 14,
                text: "Объемный воздушный поток. Управление горизонтальными и вертикальными воздушными створками с помощью пульта позволяет гибко выбирать направление воздушного потока в зависимости от расположения людей в помещении.",
              },
              {
                id: 15,
                text: "Максимальная длина воздушной струи. Инновационная конструкция вентилятора позволяет осуществлять подачу воздуха на расстояние 12 м.",
              },
              {
                id: 16,
                text: "Режим Intelligent Air. Для комфортного и безопасного кондиционирования воздуха в помещении в режиме охлаждения воздушный поток направляется вдоль плоскости потолка, а в режиме обогрева теплый воздушный поток направляется почти вертикально вниз.",
              },
              {
                id: 17,
                text: "Настраиваемый автоматический режим. Кондиционер контролирует температуру воздуха в помещении в автоматическом режиме, изменяя производительность компрессора, а также режим работы Охлаждение / Обогрев. Требуемая температура воздуха задается на пульте управления.",
              },
              {
                id: 18,
                text: "Функция «Авторестарт» автоматически возобновляет последний режим работы кондиционера после устранения проблем с электропитанием, обеспечивая безопасность и удобство в работе.",
              },
              {
                id: 19,
                text: "Режим Turbo. С помощью кнопки «TURBO / POWER» на пульте управления можно выбрать интенсивный режим работы, характеризующийся быстрым выходом на заданную температуру.",
              },
              {
                id: 20,
                text: "Защита компрессора. Для защиты компрессора от повреждений при частых включениях предусмотрена трехминутная задержка запуска.",
              },
              {
                id: 21,
                text: "Wi-Fi управление (стандартно). Новейшая функция дистанционного управления кондиционером по Wi-Fi сети позволяет удаленно осуществлять включение и управление кондиционером.",
              },
              {
                id: 22,
                text: "hOn - Обладатель международной премии Red Dot Award 2020 года, приложение hOn Smart Home - это экосистема для ваших умных устройств, которая упрощает и улучшает качество повседневной жизни. И дома, и на за его пределами. Просто установите приложение и следуйте инструкциям по сопряжению ваших новых совместимых устройств! Мобильное приложение доступно в Apple AppStore, Google Play и Huawei AppGallery.",
              },
              {
                id: 23,
                text: "Адаптер проводного пульта.",
              },
              {
                id: 24,
                text: "Карта доступа для отелей. Карта доступа может контролировать включение и выключение системы кондиционирования. Данная опция удобна для управления кондиционерами в гостиничных номерах.",
              },
              {
                id: 25,
                text: "-20 °C Обогрев. Стабильная работа в режиме Обогрева до -20 °С. Для возможности эксплуатации кондиционера в расширенном диапазоне рабочих температур в режиме охлаждения конструкция наружного блока соответствующим образом оптимизирована.",
              },
              {
                id: 26,
                text: "-10 °C Охлаждение.",
              },
              {
                id: 27,
                text: "Поддержание +10 °С в режиме обогрева. Для предотвращения слишком сильного снижения температуры в помещении в зимнее время кондиционер может поддерживать температуру на уровне +10 °С.",
              },
              {
                id: 28,
                text: "24-часовой таймер Работа по таймеру позволяет автоматически поддерживать заданные параметры воздуха в помещении.",
              },
              {
                id: 29,
                text: "Широкий диапазон напряжения. Конструктивные особенности наружного блока позволяют поддерживать его работоспособность при значительных колебаниях напряжения в электрической сети.",
              },
              {
                id: 30,
                text: "Инверторный двигатель вентилятора. Применение DC-инверторного управления двигателем вентилятора позволяет снизить уровень шума, точнее регулировать расход воздуха и дополнительно экономить электроэнергию.",
              },
              {
                id: 31,
                text: "Интеллектуальное оттаивание. Оттаивание выполняется только при необходимости, что позволяет сократить энергопотери и повысить комфортность за счет сокращения времени нагрева теплообменника наружного блока во время работы системы в режиме обогрева.",
              },

              {
                id: 32,
                text: "5 скоростей вентилятора внутреннего блока. Переключением скоростей можно управлять с пульта ДУ.",
              },
              {
                id: 33,
                text: "7 скоростей вентилятора наружного блока.",
              },
              {
                id: 34,
                text: "Простой и быстрый монтаж. Продуманная и простая конструкция блоков делают монтаж быстрым и простым.",
              },
              {
                id: 35,
                text: "2 стороны подвода труб. Дренажные и фреоновые трубопроводы могут быть подключены как слева, так и справа.",
              },
              {
                id: 36,
                text: "Защита сервисных вентилей. Специальная крышка закрывает электрическую панель и сервисные вентили, выполняя защитную и эстетическую функции.",
              },
              {
                id: 37,
                text: "Фиксация внутреннего блока облегчает установку за счет увеличения рабочей зоны.",
              },
              {
                id: 38,
                text: "Самодиагностика. Отображение на дисплее блока кода ошибки или неисправности.",
              },
              {
                id: 39,
                text: "Простота чистки Фронтальная панель кондиционера легко чистится, а жалюзийные заслонки легко отсоединяются без необходимости использования специальных инструментов.",
              },
              {
                id: 40,
                text: "Технология Super Match Модели могут использоваться как в сплит так и в мульти сплит комбинациях.",
              },
              {
                id: 41,
                text: "Антикоррозийная защита. Специальное антикоррозийное покрытие BLUE FIN теплообменника наружного блока. Цвет покрытия - синий кобальт.",
              },
              {
                id: 42,
                text: "Скрытый LED-дисплей. Когда кондиционер выключен, LED-дисплей становится невидимым, сливаясь с лицевой панелью.",
              },
            ],
          },
          {
            id: 13,
            image: require("@/assets/image/imageCatalog1/haier1.webp"),
            iconFactory: "",
            iconWiFi: "Wi-Fi",
            model: "Инверторный кондиционер Haier AS50PHP2HRA/ 1U50PHP1FRA",
            price: "000 руб",
            description: [
              "Площадь: до 50 м2",
              "Мощность (холод/тепло): 5,0(1,3~5,8)/5,2(1,4~6,0) кВт",
              "Серия: Coral Expert DC Inverter",
              "Потребляемая мощность (холод/тепло): 1,55(0,4-2,0)/1,4(0,52-2,5) кВт",
              "Уровень шума (внутренний/наружный):  (28/35/40/44)/53 дБ",
              "Расход воздуха:  900 м3/ч",
              "Класс энергоэффективности: А++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
              "Максимальная длина/высота трассы: 25/15 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -10~+43/-20~+24°С",
              "Размеры внутренний/наружный (ШхВхГ):  (975х320х220)/(800х553х275) мм",
              "Вес (внутренний/наружный): 11,6/32,7 кг",
              "WI-Fi управление, 3D жалюзи, режим комфортного сна, режим бесшумной работы «Quiet», таймер на 24 часа, подача воздуха на расстояние до 12 метров, широкий диапазон напряжения, режим  «Intelligent air flow, авторестарт, самодиагностика, скрытый дисплей, 2 стороны подвода труб, антикорозийное покрытие Blue Fin, задержка пуска компрессора кондиционера на 3 минуты, интеллектуальное оттаивание, штуцер контроля утечки хладагента. Фильтры: Мощная УФ лампа, анибактериальный фильтр",
              "Сборка: завод Haier",
              "Производитель компрессора: Highly",
            ],
            functionTitle:
              "Функциональные особенности Haier AS50PHP2HRA/1U50PHP1FRA серия Coral Expert DC Inverter:",

            functionList: [
              {
                id: 1,
                text: "Функция Steri Clean 56 °C. Теплообменник нагревается до 56 °C в течение 30 минут с последующим резким охлаждением. Это позволяет убить до 99 % бактерий и вирусов на поверхности.",
              },
              {
                id: 2,
                text: "Функция Self Clean (внутренний блок). Новейшая технология очистки теплообменника позволяет удалять грязь, бактерии, микробы и другие микроорганизмы из поверхности теплообменника используя процесс теплового расширения оттайки.",
              },
              {
                id: 3,
                text: "Функция Self Clean (наружный блок). Автоматическая очистка теплообменника наружного блока от пыли и грязи.",
              },
              {
                id: 4,
                text: "Модуль притока свежего воздуха (опция). Инновационная система подачи свежего воздуха в помещение позволяет поддерживать необходимый баланс кислорода.",
              },
              {
                id: 5,
                text: "Мощная УФ-Лампа осуществляет фотохимическую обработку воздуха, его эффективное обеззараживание, нейтрализацию вирусов и бактерий.",
              },
              {
                id: 6,
                text: "Антибактериальный фильтр совмещает в себе эффективность трех фильтров: антиаллергенного, антивирусного и антибактериального - и поддерживает воздух чистым и здоровым. Фильтр задерживает и дезактивирует пылевых клещей, пыльцу, вирусы и бактерии.",
              },
              {
                id: 7,
                text: "Ag+ покрытие испарителя.  Испаритель внутреннего блока покрывается нано-ионами серебра, разрушающими ДНК бактерий, в результате чего они теряют способность к метаболизму и как следствие к росту и размножению.",
              },
              {
                id: 8,
                text: "Комфортный сон. Специальная программа контролирует температуру воздуха в помещении для создания наиболее благоприятных условий для сна.",
              },
              {
                id: 9,
                text: "Объемный воздушный поток. Управление горизонтальными и вертикальными воздушными створками с помощью пульта позволяет гибко выбирать направление воздушного потока в зависимости от расположения людей в помещении.",
              },
              {
                id: 10,
                text: "Максимальная длина воздушной струи. Инновационная конструкция вентилятора позволяет осуществлять подачу воздуха на расстояние 12 м.",
              },
              {
                id: 11,
                text: "Режим Intelligent Air. Для комфортного и безопасного кондиционирования воздуха в помещении в режиме охлаждения воздушный поток направляется вдоль плоскости потолка, а в режиме обогрева теплый воздушный поток направляется почти вертикально вниз.",
              },
              {
                id: 12,
                text: "Настраиваемый автоматический режим. Кондиционер контролирует температуру воздуха в помещении в автоматическом режиме, изменяя производительность компрессора, а также режим работы Охлаждение / Обогрев. Требуемая температура воздуха задается на пульте управления.",
              },
              {
                id: 13,
                text: "Функция «Авторестарт» автоматически возобновляет последний режим работы кондиционера после устранения проблем с электропитанием, обеспечивая безопасность и удобство в работе.",
              },
              {
                id: 14,
                text: "Защита компрессора. Для защиты компрессора от повреждений при частых включениях предусмотрена трехминутная задержка запуска.",
              },
              {
                id: 15,
                text: "Wi-Fi управление (стандартно). Новейшая функция дистанционного управления кондиционером по Wi-Fi сети позволяет удаленно осуществлять включение и управление кондиционером.",
              },
              {
                id: 16,
                text: "hOn - Обладатель международной премии Red Dot Award 2020 года, приложение hOn Smart Home - это экосистема для ваших умных устройств, которая упрощает и улучшает качество повседневной жизни. И дома, и на за его пределами. Просто установите приложение и следуйте инструкциям по сопряжению ваших новых совместимых устройств! Мобильное приложение доступно в Apple AppStore, Google Play и Huawei AppGallery.",
              },
              {
                id: 17,
                text: "Адаптер проводного пульта.",
              },
              {
                id: 18,
                text: "Карта доступа для отелей. Карта доступа может контролировать включение и выключение системы кондиционирования. Данная опция удобна для управления кондиционерами в гостиничных номерах.",
              },
              {
                id: 19,
                text: "-20 °C Обогрев. Стабильная работа в режиме Обогрева до -20 °С. Для возможности эксплуатации кондиционера в расширенном диапазоне рабочих температур в режиме охлаждения конструкция наружного блока соответствующим образом оптимизирована.",
              },
              {
                id: 20,
                text: "Интеллектуальное оттаивание. Оттаивание выполняется только при необходимости, что позволяет сократить энергопотери и повысить комфортность за счет сокращения времени нагрева теплообменника наружного блока во время работы системы в режиме обогрева.",
              },
              {
                id: 21,
                text: "5 скоростей вентилятора внутреннего блока. Переключением скоростей можно управлять с пульта ДУ.",
              },
              {
                id: 22,
                text: "7 скоростей вентилятора наружного блока.",
              },
              {
                id: 23,
                text: "Простой и быстрый монтаж. Продуманная и простая конструкция блоков делают монтаж быстрым и простым.",
              },
              {
                id: 24,
                text: "2 стороны подвода труб. Дренажные и фреоновые трубопроводы могут быть подключены как слева, так и справа.",
              },
              {
                id: 25,
                text: "Защита сервисных вентилей. Специальная крышка закрывает электрическую панель и сервисные вентили, выполняя защитную и эстетическую функции.",
              },
              {
                id: 26,
                text: "Простота чистки. Фронтальная панель кондиционера легко чистится, а жалюзийные заслонки легко отсоединяются без необходимости использования специальных инструментов.",
              },
              {
                id: 27,
                text: "Скрытый LED-дисплей. Когда кондиционер выключен, LED-дисплей становится невидимым, сливаясь с лицевой панелью.",
              },
            ],
          },
          {
            id: 14,
            image: require("@/assets/image/imageCatalog1/haier1.webp"),
            iconFactory: "",
            iconWiFi: "Wi-Fi",
            model: "Инверторный кондиционер Haier AS70PHP2HRA/ 1U70PHP1FRA",
            price: "000 руб",
            description: [
              "Площадь: до 70 м2",
              "Мощность (холод/тепло): 6,8(2,2~8,5)/6,8(2,4~9,5) кВт",
              "Серия: Coral Expert DC Inverter",
              "Потребляемая мощность (холод/тепло): 2,1/1,83 кВт",
              "Уровень шума (внутренний/наружный): (29/37/45/47)/53 дБ",
              "Расход воздуха:  1100 м3/ч",
              "Класс энергоэффективности: А++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
              "Максимальная длина/высота трассы: 25/15 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -10~+43/-20~+24°С",
              "Размеры внутренний/наружный (ШхВхГ):  (1050х397х301)/(890х705х340) мм",
              "Вес (внутренний/наружный): 11,6/44,0 кг",
              "WI-Fi управление, 3D жалюзи, режим комфортного сна, режим бесшумной работы «Quiet», таймер на 24 часа, подача воздуха на расстояние до 12 метров, широкий диапазон напряжения, режим  «Intelligent air flow, авторестарт, самодиагностика, скрытый дисплей, 2 стороны подвода труб, антикорозийное покрытие Blue Fin, задержка пуска компрессора кондиционера на 3 минуты, интеллектуальное оттаивание, штуцер контроля утечки хладагента. Фильтры: Мощная УФ лампа, анибактериальный фильтр",
              "Сборка: завод Haier",
              "Производитель компрессора: Mitsubishi Electric",
            ],
            functionTitle:
              "Функциональные особенности Haier AS70PHP2HRA/1U70PHP1FRA серия Coral Expert DC Inverter:",

            functionList: [
              {
                id: 1,
                text: "Функция Steri Clean 56 °C. Теплообменник нагревается до 56 °C в течение 30 минут с последующим резким охлаждением. Это позволяет убить до 99 % бактерий и вирусов на поверхности.",
              },
              {
                id: 2,
                text: "Функция Self Clean (внутренний блок). Новейшая технология очистки теплообменника позволяет удалять грязь, бактерии, микробы и другие микроорганизмы из поверхности теплообменника используя процесс теплового расширения оттайки.",
              },
              {
                id: 3,
                text: "Функция Self Clean (наружный блок). Автоматическая очистка теплообменника наружного блока от пыли и грязи.",
              },
              {
                id: 4,
                text: "Модуль притока свежего воздуха (опция). Инновационная система подачи свежего воздуха в помещение позволяет поддерживать необходимый баланс кислорода.",
              },
              {
                id: 5,
                text: "Мощная УФ-Лампа осуществляет фотохимическую обработку воздуха, его эффективное обеззараживание, нейтрализацию вирусов и бактерий.",
              },
              {
                id: 6,
                text: "Антибактериальный фильтр совмещает в себе эффективность трех фильтров: антиаллергенного, антивирусного и антибактериального - и поддерживает воздух чистым и здоровым. Фильтр задерживает и дезактивирует пылевых клещей, пыльцу, вирусы и бактерии.",
              },
              {
                id: 7,
                text: "Ag+ покрытие испарителя.  Испаритель внутреннего блока покрывается нано-ионами серебра, разрушающими ДНК бактерий, в результате чего они теряют способность к метаболизму и как следствие к росту и размножению.",
              },
              {
                id: 8,
                text: "Комфортный сон. Специальная программа контролирует температуру воздуха в помещении для создания наиболее благоприятных условий для сна.",
              },
              {
                id: 9,
                text: "Объемный воздушный поток. Управление горизонтальными и вертикальными воздушными створками с помощью пульта позволяет гибко выбирать направление воздушного потока в зависимости от расположения людей в помещении.",
              },
              {
                id: 10,
                text: "Максимальная длина воздушной струи. Инновационная конструкция вентилятора позволяет осуществлять подачу воздуха на расстояние 12 м.",
              },
              {
                id: 11,
                text: "Режим Intelligent Air. Для комфортного и безопасного кондиционирования воздуха в помещении в режиме охлаждения воздушный поток направляется вдоль плоскости потолка, а в режиме обогрева теплый воздушный поток направляется почти вертикально вниз.",
              },
              {
                id: 12,
                text: "Настраиваемый автоматический режим. Кондиционер контролирует температуру воздуха в помещении в автоматическом режиме, изменяя производительность компрессора, а также режим работы Охлаждение / Обогрев. Требуемая температура воздуха задается на пульте управления.",
              },
              {
                id: 13,
                text: "Функция «Авторестарт» автоматически возобновляет последний режим работы кондиционера после устранения проблем с электропитанием, обеспечивая безопасность и удобство в работе.",
              },
              {
                id: 14,
                text: "Защита компрессора. Для защиты компрессора от повреждений при частых включениях предусмотрена трехминутная задержка запуска.",
              },
              {
                id: 15,
                text: "Wi-Fi управление (стандартно). Новейшая функция дистанционного управления кондиционером по Wi-Fi сети позволяет удаленно осуществлять включение и управление кондиционером.",
              },
              {
                id: 16,
                text: "hOn - Обладатель международной премии Red Dot Award 2020 года, приложение hOn Smart Home - это экосистема для ваших умных устройств, которая упрощает и улучшает качество повседневной жизни. И дома, и на за его пределами. Просто установите приложение и следуйте инструкциям по сопряжению ваших новых совместимых устройств! Мобильное приложение доступно в Apple AppStore, Google Play и Huawei AppGallery.",
              },
              {
                id: 17,
                text: "Адаптер проводного пульта.",
              },
              {
                id: 18,
                text: "Карта доступа для отелей. Карта доступа может контролировать включение и выключение системы кондиционирования. Данная опция удобна для управления кондиционерами в гостиничных номерах.",
              },
              {
                id: 19,
                text: "-20 °C Обогрев. Стабильная работа в режиме Обогрева до -20 °С. Для возможности эксплуатации кондиционера в расширенном диапазоне рабочих температур в режиме охлаждения конструкция наружного блока соответствующим образом оптимизирована.",
              },
              {
                id: 20,
                text: "Интеллектуальное оттаивание. Оттаивание выполняется только при необходимости, что позволяет сократить энергопотери и повысить комфортность за счет сокращения времени нагрева теплообменника наружного блока во время работы системы в режиме обогрева.",
              },
              {
                id: 21,
                text: "5 скоростей вентилятора внутреннего блока. Переключением скоростей можно управлять с пульта ДУ.",
              },
              {
                id: 22,
                text: "7 скоростей вентилятора наружного блока.",
              },
              {
                id: 23,
                text: "Простой и быстрый монтаж. Продуманная и простая конструкция блоков делают монтаж быстрым и простым.",
              },
              {
                id: 24,
                text: "2 стороны подвода труб. Дренажные и фреоновые трубопроводы могут быть подключены как слева, так и справа.",
              },
              {
                id: 25,
                text: "Защита сервисных вентилей. Специальная крышка закрывает электрическую панель и сервисные вентили, выполняя защитную и эстетическую функции.",
              },
              {
                id: 26,
                text: "Простота чистки. Фронтальная панель кондиционера легко чистится, а жалюзийные заслонки легко отсоединяются без необходимости использования специальных инструментов.",
              },
              {
                id: 27,
                text: "Скрытый LED-дисплей. Когда кондиционер выключен, LED-дисплей становится невидимым, сливаясь с лицевой панелью.",
              },
            ],
          },
        ],
      },
      {
        id: 8,
        brandsTitle: "Hisense (собственный завод в Китае - Средний класс)",
        productAmount: "Все товары(24)",
        products: [
          {
            id: 1,
            image: require("@/assets/image/imageCatalog1/His5.webp"),
            iconFactory: "",
            model: "Кондиционер Hisense AS-07UW4RYRKB00",
            price: "000 руб",
            description: [
              "Площадь:  до 23 м2",
              "Мощность (холод/тепло):  2,3(0,65-2,6)/2,3(0,7-2,8) кВт",
              "Серия:  ZOOM DC Inverter",
              "Потребляемая мощность (холод/тепло): 0,705(0,22-0,86)/0,61(0,23-0,86) кВт",
              "Уровень шума (внутренний/наружный): (22,5/25/27/30/33)/50 дБ",
              "Расход воздуха: 300/400/470/550/600 м3/ч",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/10 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): 0~+46/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (832х256х203)/(660x482x240) мм",
              "Вес (внутренний/наружный): 7,3/20,5 кг",
              "Компрессор:  GMCC",
              "Функция I-Feel, 4D AUTO-Air, Функция самоочистки испарителя, 5 скоростей вентилятора внутреннего блока, Возможность подключения Wi-Fi, Режим (SMART, SLEEP, SUPER), Индикация утечки хладагента, Устойчивость к перепаду напряжения, Система самодиагностики и защиты, Защитная накладка на вентили внешнего блока, Авторестарт, MIRAGE-дисплей, Светопрозрачный пластик, Таймер, Фильтры: Ultra Hi Density, Silver Ion, Фотокаталитический фильтр",
              "Сборка: завод Hisense",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Hisense AS-07UW4RYRKB00 серия ZOOM DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "Комплексная очистка воздуха. Фильтр очистки воздуха с ионами серебра и фотокаталитический фильтр в комплекте.",
              },
              {
                id: 2,
                text: "ULTRA Hi Density фильтр. Фильтр высокой очистки нового поколения. Удаляет более 90% пыли и других частиц из воздуха в помещении.",
              },
              {
                id: 3,
                text: "Функция самоочистки. Специальный алгоритм работы кондиционера после его выключения оставляет в рабочем состоянии вентилятор внутреннего блока в течение некоторого времени. Это позволяет высушить теплообменник после работы.",
              },
              {
                id: 4,
                text: "Устойчивость к перепаду напряжения. Работа при низком уровне напряжения 175 В.",
              },
              {
                id: 5,
                text: "Функция «I Feel». Температурный датчик в пульте дистанционного управления позволяет более точно поддерживать температуру в помещении, непосредственно в месте нахождения людей.",
              },
              {
                id: 6,
                text: "Функция Авторестарт позволяет сохранить все заданные настройки после отключения из сети или скачка напряжения.",
              },
              {
                id: 7,
                text: "Система самодиагностики и защиты. Кондиционеры имеют встроенную систему самодиагностики и защиты с индикацией кодов ошибок.",
              },
              {
                id: 8,
                text: "Smart Defrost. Интеллектуальная защита теплообменника внешнего блока при обогреве.",
              },
              {
                id: 9,
                text: "4D AUTO Air. Благодаря функции 4D AUTO Air возможно управление подачей воздуха в четырех направлениях, что повышает удобство и комфорт для пользователя.",
              },
              {
                id: 10,
                text: "MIRAGE дисплей. Благодаря функции MIRAGE дисплей, когда кондиционер выключен дисплей не виден на передней панели. Это создает более современный и стильный вид передней панели блока.",
              },
              {
                id: 11,
                text: "Режим Smart. В режиме Smart кондиционер переходит в автоматический режим работы в зависимости от температуры в помещении.",
              },
              {
                id: 12,
                text: "Технологии DC Inverter позволяют достигать высокого класса энергоэффективности А, быстро достигать желаемую температуру в помещении и предотвращать ее колебания.",
              },
              {
                id: 13,
                text: "Низкий уровень шума. С помощью функции Quiet на пульте дистанционного управления легко настроить работу блока в режиме с самым низким уровнем шума.",
              },
              {
                id: 14,
                text: "Технологии DC Inverter позволяют достигать высокого класса энергДвойная шумоизоляция компрессора Все инверторные кондиционеры HISENSE имеют встроенную двойную шумоизоляцию компрессора, что позволяет снизить уровень шума внешнего блокаоэффективности А, быстро достигать желаемую температуру в помещении и предотвращать ее колебания.",
              },
              {
                id: 15,
                text: "5 скоростей работы вентилятора внутреннего блока.",
              },
              {
                id: 16,
                text: "Таймер. С помощью пульта дистанционного управления возможно установить время включения кондиционера и подготовить климат в помещении к назначенному времени.",
              },
              {
                id: 17,
                text: "Светопрозрачный пластик. Передняя панель кондиционера из светопрозрачного пластика, благодаря которому возможно реализовать функцию MIRAGE дисплей.",
              },
              {
                id: 18,
                text: "Режим Sleep. С помощью режима Sleep на пульте дистанционного управления очень просто обеспечить комфортные условия для сна ночью.",
              },
              {
                id: 19,
                text: "Режим Super используется для того, чтобы включить/выключить режим быстрого охлаждения/обогрева.",
              },
              {
                id: 20,
                text: "Dimmer. Отключение дисплея блока с пульта.",
              },
              {
                id: 21,
                text: "Двухстороннее подключение дренажа. Возможно правое или левое подключение дренажного патрубка.",
              },
              {
                id: 22,
                text: "Работа на охл/обогрев 0°С/-15°С.",
              },
            ],
          },
          {
            id: 2,
            image: require("@/assets/image/imageCatalog1/His5.webp"),
            iconFactory: "",
            model: "Кондиционер Hisense AS-09UW4RYRKB05",
            price: "000 руб",
            description: [
              "Площадь:  до 26 м2",
              "Мощность (холод/тепло): 2,75(0,6-3,1)/2,75(0,5-3,1) кВт",
              "Серия:  ZOOM DC Inverter",
              "Потребляемая мощность (холод/тепло): 0,857(0,21-1,15)/0,733(0,19-0,9) кВт",
              "Уровень шума (внутренний/наружный): (22,5/28/30/32,5/37,5)/50 дБ",
              "Расход воздуха: 380/400/470/550/600 м3/ч",
              "Класс энергоэффективности: А",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/10 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): 0~+46/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (832х256х203)/(660x482x240) мм",
              "Вес (внутренний/наружный): 7,8/20,5 кг",
              "Компрессор:  GMCC",
              "Функция I-Feel, 4D AUTO-Air, Функция самоочистки испарителя, 5 скоростей вентилятора внутреннего блока, Возможность подключения Wi-Fi, Режим (SMART, SLEEP, SUPER), Индикация утечки хладагента, Устойчивость к перепаду напряжения, Система самодиагностики и защиты, Защитная накладка на вентили внешнего блока, Авторестарт, MIRAGE-дисплей, Светопрозрачный пластик, Таймер, Фильтры: Ultra Hi Density, Silver Ion, Фотокаталитический фильтр",
              "Сборка: завод Hisense",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Hisense AS-09UW4RYRKB05 серия ZOOM DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "Комплексная очистка воздуха. Фильтр очистки воздуха с ионами серебра и фотокаталитический фильтр в комплекте.",
              },
              {
                id: 2,
                text: "ULTRA Hi Density фильтр. Фильтр высокой очистки нового поколения. Удаляет более 90% пыли и других частиц из воздуха в помещении.",
              },
              {
                id: 3,
                text: "Функция самоочистки. Специальный алгоритм работы кондиционера после его выключения оставляет в рабочем состоянии вентилятор внутреннего блока в течение некоторого времени. Это позволяет высушить теплообменник после работы.",
              },
              {
                id: 4,
                text: "Устойчивость к перепаду напряжения. Работа при низком уровне напряжения 175 В.",
              },
              {
                id: 5,
                text: "Функция «I Feel». Температурный датчик в пульте дистанционного управления позволяет более точно поддерживать температуру в помещении, непосредственно в месте нахождения людей.",
              },
              {
                id: 6,
                text: "Функция Авторестарт позволяет сохранить все заданные настройки после отключения из сети или скачка напряжения.",
              },
              {
                id: 7,
                text: "Система самодиагностики и защиты. Кондиционеры имеют встроенную систему самодиагностики и защиты с индикацией кодов ошибок.",
              },
              {
                id: 8,
                text: "Smart Defrost. Интеллектуальная защита теплообменника внешнего блока при обогреве.",
              },
              {
                id: 9,
                text: "4D AUTO Air. Благодаря функции 4D AUTO Air возможно управление подачей воздуха в четырех направлениях, что повышает удобство и комфорт для пользователя.",
              },
              {
                id: 10,
                text: "MIRAGE дисплей. Благодаря функции MIRAGE дисплей, когда кондиционер выключен дисплей не виден на передней панели. Это создает более современный и стильный вид передней панели блока.",
              },
              {
                id: 11,
                text: "Режим Smart. В режиме Smart кондиционер переходит в автоматический режим работы в зависимости от температуры в помещении.",
              },
              {
                id: 12,
                text: "Технологии DC Inverter позволяют достигать высокого класса энергоэффективности А, быстро достигать желаемую температуру в помещении и предотвращать ее колебания.",
              },
              {
                id: 13,
                text: "Низкий уровень шума. С помощью функции Quiet на пульте дистанционного управления легко настроить работу блока в режиме с самым низким уровнем шума.",
              },
              {
                id: 14,
                text: "Технологии DC Inverter позволяют достигать высокого класса энергДвойная шумоизоляция компрессора Все инверторные кондиционеры HISENSE имеют встроенную двойную шумоизоляцию компрессора, что позволяет снизить уровень шума внешнего блокаоэффективности А, быстро достигать желаемую температуру в помещении и предотвращать ее колебания.",
              },
              {
                id: 15,
                text: "5 скоростей работы вентилятора внутреннего блока.",
              },
              {
                id: 16,
                text: "Таймер. С помощью пульта дистанционного управления возможно установить время включения кондиционера и подготовить климат в помещении к назначенному времени.",
              },
              {
                id: 17,
                text: "Светопрозрачный пластик. Передняя панель кондиционера из светопрозрачного пластика, благодаря которому возможно реализовать функцию MIRAGE дисплей.",
              },
              {
                id: 18,
                text: "Режим Sleep. С помощью режима Sleep на пульте дистанционного управления очень просто обеспечить комфортные условия для сна ночью.",
              },
              {
                id: 19,
                text: "Режим Super используется для того, чтобы включить/выключить режим быстрого охлаждения/обогрева.",
              },
              {
                id: 20,
                text: "Dimmer. Отключение дисплея блока с пульта.",
              },
              {
                id: 21,
                text: "Двухстороннее подключение дренажа. Возможно правое или левое подключение дренажного патрубка.",
              },
              {
                id: 22,
                text: "Работа на охл/обогрев 0°С/-15°С.",
              },
            ],
          },
          {
            id: 3,
            image: require("@/assets/image/imageCatalog1/His5.webp"),
            iconFactory: "",
            model: "Кондиционер Hisense AS-13UW4RYRKB04",
            price: "000 руб",
            description: [
              "Площадь:  до 37 м2",
              "Мощность (холод/тепло): 3,7(1,0-3,9)/3,75(0,9-4,0) кВт",
              "Серия:  ZOOM DC Inverter",
              "Потребляемая мощность (холод/тепло): 1,15(0,25-1,4)/1,02(0,25-1,3) кВт",
              "Уровень шума (внутренний/наружный): (23/28/30/35/39)/51 дБ",
              "Расход воздуха: 300/400/470/550/600 м3/ч",
              "Класс энергоэффективности: А",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/10 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): 0~+46/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (832х256х203)/(660x482x240) мм",
              "Вес (внутренний/наружный): 8,0/22,0 кг",
              "Компрессор:  GMCC",
              "Функция I-Feel, 4D AUTO-Air, Функция самоочистки испарителя, 5 скоростей вентилятора внутреннего блока, Возможность подключения Wi-Fi, Режим (SMART, SLEEP, SUPER), Индикация утечки хладагента, Устойчивость к перепаду напряжения, Система самодиагностики и защиты, Защитная накладка на вентили внешнего блока, Авторестарт, MIRAGE-дисплей, Светопрозрачный пластик, Таймер, Фильтры: Ultra Hi Density, Silver Ion, Фотокаталитический фильтр",
              "Сборка: завод Hisense",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Hisense AS-13UW4RYRKB04 серия ZOOM DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "Комплексная очистка воздуха. Фильтр очистки воздуха с ионами серебра и фотокаталитический фильтр в комплекте.",
              },
              {
                id: 2,
                text: "ULTRA Hi Density фильтр. Фильтр высокой очистки нового поколения. Удаляет более 90% пыли и других частиц из воздуха в помещении.",
              },
              {
                id: 3,
                text: "Функция самоочистки. Специальный алгоритм работы кондиционера после его выключения оставляет в рабочем состоянии вентилятор внутреннего блока в течение некоторого времени. Это позволяет высушить теплообменник после работы.",
              },
              {
                id: 4,
                text: "Устойчивость к перепаду напряжения. Работа при низком уровне напряжения 175 В.",
              },
              {
                id: 5,
                text: "Функция «I Feel». Температурный датчик в пульте дистанционного управления позволяет более точно поддерживать температуру в помещении, непосредственно в месте нахождения людей.",
              },
              {
                id: 6,
                text: "Функция Авторестарт позволяет сохранить все заданные настройки после отключения из сети или скачка напряжения.",
              },
              {
                id: 7,
                text: "Система самодиагностики и защиты. Кондиционеры имеют встроенную систему самодиагностики и защиты с индикацией кодов ошибок.",
              },
              {
                id: 8,
                text: "Smart Defrost. Интеллектуальная защита теплообменника внешнего блока при обогреве.",
              },
              {
                id: 9,
                text: "4D AUTO Air. Благодаря функции 4D AUTO Air возможно управление подачей воздуха в четырех направлениях, что повышает удобство и комфорт для пользователя.",
              },
              {
                id: 10,
                text: "MIRAGE дисплей. Благодаря функции MIRAGE дисплей, когда кондиционер выключен дисплей не виден на передней панели. Это создает более современный и стильный вид передней панели блока.",
              },
              {
                id: 11,
                text: "Режим Smart. В режиме Smart кондиционер переходит в автоматический режим работы в зависимости от температуры в помещении.",
              },
              {
                id: 12,
                text: "Технологии DC Inverter позволяют достигать высокого класса энергоэффективности А, быстро достигать желаемую температуру в помещении и предотвращать ее колебания.",
              },
              {
                id: 13,
                text: "Низкий уровень шума. С помощью функции Quiet на пульте дистанционного управления легко настроить работу блока в режиме с самым низким уровнем шума.",
              },
              {
                id: 14,
                text: "Технологии DC Inverter позволяют достигать высокого класса энергДвойная шумоизоляция компрессора Все инверторные кондиционеры HISENSE имеют встроенную двойную шумоизоляцию компрессора, что позволяет снизить уровень шума внешнего блокаоэффективности А, быстро достигать желаемую температуру в помещении и предотвращать ее колебания.",
              },
              {
                id: 15,
                text: "5 скоростей работы вентилятора внутреннего блока.",
              },
              {
                id: 16,
                text: "Таймер. С помощью пульта дистанционного управления возможно установить время включения кондиционера и подготовить климат в помещении к назначенному времени.",
              },
              {
                id: 17,
                text: "Светопрозрачный пластик. Передняя панель кондиционера из светопрозрачного пластика, благодаря которому возможно реализовать функцию MIRAGE дисплей.",
              },
              {
                id: 18,
                text: "Режим Sleep. С помощью режима Sleep на пульте дистанционного управления очень просто обеспечить комфортные условия для сна ночью.",
              },
              {
                id: 19,
                text: "Режим Super используется для того, чтобы включить/выключить режим быстрого охлаждения/обогрева.",
              },
              {
                id: 20,
                text: "Dimmer. Отключение дисплея блока с пульта.",
              },
              {
                id: 21,
                text: "Двухстороннее подключение дренажа. Возможно правое или левое подключение дренажного патрубка.",
              },
              {
                id: 22,
                text: "Работа на охл/обогрев 0°С/-15°С.",
              },
            ],
          },
          {
            id: 4,
            image: require("@/assets/image/imageCatalog1/His6.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Hisense AS-07UW4RYDDB00",
            price: "000 руб",
            description: [
              "Площадь:  до 21 м2",
              "Мощность (холод/тепло): 2,15(0,65-2,50)/2,15(0,65-2,50) кВт",
              "Серия: Smart DC Inverter",
              "Потребляемая мощность (холод/тепло): 0,65(0,28-0,8)/0,59(0,23-0,8) кВт",
              "Уровень шума (внутренний/наружный):  (23,5/27/30/33/40,5)/47,5 дБ",
              "Расход воздуха: 380/400/460/550/600 м3/ч",
              "Класс энергоэффективности: A",
              "Хладагент: R410A",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/8 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло):  0~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ):  (745х270х214)/(660x482x240) мм",
              "Вес (внутренний/наружный): 7,0/23,0 кг",
              "Компрессор: LG",
              "Функция I-Feel, 4D AUTO-Air, функция самоочистки испарителя, 5 скоростей вентилятора внутреннего блока, возможность подключения Wi-Fi, режим (SMART, SLEEP, SUPER), индикация утечки хладагента, устойчивость к перепаду напряжения, система самодиагностики и защиты, защитная накладка на вентили внешнего блока, авторестарт, MIRAGE-дисплей, светопрозрачный пластик, таймер. Фильтры: Ultra Hi Density фильтр, Silver ion, фотокаталитический фильтр",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Hisense AS-07UW4RYDDB00 серия Smart DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "Комплексная очистка воздуха. Фильтр очистки воздуха с ионами серебра и фотокаталитический фильтр в комплекте.",
              },
              {
                id: 2,
                text: "ULTRA Hi Density фильтр - Фильтр высокой очистки нового поколения. Удаляет более 90% пыли и других частиц из воздуха в помещении.",
              },
              {
                id: 3,
                text: "Функция самоочистки. Специальный алгоритм работы кондиционера после его выключения оставляет в рабочем состоянии вентилятор внутреннего блока в течение некоторого времени. Это позволяет высушить теплообменник после работы.",
              },
              {
                id: 4,
                text: "Устойчивость к перепаду напряжения. Работа при низком уровне напряжения 175 В 4D AUTO Air (автоматические вертикальные и горизонтальные жалюзи).",
              },
              {
                id: 5,
                text: "Защитная накладка на вентили внешнего блока. Все бытовые сплит-системы и мульти сплит-системы HISENSE поставляются с защитной накладкой на вентили внешнего блока.",
              },
              {
                id: 6,
                text: "Функция Авторестарт позволяет сохранить все заданные настройки после отключения из сети или скачка напряжения.",
              },
              {
                id: 7,
                text: "Система самодиагностики и защиты.",
              },
              {
                id: 8,
                text: "Smart Defrost - Интеллектуальная защита теплообменника внешнего блока при обогреве.",
              },
              {
                id: 9,
                text: "4D AUTO Air. Благодаря функции 4D AUTO Air возможно управление подачей воздуха в четырех направлениях, что повышает удобство и комфорт для пользователя.",
              },
              {
                id: 10,
                text: "MIRAGE дисплей. Благодаря функции MIRAGE дисплей, когда кондиционер выключен дисплей не виден на передней панели. Это создает более современный и стильный вид передней панели блока.",
              },
              {
                id: 11,
                text: "Функция «I Feel». Температурный датчик в пульте дистанционного управления позволяет более точно поддерживать температуру в помещении, непосредственно в месте нахождения людей.",
              },
              {
                id: 12,
                text: "Режим Smart. В режиме Smart кондиционер переходит в автоматический режим работы в зависимости от температуры в помещении.",
              },
              {
                id: 13,
                text: "Технологии DC Inverter позволяют достигать высокого класса энергоэффективности А, быстро достигать желаемую температуру в помещении и предотвращать ее колебания.",
              },
              {
                id: 14,
                text: "Низкий уровень шума. С помощью функции Quiet на пульте дистанционного управления легко настроить работу блока в режиме с самым низким уровнем шума.",
              },
              {
                id: 15,
                text: "Двойная шумоизоляция компрессора. Все инверторные кондиционеры HISENSE имеют встроенную двойную шумоизоляцию компрессора, что позволяет снизить уровень шума внешнего блока.",
              },
              {
                id: 16,
                text: "5 скоростей работы вентилятора внутреннего блока.",
              },
              {
                id: 17,
                text: "Таймер. С помощью пульта дистанционного управления возможно установить время включения кондиционера и подготовить климат в помещении к назначенному времени).",
              },
              {
                id: 18,
                text: "Светопрозрачный пластик. Передняя панель кондиционера из светопрозрачного пластика, благодаря которому возможно реализовать функцию MIRAGE дисплей.",
              },
              {
                id: 19,
                text: "Режим Sleep. С помощью режима Sleep на пульте дистанционного управления очень просто обеспечить комфортные условия для сна ночью.",
              },
              {
                id: 20,
                text: "Режим Super используется для того, чтобы включить/выключить режим быстрого охлаждения/обогрева.",
              },
              {
                id: 21,
                text: "Dimmer - отключение дисплея блока с пульта.",
              },
              {
                id: 22,
                text: "Двухстороннее подключение дренажаю Возможно правое или левое подключение дренажного патрубка.",
              },
              {
                id: 23,
                text: "Работа на охлаждение/обогрев 0°С/-15°С.",
              },
            ],
          },
          {
            id: 5,
            image: require("@/assets/image/imageCatalog1/His6.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Hisense AS-09UW4RYDDB05",
            price: "000 руб",
            description: [
              "Площадь:  до 26 м2",
              "Мощность (холод/тепло): 2,7(0,5~2,9)/2,7(0,43~2,95) кВт",
              "Серия: Smart DC Inverter",
              "Потребляемая мощность (холод/тепло): 0,81(0,28-1,23)/0,73(0,23-1,2) кВт",
              "Уровень шума (внутренний/наружный): (23,5/27/30/33/40,5)/47,5 дБ",
              "Расход воздуха: 380/400/460/550/600 м3/ч",
              "Класс энергоэффективности: A",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/8 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло):  0~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ):  (745х270х214)/(660x482x240) мм",
              "Вес (внутренний/наружный): 7,7/22,9 кг",
              "Компрессор: LG",
              "Функция I-Feel, 4D AUTO-Air, функция самоочистки испарителя, 5 скоростей вентилятора внутреннего блока, возможность подключения Wi-Fi, режим (SMART, SLEEP, SUPER), индикация утечки хладагента, устойчивость к перепаду напряжения, система самодиагностики и защиты, защитная накладка на вентили внешнего блока, авторестарт, MIRAGE-дисплей, светопрозрачный пластик, таймер. Фильтры: Ultra Hi Density фильтр, Silver ion, фотокаталитический фильтр",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Hisense AS-09UW4RYDDB05 серия Smart DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "Комплексная очистка воздуха. Фильтр очистки воздуха с ионами серебра и фотокаталитический фильтр в комплекте.",
              },
              {
                id: 2,
                text: "ULTRA Hi Density фильтр - Фильтр высокой очистки нового поколения. Удаляет более 90% пыли и других частиц из воздуха в помещении.",
              },
              {
                id: 3,
                text: "Функция самоочистки. Специальный алгоритм работы кондиционера после его выключения оставляет в рабочем состоянии вентилятор внутреннего блока в течение некоторого времени. Это позволяет высушить теплообменник после работы.",
              },
              {
                id: 4,
                text: "Устойчивость к перепаду напряжения. Работа при низком уровне напряжения 175 В 4D AUTO Air (автоматические вертикальные и горизонтальные жалюзи).",
              },
              {
                id: 5,
                text: "Защитная накладка на вентили внешнего блока. Все бытовые сплит-системы и мульти сплит-системы HISENSE поставляются с защитной накладкой на вентили внешнего блока.",
              },
              {
                id: 6,
                text: "Функция Авторестарт позволяет сохранить все заданные настройки после отключения из сети или скачка напряжения.",
              },
              {
                id: 7,
                text: "Система самодиагностики и защиты.",
              },
              {
                id: 8,
                text: "Smart Defrost - Интеллектуальная защита теплообменника внешнего блока при обогреве.",
              },
              {
                id: 9,
                text: "4D AUTO Air. Благодаря функции 4D AUTO Air возможно управление подачей воздуха в четырех направлениях, что повышает удобство и комфорт для пользователя.",
              },
              {
                id: 10,
                text: "MIRAGE дисплей. Благодаря функции MIRAGE дисплей, когда кондиционер выключен дисплей не виден на передней панели. Это создает более современный и стильный вид передней панели блока.",
              },
              {
                id: 11,
                text: "Функция «I Feel». Температурный датчик в пульте дистанционного управления позволяет более точно поддерживать температуру в помещении, непосредственно в месте нахождения людей.",
              },
              {
                id: 12,
                text: "Режим Smart. В режиме Smart кондиционер переходит в автоматический режим работы в зависимости от температуры в помещении.",
              },
              {
                id: 13,
                text: "Технологии DC Inverter позволяют достигать высокого класса энергоэффективности А, быстро достигать желаемую температуру в помещении и предотвращать ее колебания.",
              },
              {
                id: 14,
                text: "Низкий уровень шума. С помощью функции Quiet на пульте дистанционного управления легко настроить работу блока в режиме с самым низким уровнем шума.",
              },
              {
                id: 15,
                text: "Двойная шумоизоляция компрессора. Все инверторные кондиционеры HISENSE имеют встроенную двойную шумоизоляцию компрессора, что позволяет снизить уровень шума внешнего блока.",
              },
              {
                id: 16,
                text: "5 скоростей работы вентилятора внутреннего блока.",
              },
              {
                id: 17,
                text: "Таймер. С помощью пульта дистанционного управления возможно установить время включения кондиционера и подготовить климат в помещении к назначенному времени).",
              },
              {
                id: 18,
                text: "Светопрозрачный пластик. Передняя панель кондиционера из светопрозрачного пластика, благодаря которому возможно реализовать функцию MIRAGE дисплей.",
              },
              {
                id: 19,
                text: "Режим Sleep. С помощью режима Sleep на пульте дистанционного управления очень просто обеспечить комфортные условия для сна ночью.",
              },
              {
                id: 20,
                text: "Режим Super используется для того, чтобы включить/выключить режим быстрого охлаждения/обогрева.",
              },
              {
                id: 21,
                text: "Dimmer - отключение дисплея блока с пульта.",
              },
              {
                id: 22,
                text: "Двухстороннее подключение дренажаю Возможно правое или левое подключение дренажного патрубка.",
              },
              {
                id: 23,
                text: "Работа на охлаждение/обогрев 0°С/-15°С.",
              },
            ],
          },
          {
            id: 6,
            image: require("@/assets/image/imageCatalog1/His6.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Hisense AS-11UW4RYDDB02",
            price: "000 руб",
            description: [
              "Площадь:  до 33 м2",
              "Мощность (холод/тепло): 3,3(1,0~3,7)/3,3(0,9~3,7) кВт",
              "Серия: Smart DC Inverter",
              "Потребляемая мощность (холод/тепло): 0,995(0,28-1,35)/0,9(0,23-1,3) кВт",
              "Уровень шума (внутренний/наружный): (23,5/27/30/33/40,5)/47,5 дБ",
              "Расход воздуха: 380/400/460/550/600 м3/ч",
              "Класс энергоэффективности: A",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/8 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло):  0~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ):  (745х270х214)/(660x482x240) мм",
              "Вес (внутренний/наружный): 7,9/23,2 кг",
              "Компрессор: LG",
              "Функция I-Feel, 4D AUTO-Air, функция самоочистки испарителя, 5 скоростей вентилятора внутреннего блока, возможность подключения Wi-Fi, режим (SMART, SLEEP, SUPER), индикация утечки хладагента, устойчивость к перепаду напряжения, система самодиагностики и защиты, защитная накладка на вентили внешнего блока, авторестарт, MIRAGE-дисплей, светопрозрачный пластик, таймер. Фильтры: Ultra Hi Density фильтр, Silver ion, фотокаталитический фильтр",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Hisense AS-11UW4RYDDB02 серия Smart DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "Комплексная очистка воздуха. Фильтр очистки воздуха с ионами серебра и фотокаталитический фильтр в комплекте.",
              },
              {
                id: 2,
                text: "ULTRA Hi Density фильтр - Фильтр высокой очистки нового поколения. Удаляет более 90% пыли и других частиц из воздуха в помещении.",
              },
              {
                id: 3,
                text: "Функция самоочистки. Специальный алгоритм работы кондиционера после его выключения оставляет в рабочем состоянии вентилятор внутреннего блока в течение некоторого времени. Это позволяет высушить теплообменник после работы.",
              },
              {
                id: 4,
                text: "Устойчивость к перепаду напряжения. Работа при низком уровне напряжения 175 В 4D AUTO Air (автоматические вертикальные и горизонтальные жалюзи).",
              },
              {
                id: 5,
                text: "Защитная накладка на вентили внешнего блока. Все бытовые сплит-системы и мульти сплит-системы HISENSE поставляются с защитной накладкой на вентили внешнего блока.",
              },
              {
                id: 6,
                text: "Функция Авторестарт позволяет сохранить все заданные настройки после отключения из сети или скачка напряжения.",
              },
              {
                id: 7,
                text: "Система самодиагностики и защиты.",
              },
              {
                id: 8,
                text: "Smart Defrost - Интеллектуальная защита теплообменника внешнего блока при обогреве.",
              },
              {
                id: 9,
                text: "4D AUTO Air. Благодаря функции 4D AUTO Air возможно управление подачей воздуха в четырех направлениях, что повышает удобство и комфорт для пользователя.",
              },
              {
                id: 10,
                text: "MIRAGE дисплей. Благодаря функции MIRAGE дисплей, когда кондиционер выключен дисплей не виден на передней панели. Это создает более современный и стильный вид передней панели блока.",
              },
              {
                id: 11,
                text: "Функция «I Feel». Температурный датчик в пульте дистанционного управления позволяет более точно поддерживать температуру в помещении, непосредственно в месте нахождения людей.",
              },
              {
                id: 12,
                text: "Режим Smart. В режиме Smart кондиционер переходит в автоматический режим работы в зависимости от температуры в помещении.",
              },
              {
                id: 13,
                text: "Технологии DC Inverter позволяют достигать высокого класса энергоэффективности А, быстро достигать желаемую температуру в помещении и предотвращать ее колебания.",
              },
              {
                id: 14,
                text: "Низкий уровень шума. С помощью функции Quiet на пульте дистанционного управления легко настроить работу блока в режиме с самым низким уровнем шума.",
              },
              {
                id: 15,
                text: "Двойная шумоизоляция компрессора. Все инверторные кондиционеры HISENSE имеют встроенную двойную шумоизоляцию компрессора, что позволяет снизить уровень шума внешнего блока.",
              },
              {
                id: 16,
                text: "5 скоростей работы вентилятора внутреннего блока.",
              },
              {
                id: 17,
                text: "Таймер. С помощью пульта дистанционного управления возможно установить время включения кондиционера и подготовить климат в помещении к назначенному времени).",
              },
              {
                id: 18,
                text: "Светопрозрачный пластик. Передняя панель кондиционера из светопрозрачного пластика, благодаря которому возможно реализовать функцию MIRAGE дисплей.",
              },
              {
                id: 19,
                text: "Режим Sleep. С помощью режима Sleep на пульте дистанционного управления очень просто обеспечить комфортные условия для сна ночью.",
              },
              {
                id: 20,
                text: "Режим Super используется для того, чтобы включить/выключить режим быстрого охлаждения/обогрева.",
              },
              {
                id: 21,
                text: "Dimmer - отключение дисплея блока с пульта.",
              },
              {
                id: 22,
                text: "Двухстороннее подключение дренажаю Возможно правое или левое подключение дренажного патрубка.",
              },
              {
                id: 23,
                text: "Работа на охлаждение/обогрев 0°С/-15°С.",
              },
            ],
          },
          {
            id: 7,
            image: require("@/assets/image/imageCatalog1/His6.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Hisense AS-13UW4RYDDB03",
            price: "000 руб",
            description: [
              "Площадь:  до 36 м2",
              "Мощность (холод/тепло): 3,6(0,65~3,66)/3,9(0,65~3,94) кВт",
              "Серия: Smart DC Inverter",
              "Потребляемая мощность (холод/тепло): 1,131(0,46-1,5)/1,058(0,45-1,44) кВт",
              "Уровень шума (внутренний/наружный): (23,5/27/32,5/37,5/38)/48,5 дБ",
              "Расход воздуха: 300/400/460/580/600 м3/ч",
              "Класс энергоэффективности: A",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/8 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло):  0~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ):  (745х270х214)/(660x482x240) мм",
              "Вес (внутренний/наружный): 7,9/25,2 кг",
              "Компрессор: GMCC",
              "Функция I-Feel, 4D AUTO-Air, функция самоочистки испарителя, 5 скоростей вентилятора внутреннего блока, возможность подключения Wi-Fi, режим (SMART, SLEEP, SUPER), индикация утечки хладагента, устойчивость к перепаду напряжения, система самодиагностики и защиты, защитная накладка на вентили внешнего блока, авторестарт, MIRAGE-дисплей, светопрозрачный пластик, таймер. Фильтры: Ultra Hi Density фильтр, Silver ion, фотокаталитический фильтр",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Hisense AS-13UW4RYDDB03 серия Smart DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "Комплексная очистка воздуха. Фильтр очистки воздуха с ионами серебра и фотокаталитический фильтр в комплекте.",
              },
              {
                id: 2,
                text: "ULTRA Hi Density фильтр - Фильтр высокой очистки нового поколения. Удаляет более 90% пыли и других частиц из воздуха в помещении.",
              },
              {
                id: 3,
                text: "Функция самоочистки. Специальный алгоритм работы кондиционера после его выключения оставляет в рабочем состоянии вентилятор внутреннего блока в течение некоторого времени. Это позволяет высушить теплообменник после работы.",
              },
              {
                id: 4,
                text: "Устойчивость к перепаду напряжения. Работа при низком уровне напряжения 175 В 4D AUTO Air (автоматические вертикальные и горизонтальные жалюзи).",
              },
              {
                id: 5,
                text: "Защитная накладка на вентили внешнего блока. Все бытовые сплит-системы и мульти сплит-системы HISENSE поставляются с защитной накладкой на вентили внешнего блока.",
              },
              {
                id: 6,
                text: "Функция Авторестарт позволяет сохранить все заданные настройки после отключения из сети или скачка напряжения.",
              },
              {
                id: 7,
                text: "Система самодиагностики и защиты.",
              },
              {
                id: 8,
                text: "Smart Defrost - Интеллектуальная защита теплообменника внешнего блока при обогреве.",
              },
              {
                id: 9,
                text: "4D AUTO Air. Благодаря функции 4D AUTO Air возможно управление подачей воздуха в четырех направлениях, что повышает удобство и комфорт для пользователя.",
              },
              {
                id: 10,
                text: "MIRAGE дисплей. Благодаря функции MIRAGE дисплей, когда кондиционер выключен дисплей не виден на передней панели. Это создает более современный и стильный вид передней панели блока.",
              },
              {
                id: 11,
                text: "Функция «I Feel». Температурный датчик в пульте дистанционного управления позволяет более точно поддерживать температуру в помещении, непосредственно в месте нахождения людей.",
              },
              {
                id: 12,
                text: "Режим Smart. В режиме Smart кондиционер переходит в автоматический режим работы в зависимости от температуры в помещении.",
              },
              {
                id: 13,
                text: "Технологии DC Inverter позволяют достигать высокого класса энергоэффективности А, быстро достигать желаемую температуру в помещении и предотвращать ее колебания.",
              },
              {
                id: 14,
                text: "Низкий уровень шума. С помощью функции Quiet на пульте дистанционного управления легко настроить работу блока в режиме с самым низким уровнем шума.",
              },
              {
                id: 15,
                text: "Двойная шумоизоляция компрессора. Все инверторные кондиционеры HISENSE имеют встроенную двойную шумоизоляцию компрессора, что позволяет снизить уровень шума внешнего блока.",
              },
              {
                id: 16,
                text: "5 скоростей работы вентилятора внутреннего блока.",
              },
              {
                id: 17,
                text: "Таймер. С помощью пульта дистанционного управления возможно установить время включения кондиционера и подготовить климат в помещении к назначенному времени).",
              },
              {
                id: 18,
                text: "Светопрозрачный пластик. Передняя панель кондиционера из светопрозрачного пластика, благодаря которому возможно реализовать функцию MIRAGE дисплей.",
              },
              {
                id: 19,
                text: "Режим Sleep. С помощью режима Sleep на пульте дистанционного управления очень просто обеспечить комфортные условия для сна ночью.",
              },
              {
                id: 20,
                text: "Режим Super используется для того, чтобы включить/выключить режим быстрого охлаждения/обогрева.",
              },
              {
                id: 21,
                text: "Dimmer - отключение дисплея блока с пульта.",
              },
              {
                id: 22,
                text: "Двухстороннее подключение дренажаю Возможно правое или левое подключение дренажного патрубка.",
              },
              {
                id: 23,
                text: "Работа на охлаждение/обогрев 0°С/-15°С.",
              },
            ],
          },
          {
            id: 8,
            image: require("@/assets/image/imageCatalog1/His7.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Hisense AS-10UW4RYDTV02",
            price: "000 руб",
            description: [
              "Площадь:  до 25 м2",
              "Мощность (холод/тепло): 2,7(0,6-3,2)/2,8(0,6-3,2) кВт",
              "Серия: EXPERT PRO DC Inverter",
              "Потребляемая мощность (холод/тепло): 0,826(0,35-1,25)/0,753(0,35-1,30) кВт",
              "Уровень шума (внутренний/наружный): (23/25/27/29/31,5/34/37,5)/42 дБ",
              "Расход воздуха: 300/380/400/440/510/550/610 м3/ч",
              "Класс энергоэффективности: A+",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы:  15/7 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло):  -10~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ):  (880x275x207)/(660x482x240) мм",
              "Вес (внутренний/наружный): 8,0/22,0 кг",
              "Компрессор: GMCC",
              "4D AUTO-Air, функция I FEEL, функция самоочистки испарителя, возможность подключения Wi-Fi, 7 скоростей вентилятора внутреннего блока, режим (SLEEP, SUPER, Defrost), устойчивость к перепаду напряжения, индикация утечки хладагента, защитная накладка на вентили внешнего блока, авторестарт, система самодиагностики и защиты, двустороннее подключение дренажа, дежурный обогрев +8°С, двойная шумоизоляция компрессора, MIRAGE-дисплей, таймер, светопрозрачный пластик, Dimmer. Фильтры: Ионизация воздуха ION, ULTRA Hi Density фильтр, PLATINUM фильтр",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Hisense AS-10UW4RYDTV02 серия EXPERT PRO DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "3D ULTRA HI DENSITY фильтр - фильтр, произведенный по новейшей технологии, и обладающий мельчайшим сечением ячеек, что делает очистку воздуха более тщательной. Фильтр является многоразовым, а значит не требует от вас дополнительных расходов по его замене.",
              },
              {
                id: 2,
                text: "MIRAGE дисплей -  когда кондиционер выключен, дисплей не виден на передней панели. Это создает более современный и стильный вид передней панели блока.",
              },
              {
                id: 3,
                text: "Управление подачей воздуха возможно в 4-ёх направлениях, что существенно повышает удобство и комфортность использования кондиционера.",
              },
              {
                id: 4,
                text: "Дежурный обогрев - используется для предотвращения промерзания помещения и поддержания стабильной температуры на уровне +8 °С.",
              },
              {
                id: 5,
                text: "Ионизация воздуха ION насыщает воздух полезными для здоровья отрицательно заряженными ионами.",
              },
              {
                id: 6,
                text: "Фотокаталитический фильтр способен эффективно окислять и разрушать молекулы химических соединений, запахов, а также вирусы, бактерии, споры грибов, другие загрязнители органического происхождения. Важной особенностью данного фильтра является возможность восстанавливать эффективность работы после 3-4 месяцев эксплуатации: достаточно положить его под прямые солнечные лучи на 6-8 часов.",
              },
              {
                id: 7,
                text: "PLATINUM фильтр. Антиаллергенный Platinum фильтр устраняет вирусные, бактериальные, грибково-плесневые и пыльцевые раздражители, а также аллергены шерсти.",
              },
              {
                id: 8,
                text: "Двойная шумоизоляция компрессора. Все инверторные кондиционеры Hisense имеют встроенную двойную шумоизоляцию компрессора, что позволяет снизить уровень шума внешнего блока.",
              },
              {
                id: 9,
                text: "Режим Smart. В режиме Smart кондиционер переходит в автоматический режим работы в зависимости от температуры в помещении.",
              },
              {
                id: 10,
                text: "Технологии DC Inverter позволяют достигать высокого класса энергоэффективности А, быстро достигать желаемую температуру в помещении и предотвращать ее колебания.",
              },
              {
                id: 11,
                text: "Функция Quiet - на пульте дистанционного управления легко настроить работу блока в режиме с самым низким уровнем шума.",
              },
              {
                id: 12,
                text: "В случае утечки хладагента кондиционер сообщит об этом, что позволит предотвратить выход из строя компрессора.",
              },
              {
                id: 13,
                text: "Благодаря мультискоростным вентиляторам, установленным во внутренних блоках кондиционеров Hisense, пользователю дана возможность настроить максимально комфортную скорость потока воздуха.",
              },
              {
                id: 14,
                text: "Функция «I Feel» . Температурный датчик в пульте дистанционного управления позволяет более точно поддерживать температуру в помещении, непосредственно в месте нахождения людей.",
              },
            ],
          },
          {
            id: 9,
            image: require("@/assets/image/imageCatalog1/His7.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Hisense AS-13UW4RYDTV03",
            price: "000 руб",
            description: [
              "Площадь:  до 37 м2",
              "Мощность (холод/тепло): 3,75(0,65-3,66)/4,0(0,65-3,94) кВт",
              "Серия: EXPERT PRO DC Inverter",
              "Потребляемая мощность (холод/тепло): 1,143(0,36-1,45)/1,09(0,38-1,50) кВт",
              "Уровень шума (внутренний/наружный): (23/25/27/29/31,5/34/38)/48,5 дБ",
              "Расход воздуха: 300/400/440/510/550/580/650 м3/ч",
              "Класс энергоэффективности: A+",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы:  15/7 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло):  -10~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ):  (880x275x207)/(660x482x240) мм",
              "Вес (внутренний/наружный): 8,0/23,0 кг",
              "Компрессор: GMCC",
              "4D AUTO-Air, функция I FEEL, функция самоочистки испарителя, возможность подключения Wi-Fi, 7 скоростей вентилятора внутреннего блока, режим (SLEEP, SUPER, Defrost), устойчивость к перепаду напряжения, индикация утечки хладагента, защитная накладка на вентили внешнего блока, авторестарт, система самодиагностики и защиты, двустороннее подключение дренажа, дежурный обогрев +8°С, двойная шумоизоляция компрессора, MIRAGE-дисплей, таймер, светопрозрачный пластик, Dimmer. Фильтры: Ионизация воздуха ION, ULTRA Hi Density фильтр, PLATINUM фильтр",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Hisense AS-13UW4RYDTV03 серия EXPERT PRO DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "3D ULTRA HI DENSITY фильтр - фильтр, произведенный по новейшей технологии, и обладающий мельчайшим сечением ячеек, что делает очистку воздуха более тщательной. Фильтр является многоразовым, а значит не требует от вас дополнительных расходов по его замене.",
              },
              {
                id: 2,
                text: "MIRAGE дисплей -  когда кондиционер выключен, дисплей не виден на передней панели. Это создает более современный и стильный вид передней панели блока.",
              },
              {
                id: 3,
                text: "4D AUTO Air - подачей воздуха в четырех направлениях, что повышает удобство и комфорт для пользователя.",
              },
              {
                id: 4,
                text: "Дежурный обогрев - используется для предотвращения промерзания помещения и поддержания стабильной температуры на уровне +8 °С.",
              },
              {
                id: 5,
                text: "Ионизация воздуха ION насыщает воздух полезными для здоровья отрицательно заряженными ионами.",
              },
              {
                id: 6,
                text: "Фотокаталитический фильтр способен эффективно окислять и разрушать молекулы химических соединений, запахов, а также вирусы, бактерии, споры грибов, другие загрязнители органического происхождения. Важной особенностью данного фильтра является возможность восстанавливать эффективность работы после 3-4 месяцев эксплуатации: достаточно положить его под прямые солнечные лучи на 6-8 часов.",
              },
              {
                id: 7,
                text: "PLATINUM фильтр. Антиаллергенный Platinum фильтр устраняет вирусные, бактериальные, грибково-плесневые и пыльцевые раздражители, а также аллергены шерсти.",
              },
              {
                id: 8,
                text: "Двойная шумоизоляция компрессора. Все инверторные кондиционеры Hisense имеют встроенную двойную шумоизоляцию компрессора, что позволяет снизить уровень шума внешнего блока.",
              },
              {
                id: 9,
                text: "Режим Smart. В режиме Smart кондиционер переходит в автоматический режим работы в зависимости от температуры в помещении.",
              },
              {
                id: 10,
                text: "Технологии DC Inverter позволяют достигать высокого класса энергоэффективности А, быстро достигать желаемую температуру в помещении и предотвращать ее колебания.",
              },
              {
                id: 11,
                text: "Функция Quiet - на пульте дистанционного управления легко настроить работу блока в режиме с самым низким уровнем шума.",
              },
              {
                id: 12,
                text: "В случае утечки хладагента кондиционер сообщит об этом, что позволит предотвратить выход из строя компрессора.",
              },
              {
                id: 13,
                text: "Благодаря мультискоростным вентиляторам, установленным во внутренних блоках кондиционеров Hisense, пользователю дана возможность настроить максимально комфортную скорость потока воздуха.",
              },
              {
                id: 14,
                text: "Функция «I Feel». Температурный датчик в пульте дистанционного управления позволяет более точно поддерживать температуру в помещении, непосредственно в месте нахождения людей.",
              },
            ],
          },
          {
            id: 10,
            image: require("@/assets/image/imageCatalog1/His8.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Hisense AS-10UW4RVETG01(S)",
            price: "000 руб",
            description: [
              "Площадь:  до 26 м2",
              "Мощность (холод/тепло): 2,7(0,5-2,9)/2,7(0,43-2,95) кВт",
              "Серия:  CRYSTAL SILVER DC Inverter",
              "Потребляемая мощность (холод/тепло): 0,83(0,2-0,98)/0,72(0,15-0,92) кВт",
              "Уровень шума (внутренний/наружный): (23,5/27/30/33/40,5)/47,5 дБ",
              "Расход воздуха: 300/400/460/550/600 м3/ч",
              "Класс энергоэффективности: A",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/8 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло):  0~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (880х275х207)/(660x482x240) мм",
              "Вес (внутренний/наружный): 7,7/20,5 кг",
              "Компрессор: GMCC",
              "Wi-Fi (опция), 4D AUTO-Air, функция I FEEL, функция самоочистки испарителя, 5 скоростей вентилятора внутреннего блока, режим (SLEEP, SUPER, Defrost), устойчивость к перепаду напряжения, индикация утечки хладагента, защитная накладка на вентили внешнего блока, авторестарт, система самодиагностики и защиты, двустороннее подключение дренажа, дежурный обогрев +8°С, двойная шумоизоляция компрессора, MIRAGE-дисплей, таймер, светопрозрачный пластик, Dimmer. Фильтры: Фильтр SILVER ION, ULTRA Hi Density фильтр, Фотокаталитический фильтр",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Hisense AS-10UW4RVETG01(S) серия CRYSTAL SILVER DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "ULTRA HI DENSITY фильтр - фильтр высокой очистки нового поколения. Удаляет более 90% пыли и других частиц из воздуха в помещении.",
              },
              {
                id: 2,
                text: "MIRAGE дисплей -  когда кондиционер выключен, дисплей не виден на передней панели. Это создает более современный и стильный вид передней панели блока.",
              },
              {
                id: 3,
                text: "4D AUTO Air - подачей воздуха в четырех направлениях, что повышает удобство и комфорт для пользователя.",
              },
              {
                id: 4,
                text: "Дежурный обогрев - используется для предотвращения промерзания помещения и поддержания стабильной температуры на уровне +8 °С.",
              },
              {
                id: 5,
                text: "Ионизация воздуха ION насыщает воздух полезными для здоровья отрицательно заряженными ионами.",
              },
              {
                id: 6,
                text: "Фотокаталитический фильтр способен эффективно окислять и разрушать молекулы химических соединений, запахов, а также вирусы, бактерии, споры грибов, другие загрязнители органического происхождения. Важной особенностью данного фильтра является возможность восстанавливать эффективность работы после 3-4 месяцев эксплуатации: достаточно положить его под прямые солнечные лучи на 6-8 часов.",
              },
              {
                id: 7,
                text: "5 скоростей вентилятора внутреннего блока. Внутренние блоки оснащены современными мультискоростными вентиляторами, что дает пользователю возможность настроить максимально комфортную скорость потока охлажденного воздуха.",
              },
              {
                id: 8,
                text: "Двойная шумоизоляция компрессора. Все инверторные кондиционеры Hisense имеют встроенную двойную шумоизоляцию компрессора, что позволяет снизить уровень шума внешнего блока.",
              },
              {
                id: 9,
                text: "Режим Smart. В режиме Smart кондиционер переходит в автоматический режим работы в зависимости от температуры в помещении.",
              },
              {
                id: 10,
                text: "Технологии DC Inverter позволяют достигать высокого класса энергоэффективности А, быстро достигать желаемую температуру в помещении и предотвращать ее колебания.",
              },
              {
                id: 11,
                text: "Функция Quiet - на пульте дистанционного управления легко настроить работу блока в режиме с самым низким уровнем шума.",
              },
              {
                id: 12,
                text: "В случае утечки хладагента кондиционер сообщит об этом, что позволит предотвратить выход из строя компрессора.",
              },
              {
                id: 13,
                text: "Благодаря мультискоростным вентиляторам, установленным во внутренних блоках кондиционеров Hisense, пользователю дана возможность настроить максимально комфортную скорость потока воздуха.",
              },
              {
                id: 14,
                text: "Функция «I Feel». Температурный датчик в пульте дистанционного управления позволяет более точно поддерживать температуру в помещении, непосредственно в месте нахождения людей.",
              },
              {
                id: 15,
                text: "Озонобезопасный фреон R32.",
              },
              {
                id: 16,
                text: "Таймер. С помощью пульта дистанционного управления возможно установить время включения кондиционера и подготовить климат в помещении к назначенному времени.",
              },
              {
                id: 17,
                text: "Устойчивость к перепаду напряжения. Работа при низком уровне напряжения 175 В.",
              },
              {
                id: 18,
                text: "Режим Sleep. С помощью режима Sleep на пульте дистанционного управления очень просто обеспечить комфортные условия для сна ночью.",
              },
              {
                id: 19,
                text: "Режим Super Используется для того, чтобы включить/выключить режим быстрого охлаждения/обогрева.",
              },
              {
                id: 20,
                text: "Smart Defrost - интеллектуальная защита теплообменника внешнего блока при обогреве.",
              },
              {
                id: 21,
                text: "Dimmer - отключение дисплея блока с пульта.",
              },
              {
                id: 22,
                text: "Двухстороннее подключение дренажа. Возможно правое или левое подключение дренажного патрубка.",
              },
              {
                id: 23,
                text: "Работа на охл/обогрев 0°С/-15°С.",
              },
              {
                id: 24,
                text: "Функция самоочистки. Специальный алгоритм работы кондиционера после его выключения оставляет в рабочем состоянии вентилятор внутреннего блока в течение некоторого времени. Это позволяет высушить теплообменник после работы.",
              },
              {
                id: 25,
                text: "Защитная накладка на вентили внешнего блока. Все бытовые сплит-системы и мульти сплит-системы HISENSE поставляются с защитной накладкой на вентили внешнего блока.",
              },
              {
                id: 26,
                text: "Функция Авторестарт позволяет сохранить все заданные настройки после отключения из сети или скачка напряжения.",
              },
              {
                id: 27,
                text: "Система самодиагностики и защиты индикацией кодов ошибок.",
              },
            ],
          },
          {
            id: 11,
            image: require("@/assets/image/imageCatalog1/His8.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Hisense AS-13UW4RVETG01(S)",
            price: "000 руб",
            description: [
              "Площадь:  до 36 м2",
              "Мощность (холод/тепло): 3,6(0,65-3,66)/3,9(0,65-3,94) кВт",
              "Серия:  CRYSTAL SILVER DC Inverter",
              "Потребляемая мощность (холод/тепло): 1,12(0,16-1,5)/1,08(0,18-1,45) кВт",
              "Уровень шума (внутренний/наружный): (23,5/27/32,5/37,5/38)/48,5 дБ",
              "Расход воздуха: 300/440/510/580/650 м3/ч",
              "Класс энергоэффективности: A",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/8 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -10~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (880х275х207)/(660x482x240) мм",
              "Вес (внутренний/наружный):  8,5/22,5 кг",
              "Компрессор: GMCC",
              "Wi-Fi (опция), 4D AUTO-Air, функция I FEEL, функция самоочистки испарителя, 5 скоростей вентилятора внутреннего блока, режим (SLEEP, SUPER, Defrost), устойчивость к перепаду напряжения, индикация утечки хладагента, защитная накладка на вентили внешнего блока, авторестарт, система самодиагностики и защиты, двустороннее подключение дренажа, дежурный обогрев +8°С, двойная шумоизоляция компрессора, MIRAGE-дисплей, таймер, светопрозрачный пластик, Dimmer. Фильтры: Фильтр SILVER ION, ULTRA Hi Density фильтр, Фотокаталитический фильтр",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Hisense AS-13UW4RVETG01(S) серия CRYSTAL SILVER DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "ULTRA HI DENSITY фильтр - фильтр высокой очистки нового поколения. Удаляет более 90% пыли и других частиц из воздуха в помещении.",
              },
              {
                id: 2,
                text: "MIRAGE дисплей -  когда кондиционер выключен, дисплей не виден на передней панели. Это создает более современный и стильный вид передней панели блока.",
              },
              {
                id: 3,
                text: "4D AUTO Air - подачей воздуха в четырех направлениях, что повышает удобство и комфорт для пользователя.",
              },
              {
                id: 4,
                text: "Дежурный обогрев - используется для предотвращения промерзания помещения и поддержания стабильной температуры на уровне +8 °С.",
              },
              {
                id: 5,
                text: "Ионизация воздуха ION насыщает воздух полезными для здоровья отрицательно заряженными ионами.",
              },
              {
                id: 6,
                text: "Фотокаталитический фильтр способен эффективно окислять и разрушать молекулы химических соединений, запахов, а также вирусы, бактерии, споры грибов, другие загрязнители органического происхождения. Важной особенностью данного фильтра является возможность восстанавливать эффективность работы после 3-4 месяцев эксплуатации: достаточно положить его под прямые солнечные лучи на 6-8 часов.",
              },
              {
                id: 7,
                text: "5 скоростей вентилятора внутреннего блока. Внутренние блоки оснащены современными мультискоростными вентиляторами, что дает пользователю возможность настроить максимально комфортную скорость потока охлажденного воздуха.",
              },
              {
                id: 8,
                text: "Двойная шумоизоляция компрессора. Все инверторные кондиционеры Hisense имеют встроенную двойную шумоизоляцию компрессора, что позволяет снизить уровень шума внешнего блока.",
              },
              {
                id: 9,
                text: "Режим Smart. В режиме Smart кондиционер переходит в автоматический режим работы в зависимости от температуры в помещении.",
              },
              {
                id: 10,
                text: "Технологии DC Inverter позволяют достигать высокого класса энергоэффективности А, быстро достигать желаемую температуру в помещении и предотвращать ее колебания.",
              },
              {
                id: 11,
                text: "Функция Quiet - на пульте дистанционного управления легко настроить работу блока в режиме с самым низким уровнем шума.",
              },
              {
                id: 12,
                text: "В случае утечки хладагента кондиционер сообщит об этом, что позволит предотвратить выход из строя компрессора.",
              },
              {
                id: 13,
                text: "Благодаря мультискоростным вентиляторам, установленным во внутренних блоках кондиционеров Hisense, пользователю дана возможность настроить максимально комфортную скорость потока воздуха.",
              },
              {
                id: 14,
                text: "Функция «I Feel». Температурный датчик в пульте дистанционного управления позволяет более точно поддерживать температуру в помещении, непосредственно в месте нахождения людей.",
              },
              {
                id: 15,
                text: "Озонобезопасный фреон R32.",
              },
              {
                id: 16,
                text: "Таймер. С помощью пульта дистанционного управления возможно установить время включения кондиционера и подготовить климат в помещении к назначенному времени.",
              },
              {
                id: 17,
                text: "Устойчивость к перепаду напряжения. Работа при низком уровне напряжения 175 В.",
              },
              {
                id: 18,
                text: "Режим Sleep. С помощью режима Sleep на пульте дистанционного управления очень просто обеспечить комфортные условия для сна ночью.",
              },
              {
                id: 19,
                text: "Режим Super Используется для того, чтобы включить/выключить режим быстрого охлаждения/обогрева.",
              },
              {
                id: 20,
                text: "Smart Defrost - интеллектуальная защита теплообменника внешнего блока при обогреве.",
              },
              {
                id: 21,
                text: "Dimmer - отключение дисплея блока с пульта.",
              },
              {
                id: 22,
                text: "Двухстороннее подключение дренажа. Возможно правое или левое подключение дренажного патрубка.",
              },
              {
                id: 23,
                text: "Работа на охл/обогрев 0°С/-15°С.",
              },
              {
                id: 24,
                text: "Функция самоочистки. Специальный алгоритм работы кондиционера после его выключения оставляет в рабочем состоянии вентилятор внутреннего блока в течение некоторого времени. Это позволяет высушить теплообменник после работы.",
              },
              {
                id: 25,
                text: "Защитная накладка на вентили внешнего блока. Все бытовые сплит-системы и мульти сплит-системы HISENSE поставляются с защитной накладкой на вентили внешнего блока.",
              },
              {
                id: 26,
                text: "Функция Авторестарт позволяет сохранить все заданные настройки после отключения из сети или скачка напряжения.",
              },
              {
                id: 27,
                text: "Система самодиагностики и защиты индикацией кодов ошибок.",
              },
            ],
          },
          {
            id: 12,
            image: require("@/assets/image/imageCatalog1/His9.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Hisense AS-10UW4RVETG01(B)",
            price: "000 руб",
            description: [
              "Площадь:  до 26 м2",
              "Мощность (холод/тепло): 2,7(0,5-2,9)/2,7(0,43-2,95) кВт",
              "Серия:  BLACK CRYSTAL DC Inverter",
              "Потребляемая мощность (холод/тепло): 0,83(0,2-0,98)/0,72(0,15-0,92) кВт",
              "Уровень шума (внутренний/наружный): (23,5/27/30/33/40,5)/47,5 дБ",
              "Расход воздуха: 300/400/460/550/600 м3/ч",
              "Класс энергоэффективности: A",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/8 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): 0~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (880х275х207)/(660x482x240) мм",
              "Вес (внутренний/наружный): 7,7/20,5 кг",
              "Компрессор: GMCC",
              "Wi-Fi (опция), 4D AUTO-Air, функция I FEEL, функция самоочистки испарителя, 5 скоростей вентилятора внутреннего блока, режим (SLEEP, SUPER, Defrost), устойчивость к перепаду напряжения, индикация утечки хладагента, защитная накладка на вентили внешнего блока, авторестарт, система самодиагностики и защиты, двустороннее подключение дренажа, дежурный обогрев +8°С, двойная шумоизоляция компрессора, MIRAGE-дисплей, таймер, светопрозрачный пластик, Dimmer. Фильтры: Фильтр SILVER ION, ULTRA Hi Density фильтр, Фотокаталитический фильтр",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Hisense AS-10UW4RVETG01 (B) серия BLACK CRYSTAL DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "ULTRA HI DENSITY фильтр - фильтр высокой очистки нового поколения. Удаляет более 90% пыли и других частиц из воздуха в помещении.",
              },
              {
                id: 2,
                text: "MIRAGE дисплей -  когда кондиционер выключен, дисплей не виден на передней панели. Это создает более современный и стильный вид передней панели блока.",
              },
              {
                id: 3,
                text: "4D AUTO Air - подачей воздуха в четырех направлениях, что повышает удобство и комфорт для пользователя.",
              },
              {
                id: 4,
                text: "Дежурный обогрев - используется для предотвращения промерзания помещения и поддержания стабильной температуры на уровне +8 °С.",
              },
              {
                id: 5,
                text: "Ионизация воздуха ION насыщает воздух полезными для здоровья отрицательно заряженными ионами.",
              },
              {
                id: 6,
                text: "Фотокаталитический фильтр способен эффективно окислять и разрушать молекулы химических соединений, запахов, а также вирусы, бактерии, споры грибов, другие загрязнители органического происхождения. Важной особенностью данного фильтра является возможность восстанавливать эффективность работы после 3-4 месяцев эксплуатации: достаточно положить его под прямые солнечные лучи на 6-8 часов.",
              },
              {
                id: 7,
                text: "5 скоростей вентилятора внутреннего блока. Внутренние блоки оснащены современными мультискоростными вентиляторами, что дает пользователю возможность настроить максимально комфортную скорость потока охлажденного воздуха.",
              },
              {
                id: 8,
                text: "Двойная шумоизоляция компрессора. Все инверторные кондиционеры Hisense имеют встроенную двойную шумоизоляцию компрессора, что позволяет снизить уровень шума внешнего блока.",
              },
              {
                id: 9,
                text: "Режим Smart. В режиме Smart кондиционер переходит в автоматический режим работы в зависимости от температуры в помещении.",
              },
              {
                id: 10,
                text: "Технологии DC Inverter позволяют достигать высокого класса энергоэффективности А, быстро достигать желаемую температуру в помещении и предотвращать ее колебания.",
              },
              {
                id: 11,
                text: "Функция Quiet - на пульте дистанционного управления легко настроить работу блока в режиме с самым низким уровнем шума.",
              },
              {
                id: 12,
                text: "В случае утечки хладагента кондиционер сообщит об этом, что позволит предотвратить выход из строя компрессора.",
              },
              {
                id: 13,
                text: "Благодаря мультискоростным вентиляторам, установленным во внутренних блоках кондиционеров Hisense, пользователю дана возможность настроить максимально комфортную скорость потока воздуха.",
              },
              {
                id: 14,
                text: "Функция «I Feel». Температурный датчик в пульте дистанционного управления позволяет более точно поддерживать температуру в помещении, непосредственно в месте нахождения людей.",
              },
              {
                id: 15,
                text: "Озонобезопасный фреон R32.",
              },
              {
                id: 16,
                text: "Таймер. С помощью пульта дистанционного управления возможно установить время включения кондиционера и подготовить климат в помещении к назначенному времени.",
              },
              {
                id: 17,
                text: "Устойчивость к перепаду напряжения. Работа при низком уровне напряжения 175 В.",
              },
              {
                id: 18,
                text: "Режим Sleep. С помощью режима Sleep на пульте дистанционного управления очень просто обеспечить комфортные условия для сна ночью.",
              },
              {
                id: 19,
                text: "Режим Super Используется для того, чтобы включить/выключить режим быстрого охлаждения/обогрева.",
              },
              {
                id: 20,
                text: "Smart Defrost - интеллектуальная защита теплообменника внешнего блока при обогреве.",
              },
              {
                id: 21,
                text: "Dimmer - отключение дисплея блока с пульта.",
              },
              {
                id: 22,
                text: "Двухстороннее подключение дренажа. Возможно правое или левое подключение дренажного патрубка.",
              },
              {
                id: 23,
                text: "Работа на охл/обогрев 0°С/-15°С.",
              },
              {
                id: 24,
                text: "Функция самоочистки. Специальный алгоритм работы кондиционера после его выключения оставляет в рабочем состоянии вентилятор внутреннего блока в течение некоторого времени. Это позволяет высушить теплообменник после работы.",
              },
              {
                id: 25,
                text: "Защитная накладка на вентили внешнего блока. Все бытовые сплит-системы и мульти сплит-системы HISENSE поставляются с защитной накладкой на вентили внешнего блока.",
              },
              {
                id: 26,
                text: "Функция Авторестарт позволяет сохранить все заданные настройки после отключения из сети или скачка напряжения.",
              },
              {
                id: 27,
                text: "Система самодиагностики и защиты индикацией кодов ошибок.",
              },
            ],
          },
          {
            id: 13,
            image: require("@/assets/image/imageCatalog1/His9.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Hisense AS-13UW4RVETG01(B)",
            price: "000 руб",
            description: [
              "Площадь:  до 36 м2",
              "Мощность (холод/тепло): 3,6(0,65-3,66)/3,9(0,65-3,94) кВт",
              "Серия:  BLACK CRYSTAL DC Inverter",
              "Потребляемая мощность (холод/тепло): 1,12(0,16-1,5)/1,08(0,18-1,45) кВт",
              "Уровень шума (внутренний/наружный): (23,5/27/32,5/37,5/38)/48,5 дБ",
              "Расход воздуха: 300/440/510/580/650 м3/ч",
              "Класс энергоэффективности: A",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/8 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -10~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (880х275х207)/(660x482x240) мм",
              "Вес (внутренний/наружный): 8,5/22,5 кг",
              "Компрессор: GMCC",
              "Wi-Fi (опция), 4D AUTO-Air, функция I FEEL, функция самоочистки испарителя, 5 скоростей вентилятора внутреннего блока, режим (SLEEP, SUPER, Defrost), устойчивость к перепаду напряжения, индикация утечки хладагента, защитная накладка на вентили внешнего блока, авторестарт, система самодиагностики и защиты, двустороннее подключение дренажа, дежурный обогрев +8°С, двойная шумоизоляция компрессора, MIRAGE-дисплей, таймер, светопрозрачный пластик, Dimmer. Фильтры: Фильтр SILVER ION, ULTRA Hi Density фильтр, Фотокаталитический фильтр",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Hisense AS-13UW4RVETG01 (B) серия BLACK CRYSTAL DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "ULTRA HI DENSITY фильтр - фильтр высокой очистки нового поколения. Удаляет более 90% пыли и других частиц из воздуха в помещении.",
              },
              {
                id: 2,
                text: "MIRAGE дисплей -  когда кондиционер выключен, дисплей не виден на передней панели. Это создает более современный и стильный вид передней панели блока.",
              },
              {
                id: 3,
                text: "4D AUTO Air - подачей воздуха в четырех направлениях, что повышает удобство и комфорт для пользователя.",
              },
              {
                id: 4,
                text: "Дежурный обогрев - используется для предотвращения промерзания помещения и поддержания стабильной температуры на уровне +8 °С.",
              },
              {
                id: 5,
                text: "Ионизация воздуха ION насыщает воздух полезными для здоровья отрицательно заряженными ионами.",
              },
              {
                id: 6,
                text: "Фотокаталитический фильтр способен эффективно окислять и разрушать молекулы химических соединений, запахов, а также вирусы, бактерии, споры грибов, другие загрязнители органического происхождения. Важной особенностью данного фильтра является возможность восстанавливать эффективность работы после 3-4 месяцев эксплуатации: достаточно положить его под прямые солнечные лучи на 6-8 часов.",
              },
              {
                id: 7,
                text: "5 скоростей вентилятора внутреннего блока. Внутренние блоки оснащены современными мультискоростными вентиляторами, что дает пользователю возможность настроить максимально комфортную скорость потока охлажденного воздуха.",
              },
              {
                id: 8,
                text: "Двойная шумоизоляция компрессора. Все инверторные кондиционеры Hisense имеют встроенную двойную шумоизоляцию компрессора, что позволяет снизить уровень шума внешнего блока.",
              },
              {
                id: 9,
                text: "Режим Smart. В режиме Smart кондиционер переходит в автоматический режим работы в зависимости от температуры в помещении.",
              },
              {
                id: 10,
                text: "Технологии DC Inverter позволяют достигать высокого класса энергоэффективности А, быстро достигать желаемую температуру в помещении и предотвращать ее колебания.",
              },
              {
                id: 11,
                text: "Функция Quiet - на пульте дистанционного управления легко настроить работу блока в режиме с самым низким уровнем шума.",
              },
              {
                id: 12,
                text: "В случае утечки хладагента кондиционер сообщит об этом, что позволит предотвратить выход из строя компрессора.",
              },
              {
                id: 13,
                text: "Благодаря мультискоростным вентиляторам, установленным во внутренних блоках кондиционеров Hisense, пользователю дана возможность настроить максимально комфортную скорость потока воздуха.",
              },
              {
                id: 14,
                text: "Функция «I Feel». Температурный датчик в пульте дистанционного управления позволяет более точно поддерживать температуру в помещении, непосредственно в месте нахождения людей.",
              },
              {
                id: 15,
                text: "Озонобезопасный фреон R32.",
              },
              {
                id: 16,
                text: "Таймер. С помощью пульта дистанционного управления возможно установить время включения кондиционера и подготовить климат в помещении к назначенному времени.",
              },
              {
                id: 17,
                text: "Устойчивость к перепаду напряжения. Работа при низком уровне напряжения 175 В.",
              },
              {
                id: 18,
                text: "Режим Sleep. С помощью режима Sleep на пульте дистанционного управления очень просто обеспечить комфортные условия для сна ночью.",
              },
              {
                id: 19,
                text: "Режим Super Используется для того, чтобы включить/выключить режим быстрого охлаждения/обогрева.",
              },
              {
                id: 20,
                text: "Smart Defrost - интеллектуальная защита теплообменника внешнего блока при обогреве.",
              },
              {
                id: 21,
                text: "Dimmer - отключение дисплея блока с пульта.",
              },
              {
                id: 22,
                text: "Двухстороннее подключение дренажа. Возможно правое или левое подключение дренажного патрубка.",
              },
              {
                id: 23,
                text: "Работа на охл/обогрев 0°С/-15°С.",
              },
              {
                id: 24,
                text: "Функция самоочистки. Специальный алгоритм работы кондиционера после его выключения оставляет в рабочем состоянии вентилятор внутреннего блока в течение некоторого времени. Это позволяет высушить теплообменник после работы.",
              },
              {
                id: 25,
                text: "Защитная накладка на вентили внешнего блока. Все бытовые сплит-системы и мульти сплит-системы HISENSE поставляются с защитной накладкой на вентили внешнего блока.",
              },
              {
                id: 26,
                text: "Функция Авторестарт позволяет сохранить все заданные настройки после отключения из сети или скачка напряжения.",
              },
              {
                id: 27,
                text: "Система самодиагностики и защиты индикацией кодов ошибок.",
              },
            ],
          },
          {
            id: 14,
            image: require("@/assets/image/imageCatalog1/His10.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Hisense AS-10UW4RVETG01",
            price: "000 руб",
            description: [
              "Площадь:  до 26 м2",
              "Мощность (холод/тепло): 2,6(0,8-3,5)/2,8(0,8-3,5) кВт",
              "Серия: PREMIUM Design Super DC Inverter",
              "Потребляемая мощность (холод/тепло): 0,785(0,40-1,25)/0,735(0,44-1,30) кВт",
              "Уровень шума (внутренний/наружный): (22/27,5/29/30,5/32,5/35,5/38)/54 дБ",
              "Расход воздуха: 350/380/400/420/460/500/680 м3/ч",
              "Класс энергоэффективности: A++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/8 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -15~+43/-20~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (950x272x207)/(715x482x240) мм",
              "Вес (внутренний/наружный): 8,5/28,0 кг",
              "Компрессор: GMCC",
              "Функция I-Feel, 4D AUTO-Air, функция самоочистки испарителя, 7 скоростей вентилятора внутреннего блока, возможность подключения Wi-Fi, режим (SMART, SLEEP, SUPER), индикация утечки хладагента, устойчивость к перепаду напряжения, система самодиагностики и защиты, защитная накладка на вентили внешнего блока, авторестарт, MIRAGE-дисплей, светопрозрачный пластик, таймер. Фильтры: Ultra Hi Density фильтр, Silver ion, фотокаталитический фильтр",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Hisense AS-10UW4RVETG01 серия PREMIUM Design Super DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "ULTRA HI DENSITY фильтр - фильтр высокой очистки нового поколения. Удаляет более 90% пыли и других частиц из воздуха в помещении.",
              },
              {
                id: 2,
                text: "PLATINUM фильтр - aнтиаллергенный Platinum фильтр устраняет вирусные, бактериальные, грибково-плесневые и пыльцевые раздражители, а также аллергены шерсти.",
              },
              {
                id: 3,
                text: "Плазменная очистка воздуха убивает вирусы и нейтрализует токсичные вещества, предотвращает распространение инфекционных заболеваний, удаляет пыль и неприятные запахи.",
              },
              {
                id: 4,
                text: "MIRAGE дисплей -  когда кондиционер выключен, дисплей не виден на передней панели. Это создает более современный и стильный вид передней панели блока.",
              },
              {
                id: 5,
                text: "4D AUTO Air - подачей воздуха в четырех направлениях, что повышает удобство и комфорт для пользователя.",
              },
              {
                id: 6,
                text: "Дежурный обогрев - используется для предотвращения промерзания помещения и поддержания стабильной температуры на уровне +8 °С.",
              },
              {
                id: 7,
                text: "1W Standby. Энергопотребление в режиме ожидания не более 1 Вт.",
              },
              {
                id: 8,
                text: "Сезонная энергоэффективность класса А++. Максимальную экономию обеспечит высокий класс энергоэффектиности А++ во всех премиальных инверторных моделях Hisense.",
              },
              {
                id: 9,
                text: "7 скоростей вентилятора внутреннего блока. Внутренние блоки оснащены современными мультискоростными вентиляторами, что дает пользователю возможность настроить максимально комфортную скорость потока охлажденного воздуха.",
              },
              {
                id: 10,
                text: "Двойная шумоизоляция компрессора. Все инверторные кондиционеры Hisense имеют встроенную двойную шумоизоляцию компрессора, что позволяет снизить уровень шума внешнего блока.",
              },
              {
                id: 11,
                text: "Режим Smart. В режиме Smart кондиционер переходит в автоматический режим работы в зависимости от температуры в помещении.",
              },
              {
                id: 12,
                text: "Технологии DC Inverter позволяют достигать высокого класса энергоэффективности А, быстро достигать желаемую температуру в помещении и предотвращать ее колебания.",
              },
              {
                id: 13,
                text: "Супернизкий уровень шума. При включении функции QUIET сплит-системы серии LUX Design SUPER DC Inverter работают с невероятно 19,5 дБ(а) низким уровнем шума - 19,5 дБ(А).",
              },
              {
                id: 14,
                text: "Функция «I Feel». Температурный датчик в пульте дистанционного управления позволяет более точно поддерживать температуру в помещении, непосредственно в месте нахождения людей.",
              },
              {
                id: 15,
                text: "Таймер. С помощью пульта дистанционного управления возможно установить время включения кондиционера и подготовить климат в помещении к назначенному времени.",
              },
              {
                id: 16,
                text: "Устойчивость к перепаду напряжения. Работа при низком уровне напряжения 175 В.",
              },
              {
                id: 17,
                text: "Режим Sleep. С помощью режима Sleep на пульте дистанционного управления очень просто обеспечить комфортные условия для сна ночью.",
              },
              {
                id: 18,
                text: "Режим Super Используется для того, чтобы включить/выключить режим быстрого охлаждения/обогрева.",
              },
              {
                id: 19,
                text: "Smart Defrost - интеллектуальная защита теплообменника внешнего блока при обогреве.",
              },
              {
                id: 20,
                text: "Dimmer - отключение дисплея блока с пульта.",
              },
              {
                id: 21,
                text: "Двухстороннее подключение дренажа. Возможно правое или левое подключение дренажного патрубка.",
              },
              {
                id: 22,
                text: "Работа на охл/обогрев 0°С/-15°С.",
              },
              {
                id: 23,
                text: "Функция самоочистки. Специальный алгоритм работы кондиционера после его выключения оставляет в рабочем состоянии вентилятор внутреннего блока в течение некоторого времени. Это позволяет высушить теплообменник после работы.",
              },
              {
                id: 24,
                text: "Защитная накладка на вентили внешнего блока. Все бытовые сплит-системы и мульти сплит-системы HISENSE поставляются с защитной накладкой на вентили внешнего блока.",
              },
              {
                id: 25,
                text: "Функция Авторестарт позволяет сохранить все заданные настройки после отключения из сети или скачка напряжения.",
              },
              {
                id: 26,
                text: "Система самодиагностики и защиты индикацией кодов ошибок.",
              },
            ],
          },
          {
            id: 15,
            image: require("@/assets/image/imageCatalog1/His10.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Hisense AS-13UW4RVETG01",
            price: "000 руб",
            description: [
              "Площадь:  до 35 м2",
              "Мощность (холод/тепло): 3,5(1,2-4,1)/4,0(1,6-4,3) кВт",
              "Серия: PREMIUM Design Super DC Inverter",
              "Потребляемая мощность (холод/тепло): 1,140(0,44-1,45)/1,030(0,46-1,50) кВт",
              "Уровень шума (внутренний/наружный): (23/27,5/29/31,6/34/36,5/40,5)/54 дБ",
              "Расход воздуха: 350/420/460/520/560/600/680 м3/ч",
              "Класс энергоэффективности: A++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/8 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -15~+43/-20~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (950x272x207)/(715x482x240) мм",
              "Вес (внутренний/наружный): 8,5/28,0 кг",
              "Компрессор: GMCC",
              "Функция I-Feel, 4D AUTO-Air, функция самоочистки испарителя, 7 скоростей вентилятора внутреннего блока, возможность подключения Wi-Fi, режим (SMART, SLEEP, SUPER), индикация утечки хладагента, устойчивость к перепаду напряжения, система самодиагностики и защиты, защитная накладка на вентили внешнего блока, авторестарт, MIRAGE-дисплей, светопрозрачный пластик, таймер. Фильтры: Ultra Hi Density фильтр, Silver ion, фотокаталитический фильтр",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Hisense AS-13UW4RVETG01 серия PREMIUM Design Super DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "ULTRA HI DENSITY фильтр - фильтр высокой очистки нового поколения. Удаляет более 90% пыли и других частиц из воздуха в помещении.",
              },
              {
                id: 2,
                text: "PLATINUM фильтр - aнтиаллергенный Platinum фильтр устраняет вирусные, бактериальные, грибково-плесневые и пыльцевые раздражители, а также аллергены шерсти.",
              },
              {
                id: 3,
                text: "Плазменная очистка воздуха убивает вирусы и нейтрализует токсичные вещества, предотвращает распространение инфекционных заболеваний, удаляет пыль и неприятные запахи.",
              },
              {
                id: 4,
                text: "MIRAGE дисплей -  когда кондиционер выключен, дисплей не виден на передней панели. Это создает более современный и стильный вид передней панели блока.",
              },
              {
                id: 5,
                text: "4D AUTO Air - подачей воздуха в четырех направлениях, что повышает удобство и комфорт для пользователя.",
              },
              {
                id: 6,
                text: "Дежурный обогрев - используется для предотвращения промерзания помещения и поддержания стабильной температуры на уровне +8 °С.",
              },
              {
                id: 7,
                text: "1W Standby. Энергопотребление в режиме ожидания не более 1 Вт.",
              },
              {
                id: 8,
                text: "Сезонная энергоэффективность класса А++. Максимальную экономию обеспечит высокий класс энергоэффектиности А++ во всех премиальных инверторных моделях Hisense.",
              },
              {
                id: 9,
                text: "7 скоростей вентилятора внутреннего блока. Внутренние блоки оснащены современными мультискоростными вентиляторами, что дает пользователю возможность настроить максимально комфортную скорость потока охлажденного воздуха.",
              },
              {
                id: 10,
                text: "Двойная шумоизоляция компрессора. Все инверторные кондиционеры Hisense имеют встроенную двойную шумоизоляцию компрессора, что позволяет снизить уровень шума внешнего блока.",
              },
              {
                id: 11,
                text: "Режим Smart. В режиме Smart кондиционер переходит в автоматический режим работы в зависимости от температуры в помещении.",
              },
              {
                id: 12,
                text: "Технологии DC Inverter позволяют достигать высокого класса энергоэффективности А, быстро достигать желаемую температуру в помещении и предотвращать ее колебания.",
              },
              {
                id: 13,
                text: "Супернизкий уровень шума. При включении функции QUIET сплит-системы серии LUX Design SUPER DC Inverter работают с невероятно 19,5 дБ(а) низким уровнем шума - 19,5 дБ(А).",
              },
              {
                id: 14,
                text: "Функция «I Feel». Температурный датчик в пульте дистанционного управления позволяет более точно поддерживать температуру в помещении, непосредственно в месте нахождения людей.",
              },
              {
                id: 15,
                text: "Таймер. С помощью пульта дистанционного управления возможно установить время включения кондиционера и подготовить климат в помещении к назначенному времени.",
              },
              {
                id: 16,
                text: "Устойчивость к перепаду напряжения. Работа при низком уровне напряжения 175 В.",
              },
              {
                id: 17,
                text: "Режим Sleep. С помощью режима Sleep на пульте дистанционного управления очень просто обеспечить комфортные условия для сна ночью.",
              },
              {
                id: 18,
                text: "Режим Super Используется для того, чтобы включить/выключить режим быстрого охлаждения/обогрева.",
              },
              {
                id: 19,
                text: "Smart Defrost - интеллектуальная защита теплообменника внешнего блока при обогреве.",
              },
              {
                id: 20,
                text: "Dimmer - отключение дисплея блока с пульта.",
              },
              {
                id: 21,
                text: "Двухстороннее подключение дренажа. Возможно правое или левое подключение дренажного патрубка.",
              },
              {
                id: 22,
                text: "Работа на охл/обогрев 0°С/-15°С.",
              },
              {
                id: 23,
                text: "Функция самоочистки. Специальный алгоритм работы кондиционера после его выключения оставляет в рабочем состоянии вентилятор внутреннего блока в течение некоторого времени. Это позволяет высушить теплообменник после работы.",
              },
              {
                id: 24,
                text: "Защитная накладка на вентили внешнего блока. Все бытовые сплит-системы и мульти сплит-системы HISENSE поставляются с защитной накладкой на вентили внешнего блока.",
              },
              {
                id: 25,
                text: "Функция Авторестарт позволяет сохранить все заданные настройки после отключения из сети или скачка напряжения.",
              },
              {
                id: 26,
                text: "Система самодиагностики и защиты индикацией кодов ошибок.",
              },
            ],
          },
          {
            id: 16,
            image: require("@/assets/image/imageCatalog1/His11.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Hisense AS-10UW4RVETG01(C)",
            price: "000 руб",
            description: [
              "Серия: Premium CHAMPAGNE SUPER DC Inverter",
              "Цвет: Шампань(C)",
              "Площадь:  до 26 м2",
              "Мощность (холод/тепло): 2,6(0,8-3,5)/2,8(0,8-3,5)кВт",
              "Потребляемая мощность (холод/тепло): 0,73(0,18-1,5)/0,68(0,18-1,5) кВт",
              "Уровень шума (внутренний/наружный): (22/27,5/29/30,5/32,5/35,5/38)/54 дБ",
              "Расход воздуха: 360/390/400/470/560/600/680 м3/ч",
              "Класс энергоэффективности: A++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 15/8 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -15~+43/-20~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (950x272x207)/(715x482x240) мм",
              "Вес (внутренний/наружный):  9,0/26,0 кг",
              "Wi-Fi (опция), 4D AUTO-Air, функция I FEEL, функция самоочистки испарителя, 7 скоростей вентилятора внутреннего блока, режим (SLEEP, SUPER, Defrost), устойчивость к перепаду напряжения, индикация утечки хладагента, защитная накладка на вентили внешнего блока, авторестарт, система самодиагностики и защиты, двустороннее подключение дренажа, дежурный обогрев +8°С, двойная шумоизоляция компрессора, MIRAGE-дисплей, таймер, светопрозрачный пластик, Dimmer, 1W Standby, работа при низких температурах до -20 °С. Фильтры: Плазменная очистка воздуха, ULTRA Hi Density фильтр, PLATINUM фильтр",
              "Гарантия: 5 лет",
            ],
            functionTitle:
              "Функциональные особенности Hisense AS-10UW4RVETG01(C) серия Premium CHAMPAGNE SUPER DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "ULTRA HI DENSITY фильтр - фильтр высокой очистки нового поколения. Удаляет более 90% пыли и других частиц из воздуха в помещении.",
              },
              {
                id: 2,
                text: "PLATINUM фильтр - aнтиаллергенный Platinum фильтр устраняет вирусные, бактериальные, грибково-плесневые и пыльцевые раздражители, а также аллергены шерсти.",
              },
              {
                id: 3,
                text: "Плазменная очистка воздуха убивает вирусы и нейтрализует токсичные вещества, предотвращает распространение инфекционных заболеваний, удаляет пыль и неприятные запахи.",
              },
              {
                id: 4,
                text: "MIRAGE дисплей -  когда кондиционер выключен, дисплей не виден на передней панели. Это создает более современный и стильный вид передней панели блока.",
              },
              {
                id: 5,
                text: "4D AUTO Air - подачей воздуха в четырех направлениях, что повышает удобство и комфорт для пользователя.",
              },
              {
                id: 6,
                text: "Дежурный обогрев - используется для предотвращения промерзания помещения и поддержания стабильной температуры на уровне +8 °С.",
              },
              {
                id: 7,
                text: "1W Standby. Энергопотребление в режиме ожидания не более 1 Вт.",
              },
              {
                id: 8,
                text: "Сезонная энергоэффективность класса А++. Максимальную экономию обеспечит высокий класс энергоэффектиности А++ во всех премиальных инверторных моделях Hisense.",
              },
              {
                id: 9,
                text: "7 скоростей вентилятора внутреннего блока. Внутренние блоки оснащены современными мультискоростными вентиляторами, что дает пользователю возможность настроить максимально комфортную скорость потока охлажденного воздуха.",
              },
              {
                id: 10,
                text: "Двойная шумоизоляция компрессора. Все инверторные кондиционеры Hisense имеют встроенную двойную шумоизоляцию компрессора, что позволяет снизить уровень шума внешнего блока.",
              },
              {
                id: 11,
                text: "Режим Smart. В режиме Smart кондиционер переходит в автоматический режим работы в зависимости от температуры в помещении.",
              },
              {
                id: 12,
                text: "Технологии DC Inverter позволяют достигать высокого класса энергоэффективности А, быстро достигать желаемую температуру в помещении и предотвращать ее колебания.",
              },
              {
                id: 13,
                text: "Супернизкий уровень шума. При включении функции QUIET сплит-системы  работают с невероятно 19,5 дБ(а) низким уровнем шума - 19,5 дБ(А).",
              },
              {
                id: 14,
                text: "Функция «I Feel». Температурный датчик в пульте дистанционного управления позволяет более точно поддерживать температуру в помещении, непосредственно в месте нахождения людей.",
              },
              {
                id: 15,
                text: "Таймер. С помощью пульта дистанционного управления возможно установить время включения кондиционера и подготовить климат в помещении к назначенному времени.",
              },
              {
                id: 16,
                text: "Устойчивость к перепаду напряжения. Работа при низком уровне напряжения 175 В.",
              },
              {
                id: 17,
                text: "Режим Sleep. С помощью режима Sleep на пульте дистанционного управления очень просто обеспечить комфортные условия для сна ночью.",
              },
              {
                id: 18,
                text: "Режим Super Используется для того, чтобы включить/выключить режим быстрого охлаждения/обогрева.",
              },
              {
                id: 19,
                text: "Smart Defrost - интеллектуальная защита теплообменника внешнего блока при обогреве.",
              },
              {
                id: 20,
                text: "Dimmer - отключение дисплея блока с пульта.",
              },
              {
                id: 21,
                text: "Двухстороннее подключение дренажа. Возможно правое или левое подключение дренажного патрубка.",
              },
              {
                id: 22,
                text: "Работа на охл/обогрев 0°С/-15°С.",
              },
              {
                id: 23,
                text: "Функция самоочистки. Специальный алгоритм работы кондиционера после его выключения оставляет в рабочем состоянии вентилятор внутреннего блока в течение некоторого времени. Это позволяет высушить теплообменник после работы.",
              },
              {
                id: 24,
                text: "Защитная накладка на вентили внешнего блока. Все бытовые сплит-системы и мульти сплит-системы HISENSE поставляются с защитной накладкой на вентили внешнего блока.",
              },
              {
                id: 25,
                text: "Функция Авторестарт позволяет сохранить все заданные настройки после отключения из сети или скачка напряжения.",
              },
              {
                id: 26,
                text: "Система самодиагностики и защиты индикацией кодов ошибок.",
              },
            ],
          },
          {
            id: 17,
            image: require("@/assets/image/imageCatalog1/His11.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Hisense AS-13UW4RVETG01(C)",
            price: "000 руб",
            description: [
              "Серия: Premium CHAMPAGNE SUPER DC Inverter",
              "Цвет: Шампань(C)",
              "Площадь:  до 35 м2",
              "Мощность (холод/тепло): 3,5(1,2-4,1)/4,0(1,6-4,3)кВт",
              "Потребляемая мощность (холод/тепло):  1,0(0,19-1,5)/1,02(0,19-1,5) кВт",
              "Уровень шума (внутренний/наружный): (23/27,5/29/31,6/34/36,5/40,5)/54 дБ",
              "Расход воздуха: 370/390/420/520/570/600/680 м3/ч",
              "Класс энергоэффективности: A++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 15/8 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -15~+43/-20~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (950x272x207)/(715x482x240) мм",
              "Вес (внутренний/наружный):  9,0/27,0 кг",
              "Wi-Fi (опция), 4D AUTO-Air, функция I FEEL, функция самоочистки испарителя, 7 скоростей вентилятора внутреннего блока, режим (SLEEP, SUPER, Defrost), устойчивость к перепаду напряжения, индикация утечки хладагента, защитная накладка на вентили внешнего блока, авторестарт, система самодиагностики и защиты, двустороннее подключение дренажа, дежурный обогрев +8°С, двойная шумоизоляция компрессора, MIRAGE-дисплей, таймер, светопрозрачный пластик, Dimmer, 1W Standby, работа при низких температурах до -20 °С. Фильтры: Плазменная очистка воздуха, ULTRA Hi Density фильтр, PLATINUM фильтр",
              "Гарантия: 5 лет",
            ],
            functionTitle:
              "Функциональные особенности Hisense AS-13UW4RVETG01(C) серия Premium CHAMPAGNE SUPER DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "ULTRA HI DENSITY фильтр - фильтр высокой очистки нового поколения. Удаляет более 90% пыли и других частиц из воздуха в помещении.",
              },
              {
                id: 2,
                text: "PLATINUM фильтр - aнтиаллергенный Platinum фильтр устраняет вирусные, бактериальные, грибково-плесневые и пыльцевые раздражители, а также аллергены шерсти.",
              },
              {
                id: 3,
                text: "Плазменная очистка воздуха убивает вирусы и нейтрализует токсичные вещества, предотвращает распространение инфекционных заболеваний, удаляет пыль и неприятные запахи.",
              },
              {
                id: 4,
                text: "MIRAGE дисплей -  когда кондиционер выключен, дисплей не виден на передней панели. Это создает более современный и стильный вид передней панели блока.",
              },
              {
                id: 5,
                text: "4D AUTO Air - подачей воздуха в четырех направлениях, что повышает удобство и комфорт для пользователя.",
              },
              {
                id: 6,
                text: "Дежурный обогрев - используется для предотвращения промерзания помещения и поддержания стабильной температуры на уровне +8 °С.",
              },
              {
                id: 7,
                text: "1W Standby. Энергопотребление в режиме ожидания не более 1 Вт.",
              },
              {
                id: 8,
                text: "Сезонная энергоэффективность класса А++. Максимальную экономию обеспечит высокий класс энергоэффектиности А++ во всех премиальных инверторных моделях Hisense.",
              },
              {
                id: 9,
                text: "7 скоростей вентилятора внутреннего блока. Внутренние блоки оснащены современными мультискоростными вентиляторами, что дает пользователю возможность настроить максимально комфортную скорость потока охлажденного воздуха.",
              },
              {
                id: 10,
                text: "Двойная шумоизоляция компрессора. Все инверторные кондиционеры Hisense имеют встроенную двойную шумоизоляцию компрессора, что позволяет снизить уровень шума внешнего блока.",
              },
              {
                id: 11,
                text: "Режим Smart. В режиме Smart кондиционер переходит в автоматический режим работы в зависимости от температуры в помещении.",
              },
              {
                id: 12,
                text: "Технологии DC Inverter позволяют достигать высокого класса энергоэффективности А, быстро достигать желаемую температуру в помещении и предотвращать ее колебания.",
              },
              {
                id: 13,
                text: "Супернизкий уровень шума. При включении функции QUIET сплит-системы  работают с невероятно 19,5 дБ(а) низким уровнем шума - 19,5 дБ(А).",
              },
              {
                id: 14,
                text: "Функция «I Feel». Температурный датчик в пульте дистанционного управления позволяет более точно поддерживать температуру в помещении, непосредственно в месте нахождения людей.",
              },
              {
                id: 15,
                text: "Таймер. С помощью пульта дистанционного управления возможно установить время включения кондиционера и подготовить климат в помещении к назначенному времени.",
              },
              {
                id: 16,
                text: "Устойчивость к перепаду напряжения. Работа при низком уровне напряжения 175 В.",
              },
              {
                id: 17,
                text: "Режим Sleep. С помощью режима Sleep на пульте дистанционного управления очень просто обеспечить комфортные условия для сна ночью.",
              },
              {
                id: 18,
                text: "Режим Super Используется для того, чтобы включить/выключить режим быстрого охлаждения/обогрева.",
              },
              {
                id: 19,
                text: "Smart Defrost - интеллектуальная защита теплообменника внешнего блока при обогреве.",
              },
              {
                id: 20,
                text: "Dimmer - отключение дисплея блока с пульта.",
              },
              {
                id: 21,
                text: "Двухстороннее подключение дренажа. Возможно правое или левое подключение дренажного патрубка.",
              },
              {
                id: 22,
                text: "Работа на охл/обогрев 0°С/-15°С.",
              },
              {
                id: 23,
                text: "Функция самоочистки. Специальный алгоритм работы кондиционера после его выключения оставляет в рабочем состоянии вентилятор внутреннего блока в течение некоторого времени. Это позволяет высушить теплообменник после работы.",
              },
              {
                id: 24,
                text: "Защитная накладка на вентили внешнего блока. Все бытовые сплит-системы и мульти сплит-системы HISENSE поставляются с защитной накладкой на вентили внешнего блока.",
              },
              {
                id: 25,
                text: "Функция Авторестарт позволяет сохранить все заданные настройки после отключения из сети или скачка напряжения.",
              },
              {
                id: 26,
                text: "Система самодиагностики и защиты индикацией кодов ошибок.",
              },
            ],
          },
          {
            id: 18,
            image: require("@/assets/image/imageCatalog1/His6.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Hisense AS-18UW4RMADB02",
            price: "000 руб",
            description: [
              "Площадь:  до 56 м2",
              "Мощность (холод/тепло): 5,65(1,8-5,9)/5,95(1,5-6,3) кВт",
              "Серия: Smart DC Inverter",
              "Потребляемая мощность (холод/тепло): 1,745(0,6-2,0)/1,542(0,5-2,2) кВт",
              "Уровень шума (внутренний/наружный): (28/31/36,5/41,5/45)/51 дБ",
              "Расход воздуха: 500/630/750/1050/1100 м3/ч",
              "Класс энергоэффективности: A",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
              "Максимальная длина/высота трассы: 20/8 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): 0~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (934х325х244)/(780х540х260) мм",
              "Вес (внутренний/наружный): 12,5/31,0 кг",
              "Компрессор: Highli",
              "Функция I-Feel, 4D AUTO-Air, функция самоочистки испарителя, 5 скоростей вентилятора внутреннего блока, возможность подключения Wi-Fi, режим (SMART, SLEEP, SUPER), индикация утечки хладагента, устойчивость к перепаду напряжения, система самодиагностики и защиты, защитная накладка на вентили внешнего блока, авторестарт, MIRAGE-дисплей, светопрозрачный пластик, таймер. Фильтры: Ultra Hi Density фильтр",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Hisense AS-18UW4RMADB02 серия Smart DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "Комплексная очистка воздуха. Фильтр очистки воздуха с ионами серебра и фотокаталитический фильтр в комплекте.",
              },
              {
                id: 2,
                text: "ULTRA Hi Density фильтр - фильтр высокой очистки нового поколения. Удаляет более 90% пыли и других частиц из воздуха в помещении.",
              },
              {
                id: 3,
                text: "Функция самоочистки. Специальный алгоритм работы кондиционера после его выключения оставляет в рабочем состоянии вентилятор внутреннего блока в течение некоторого времени. Это позволяет высушить теплообменник после работы.",
              },
              {
                id: 4,
                text: "Устойчивость к перепаду напряжения. Работа при низком уровне напряжения 175 В 4D AUTO Air (автоматические вертикальные и горизонтальные жалюзи).",
              },
              {
                id: 5,
                text: "Защитная накладка на вентили внешнего блока. Все бытовые сплит-системы и мульти сплит-системы HISENSE поставляются с защитной накладкой на вентили внешнего блока.",
              },
              {
                id: 6,
                text: "Функция Авторестарт позволяет сохранить все заданные настройки после отключения из сети или скачка напряжения.",
              },
              {
                id: 7,
                text: "Система самодиагностики и защиты.",
              },
              {
                id: 8,
                text: "Smart Defrost - Интеллектуальная защита теплообменника внешнего блока при обогреве.",
              },
              {
                id: 9,
                text: "4D AUTO Air. Благодаря функции 4D AUTO Air возможно управление подачей воздуха в четырех направлениях, что повышает удобство и комфорт для пользователя.",
              },
              {
                id: 10,
                text: "MIRAGE дисплей. Благодаря функции MIRAGE дисплей, когда кондиционер выключен дисплей не виден на передней панели. Это создает более современный и стильный вид передней панели блока.",
              },
              {
                id: 11,
                text: "Функция «I Feel». Температурный датчик в пульте дистанционного управления позволяет более точно поддерживать температуру в помещении, непосредственно в месте нахождения людей.",
              },
              {
                id: 12,
                text: "Режим Smart. В режиме Smart кондиционер переходит в автоматический режим работы в зависимости от температуры в помещении.",
              },
              {
                id: 13,
                text: "Технологии DC Inverter позволяют достигать высокого класса энергоэффективности А, быстро достигать желаемую температуру в помещении и предотвращать ее колебания.",
              },
              {
                id: 14,
                text: "Низкий уровень шума. С помощью функции Quiet на пульте дистанционного управления легко настроить работу блока в режиме с самым низким уровнем шума.",
              },
              {
                id: 15,
                text: "Двойная шумоизоляция компрессора. Все инверторные кондиционеры HISENSE имеют встроенную двойную шумоизоляцию компрессора, что позволяет снизить уровень шума внешнего блока.",
              },
              {
                id: 16,
                text: "5 скоростей работы вентилятора внутреннего блока.",
              },
              {
                id: 17,
                text: "Таймер. С помощью пульта дистанционного управления возможно установить время включения кондиционера и подготовить климат в помещении к назначенному времени).",
              },
              {
                id: 18,
                text: "Светопрозрачный пластик. Передняя панель кондиционера из светопрозрачного пластика, благодаря которому возможно реализовать функцию MIRAGE дисплей.",
              },
              {
                id: 19,
                text: "Режим Sleep. С помощью режима Sleep на пульте дистанционного управления очень просто обеспечить комфортные условия для сна ночью.",
              },
              {
                id: 20,
                text: "Режим Super используется для того, чтобы включить/выключить режим быстрого охлаждения/обогрева.",
              },
              {
                id: 21,
                text: "Dimmer - отключение дисплея блока с пульта.",
              },
              {
                id: 22,
                text: "Двухстороннее подключение дренажаю Возможно правое или левое подключение дренажного патрубка.",
              },
              {
                id: 23,
                text: "Работа на охлаждение/обогрев 0°С/-15°С.",
              },
            ],
          },
          {
            id: 19,
            image: require("@/assets/image/imageCatalog1/His6.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Hisense AS-24UW4RFBDB00",
            price: "000 руб",
            description: [
              "Площадь:  до 70 м2",
              "Мощность (холод/тепло): 7,0(1,8-7,5)/7,0(1,9-7,5) кВт",
              "Серия: Smart DC Inverter",
              "Потребляемая мощность (холод/тепло): 2,028(0,74-2,8)/1,899(0,65-2,9) кВтт",
              "Уровень шума (внутренний/наружный): (29,5/31/36,5/41,5/43)/51 дБ",
              "Расход воздуха: 600/750/880/950/1100 м3/ч",
              "Класс энергоэффективности: A",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 3/8 и 5/8 дюйма",
              "Максимальная длина/высота трассы: 20/10 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): 0~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (1100х325х244)/(860х650х310) мм",
              "Вес (внутренний/наружный): 15,0/45,0 кг",
              "Компрессор: GMCC",
              "Функция I-Feel, 4D AUTO-Air, функция самоочистки испарителя, 5 скоростей вентилятора внутреннего блока, возможность подключения Wi-Fi, режим (SMART, SLEEP, SUPER), индикация утечки хладагента, устойчивость к перепаду напряжения, система самодиагностики и защиты, защитная накладка на вентили внешнего блока, авторестарт, MIRAGE-дисплей, светопрозрачный пластик, таймер. Фильтры: Ultra Hi Density фильтр",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Hisense AS-24UW4RFBDB00 серия Smart DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "Комплексная очистка воздуха. Фильтр очистки воздуха с ионами серебра и фотокаталитический фильтр в комплекте.",
              },
              {
                id: 2,
                text: "ULTRA Hi Density фильтр - фильтр высокой очистки нового поколения. Удаляет более 90% пыли и других частиц из воздуха в помещении.",
              },
              {
                id: 3,
                text: "Функция самоочистки. Специальный алгоритм работы кондиционера после его выключения оставляет в рабочем состоянии вентилятор внутреннего блока в течение некоторого времени. Это позволяет высушить теплообменник после работы.",
              },
              {
                id: 4,
                text: "Устойчивость к перепаду напряжения. Работа при низком уровне напряжения 175 В 4D AUTO Air (автоматические вертикальные и горизонтальные жалюзи).",
              },
              {
                id: 5,
                text: "Защитная накладка на вентили внешнего блока. Все бытовые сплит-системы и мульти сплит-системы HISENSE поставляются с защитной накладкой на вентили внешнего блока.",
              },
              {
                id: 6,
                text: "Функция Авторестарт позволяет сохранить все заданные настройки после отключения из сети или скачка напряжения.",
              },
              {
                id: 7,
                text: "Система самодиагностики и защиты.",
              },
              {
                id: 8,
                text: "Smart Defrost - Интеллектуальная защита теплообменника внешнего блока при обогреве.",
              },
              {
                id: 9,
                text: "4D AUTO Air. Благодаря функции 4D AUTO Air возможно управление подачей воздуха в четырех направлениях, что повышает удобство и комфорт для пользователя.",
              },
              {
                id: 10,
                text: "MIRAGE дисплей. Благодаря функции MIRAGE дисплей, когда кондиционер выключен дисплей не виден на передней панели. Это создает более современный и стильный вид передней панели блока.",
              },
              {
                id: 11,
                text: "Функция «I Feel». Температурный датчик в пульте дистанционного управления позволяет более точно поддерживать температуру в помещении, непосредственно в месте нахождения людей.",
              },
              {
                id: 12,
                text: "Режим Smart. В режиме Smart кондиционер переходит в автоматический режим работы в зависимости от температуры в помещении.",
              },
              {
                id: 13,
                text: "Технологии DC Inverter позволяют достигать высокого класса энергоэффективности А, быстро достигать желаемую температуру в помещении и предотвращать ее колебания.",
              },
              {
                id: 14,
                text: "Низкий уровень шума. С помощью функции Quiet на пульте дистанционного управления легко настроить работу блока в режиме с самым низким уровнем шума.",
              },
              {
                id: 15,
                text: "Двойная шумоизоляция компрессора. Все инверторные кондиционеры HISENSE имеют встроенную двойную шумоизоляцию компрессора, что позволяет снизить уровень шума внешнего блока.",
              },
              {
                id: 16,
                text: "5 скоростей работы вентилятора внутреннего блока.",
              },
              {
                id: 17,
                text: "Таймер. С помощью пульта дистанционного управления возможно установить время включения кондиционера и подготовить климат в помещении к назначенному времени).",
              },
              {
                id: 18,
                text: "Светопрозрачный пластик. Передняя панель кондиционера из светопрозрачного пластика, благодаря которому возможно реализовать функцию MIRAGE дисплей.",
              },
              {
                id: 19,
                text: "Режим Sleep. С помощью режима Sleep на пульте дистанционного управления очень просто обеспечить комфортные условия для сна ночью.",
              },
              {
                id: 20,
                text: "Режим Super используется для того, чтобы включить/выключить режим быстрого охлаждения/обогрева.",
              },
              {
                id: 21,
                text: "Dimmer - отключение дисплея блока с пульта.",
              },
              {
                id: 22,
                text: "Двухстороннее подключение дренажаю Возможно правое или левое подключение дренажного патрубка.",
              },
              {
                id: 23,
                text: "Работа на охлаждение/обогрев 0°С/-15°С.",
              },
            ],
          },
          {
            id: 20,
            image: require("@/assets/image/imageCatalog1/His5.webp"),
            iconFactory: "",
            model: "Кондиционер Hisense AS-18UW4RMSKB01",
            price: "000 руб",
            description: [
              "Площадь:  до 55 м2",
              "Мощность (холод/тепло): 5,65(1,5-5,8)/5,75(1,4-5,9) кВт",
              "Серия:  ZOOM DC Inverter",
              "Потребляемая мощность (холод/тепло): 1,75(0,35-1,9)/1,5(0,32-2,0) кВт",
              "Уровень шума (внутренний/наружный): (27/33/37/40/43)/51 дБ",
              "Расход воздуха: 600/730/800/900/950 м3/ч",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
              "Максимальная длина/высота трассы: 25/10 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): 0~+46/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (943х300х245)/(780x540x260) мм",
              "Вес (внутренний/наружный): 11,5/29,0 кг",
              "Компрессор:  GMCC",
              "Функция I-Feel, 4D AUTO-Air, Функция самоочистки испарителя, 5 скоростей вентилятора внутреннего блока, Возможность подключения Wi-Fi, Режим (SMART, SLEEP, SUPER), Индикация утечки хладагента, Устойчивость к перепаду напряжения, Система самодиагностики и защиты, Защитная накладка на вентили внешнего блока, Авторестарт, MIRAGE-дисплей, Светопрозрачный пластик, Таймер. Фильтры: Ultra Hi Density, Silver Ion, Фотокаталитический фильтр",
              "Сборка: завод Hisense",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Hisense AS-18UW4RMSKB01 серия ZOOM DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "Комплексная очистка воздуха. Фильтр очистки воздуха с ионами серебра и фотокаталитический фильтр в комплекте.",
              },
              {
                id: 2,
                text: "ULTRA Hi Density фильтр. Фильтр высокой очистки нового поколения. Удаляет более 90% пыли и других частиц из воздуха в помещении.",
              },
              {
                id: 3,
                text: "Функция самоочистки. Специальный алгоритм работы кондиционера после его выключения оставляет в рабочем состоянии вентилятор внутреннего блока в течение некоторого времени. Это позволяет высушить теплообменник после работы.",
              },
              {
                id: 4,
                text: "Устойчивость к перепаду напряжения. Работа при низком уровне напряжения 175 В.",
              },
              {
                id: 5,
                text: "Функция «I Feel». Температурный датчик в пульте дистанционного управления позволяет более точно поддерживать температуру в помещении, непосредственно в месте нахождения людей.",
              },
              {
                id: 6,
                text: "Функция Авторестарт позволяет сохранить все заданные настройки после отключения из сети или скачка напряжения.",
              },
              {
                id: 7,
                text: "Система самодиагностики и защиты. Кондиционеры имеют встроенную систему самодиагностики и защиты с индикацией кодов ошибок.",
              },
              {
                id: 8,
                text: "Smart Defrost. Интеллектуальная защита теплообменника внешнего блока при обогреве.",
              },
              {
                id: 9,
                text: "4D AUTO Air. Благодаря функции 4D AUTO Air возможно управление подачей воздуха в четырех направлениях, что повышает удобство и комфорт для пользователя.",
              },
              {
                id: 10,
                text: "MIRAGE дисплей. Благодаря функции MIRAGE дисплей, когда кондиционер выключен дисплей не виден на передней панели. Это создает более современный и стильный вид передней панели блока.",
              },
              {
                id: 11,
                text: "Режим Smart. В режиме Smart кондиционер переходит в автоматический режим работы в зависимости от температуры в помещении.",
              },
              {
                id: 12,
                text: "Технологии DC Inverter позволяют достигать высокого класса энергоэффективности А, быстро достигать желаемую температуру в помещении и предотвращать ее колебания.",
              },
              {
                id: 13,
                text: "Низкий уровень шума. С помощью функции Quiet на пульте дистанционного управления легко настроить работу блока в режиме с самым низким уровнем шума.",
              },
              {
                id: 14,
                text: "Технологии DC Inverter позволяют достигать высокого класса энергДвойная шумоизоляция компрессора Все инверторные кондиционеры HISENSE имеют встроенную двойную шумоизоляцию компрессора, что позволяет снизить уровень шума внешнего блокаоэффективности А, быстро достигать желаемую температуру в помещении и предотвращать ее колебания.",
              },
              {
                id: 15,
                text: "5 скоростей работы вентилятора внутреннего блока.",
              },
              {
                id: 16,
                text: "Таймер. С помощью пульта дистанционного управления возможно установить время включения кондиционера и подготовить климат в помещении к назначенному времени.",
              },
              {
                id: 17,
                text: "Светопрозрачный пластик. Передняя панель кондиционера из светопрозрачного пластика, благодаря которому возможно реализовать функцию MIRAGE дисплей.",
              },
              {
                id: 18,
                text: "Режим Sleep. С помощью режима Sleep на пульте дистанционного управления очень просто обеспечить комфортные условия для сна ночью.",
              },
              {
                id: 19,
                text: "Режим Super используется для того, чтобы включить/выключить режим быстрого охлаждения/обогрева.",
              },
              {
                id: 20,
                text: "Dimmer. Отключение дисплея блока с пульта.",
              },
              {
                id: 21,
                text: "Двухстороннее подключение дренажа. Возможно правое или левое подключение дренажного патрубка.",
              },
              {
                id: 22,
                text: "Работа на охл/обогрев 0°С/-15°С.",
              },
            ],
          },
          {
            id: 21,
            image: require("@/assets/image/imageCatalog1/His5.webp"),
            iconFactory: "",
            model: "Кондиционер Hisense AS-24UW4RBTKB00",
            price: "000 руб",
            description: [
              "Площадь:  до 75 м2",
              "Мощность (холод/тепло): 7,55(1,65-7,7)/7,53(1,3-7,6) кВт",
              "Серия:  ZOOM DC Inverter",
              "Потребляемая мощность (холод/тепло): 2,352(0,45-2,45)/2,086(0,4-2,015) кВт",
              "Уровень шума (внутренний/наружный): (31/34,5/36/39/43)/55 дБ",
              "Расход воздуха: 850/900/950/1000/1100 м3/ч",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 3/8 и 5/8 дюйма",
              "Максимальная длина/высота трассы: 25/10 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): 0~+46/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (1039х325х237)/(860x650x310) мм",
              "Вес (внутренний/наружный): 12,5/39,0 кг",
              "Компрессор:  GMCC",
              "Функция I-Feel, 4D AUTO-Air, Функция самоочистки испарителя, 5 скоростей вентилятора внутреннего блока, Возможность подключения Wi-Fi, Режим (SMART, SLEEP, SUPER), Индикация утечки хладагента, Устойчивость к перепаду напряжения, Система самодиагностики и защиты, Защитная накладка на вентили внешнего блока, Авторестарт, MIRAGE-дисплей, Светопрозрачный пластик, Таймер. Фильтры: Ultra Hi Density, Silver Ion, Фотокаталитический фильтр",
              "Сборка: завод Hisense",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Hisense AS-24UW4RBTKB00 серия ZOOM DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "Комплексная очистка воздуха. Фильтр очистки воздуха с ионами серебра и фотокаталитический фильтр в комплекте.",
              },
              {
                id: 2,
                text: "ULTRA Hi Density фильтр. Фильтр высокой очистки нового поколения. Удаляет более 90% пыли и других частиц из воздуха в помещении.",
              },
              {
                id: 3,
                text: "Функция самоочистки. Специальный алгоритм работы кондиционера после его выключения оставляет в рабочем состоянии вентилятор внутреннего блока в течение некоторого времени. Это позволяет высушить теплообменник после работы.",
              },
              {
                id: 4,
                text: "Устойчивость к перепаду напряжения. Работа при низком уровне напряжения 175 В.",
              },
              {
                id: 5,
                text: "Функция «I Feel». Температурный датчик в пульте дистанционного управления позволяет более точно поддерживать температуру в помещении, непосредственно в месте нахождения людей.",
              },
              {
                id: 6,
                text: "Функция Авторестарт позволяет сохранить все заданные настройки после отключения из сети или скачка напряжения.",
              },
              {
                id: 7,
                text: "Система самодиагностики и защиты. Кондиционеры имеют встроенную систему самодиагностики и защиты с индикацией кодов ошибок.",
              },
              {
                id: 8,
                text: "Smart Defrost. Интеллектуальная защита теплообменника внешнего блока при обогреве.",
              },
              {
                id: 9,
                text: "4D AUTO Air. Благодаря функции 4D AUTO Air возможно управление подачей воздуха в четырех направлениях, что повышает удобство и комфорт для пользователя.",
              },
              {
                id: 10,
                text: "MIRAGE дисплей. Благодаря функции MIRAGE дисплей, когда кондиционер выключен дисплей не виден на передней панели. Это создает более современный и стильный вид передней панели блока.",
              },
              {
                id: 11,
                text: "Режим Smart. В режиме Smart кондиционер переходит в автоматический режим работы в зависимости от температуры в помещении.",
              },
              {
                id: 12,
                text: "Технологии DC Inverter позволяют достигать высокого класса энергоэффективности А, быстро достигать желаемую температуру в помещении и предотвращать ее колебания.",
              },
              {
                id: 13,
                text: "Низкий уровень шума. С помощью функции Quiet на пульте дистанционного управления легко настроить работу блока в режиме с самым низким уровнем шума.",
              },
              {
                id: 14,
                text: "Технологии DC Inverter позволяют достигать высокого класса энергДвойная шумоизоляция компрессора Все инверторные кондиционеры HISENSE имеют встроенную двойную шумоизоляцию компрессора, что позволяет снизить уровень шума внешнего блокаоэффективности А, быстро достигать желаемую температуру в помещении и предотвращать ее колебания.",
              },
              {
                id: 15,
                text: "5 скоростей работы вентилятора внутреннего блока.",
              },
              {
                id: 16,
                text: "Таймер. С помощью пульта дистанционного управления возможно установить время включения кондиционера и подготовить климат в помещении к назначенному времени.",
              },
              {
                id: 17,
                text: "Светопрозрачный пластик. Передняя панель кондиционера из светопрозрачного пластика, благодаря которому возможно реализовать функцию MIRAGE дисплей.",
              },
              {
                id: 18,
                text: "Режим Sleep. С помощью режима Sleep на пульте дистанционного управления очень просто обеспечить комфортные условия для сна ночью.",
              },
              {
                id: 19,
                text: "Режим Super используется для того, чтобы включить/выключить режим быстрого охлаждения/обогрева.",
              },
              {
                id: 20,
                text: "Dimmer. Отключение дисплея блока с пульта.",
              },
              {
                id: 21,
                text: "Двухстороннее подключение дренажа. Возможно правое или левое подключение дренажного патрубка.",
              },
              {
                id: 22,
                text: "Работа на охл/обогрев 0°С/-15°С.",
              },
            ],
          },
          {
            id: 22,
            image: require("@/assets/image/imageCatalog1/His7.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Hisense AS-18UW4RXATV03",
            price: "000 руб",
            description: [
              "Площадь:  до 50 м2",
              "Мощность (холод/тепло): 5,0(1,0-6,0)/5,6(1,6-6,25) кВт",
              "Серия: EXPERT PRO DC Inverter",
              "Потребляемая мощность (холод/тепло): 1,647(0,22-2,00)/1,495(0,31-1,95) кВт",
              "Уровень шума (внутренний/наружный): (31,5/35,5/38/40/42/44/45,5)/56 дБ",
              "Расход воздуха: 500/630/680/750/820/900/990 м3/ч",
              "Класс энергоэффективности: A++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
              "Максимальная длина/высота трассы:  30/15 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло):  -10~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (1042x315x238)/(810x585x280) мм",
              "Вес (внутренний/наружный): 12,0/34,0 кг",
              "Компрессор: GMCC",
              "4D AUTO-Air, функция I FEEL, функция самоочистки испарителя, возможность подключения Wi-Fi, 7 скоростей вентилятора внутреннего блока, режим (SLEEP, SUPER, Defrost), устойчивость к перепаду напряжения, индикация утечки хладагента, защитная накладка на вентили внешнего блока, авторестарт, система самодиагностики и защиты, двустороннее подключение дренажа, дежурный обогрев +8°С, двойная шумоизоляция компрессора, MIRAGE-дисплей, таймер, светопрозрачный пластик, Dimmer. Фильтры: Ионизация воздуха ION, ULTRA Hi Density фильтр, PLATINUM фильтр",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Hisense AS-18UW4RXATV03 серия EXPERT PRO DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "ULTRA HI DENSITY фильтр - фильтр высокой очистки нового поколения. Удаляет более 90% пыли и других частиц из воздуха в помещении.",
              },
              {
                id: 2,
                text: "MIRAGE дисплей -  когда кондиционер выключен, дисплей не виден на передней панели. Это создает более современный и стильный вид передней панели блока.",
              },
              {
                id: 3,
                text: "4D AUTO Air - подачей воздуха в четырех направлениях, что повышает удобство и комфорт для пользователя.",
              },
              {
                id: 4,
                text: "Дежурный обогрев - используется для предотвращения промерзания помещения и поддержания стабильной температуры на уровне +8 °С.",
              },
              {
                id: 5,
                text: "Ионизация воздуха ION насыщает воздух полезными для здоровья отрицательно заряженными ионами.",
              },
              {
                id: 6,
                text: "Таймер. С помощью пульта дистанционного управления возможно установить время включения кондиционера и подготовить климат в помещении к назначенному времени",
              },
              {
                id: 7,
                text: "PLATINUM фильтр. Антиаллергенный Platinum фильтр устраняет вирусные, бактериальные, грибково-плесневые и пыльцевые раздражители, а также аллергены шерсти.",
              },
              {
                id: 8,
                text: "Двойная шумоизоляция компрессора. Все инверторные кондиционеры Hisense имеют встроенную двойную шумоизоляцию компрессора, что позволяет снизить уровень шума внешнего блока.",
              },
              {
                id: 9,
                text: "Режим Smart. В режиме Smart кондиционер переходит в автоматический режим работы в зависимости от температуры в помещении.",
              },
              {
                id: 10,
                text: "Технологии DC Inverter позволяют достигать высокого класса энергоэффективности А, быстро достигать желаемую температуру в помещении и предотвращать ее колебания.",
              },
              {
                id: 11,
                text: "Функция Quiet - на пульте дистанционного управления легко настроить работу блока в режиме с самым низким уровнем шума.",
              },
              {
                id: 12,
                text: "Устойчивость к перепаду напряжения. Работа при низком уровне напряжения 175 В.",
              },
              {
                id: 13,
                text: "7 скоростей вентилятора внутреннего блока. Внутренние блоки оснащены современными мультискоростными вентиляторами, что дает пользователю возможность настроить максимально комфортную скорость потока охлажденного воздуха.",
              },
              {
                id: 14,
                text: "Функция «I Feel». Температурный датчик в пульте дистанционного управления позволяет более точно поддерживать температуру в помещении, непосредственно в месте нахождения людей.",
              },
              {
                id: 15,
                text: "Светопрозрачный пластик. Передняя панель кондиционера из светопрозрачного пластика, благодаря которому возможно реализовать функцию MIRAGE дисплей.",
              },
              {
                id: 16,
                text: "Режим Sleep. С помощью режима Sleep на пульте дистанционного управления очень просто обеспечить комфортные условия для сна ночью.",
              },
              {
                id: 17,
                text: "Режим Super используется для того, чтобы включить/выключить режим быстрого охлаждения/обогрева.",
              },
              {
                id: 18,
                text: "Dimmer. Отключение дисплея блока с пульта.",
              },
              {
                id: 19,
                text: "Двухстороннее подключение дренажа. Возможно правое или левое подключение дренажного патрубка.",
              },
              {
                id: 20,
                text: "Работа на охл/обогрев 0°С/-15°С.",
              },
              {
                id: 21,
                text: "Защитная накладка на вентили внешнего блока. Все бытовые сплит-системы и мульти сплит-системы HISENSE поставляются с защитной накладкой на вентили внешнего блока.",
              },
              {
                id: 22,
                text: "Функция Авторестарт позволяет сохранить все заданные настройки после отключения из сети или скачка напряжения.",
              },
              {
                id: 23,
                text: "Система самодиагностики и защиты индикацией кодов ошибок.",
              },
            ],
          },
          {
            id: 23,
            image: require("@/assets/image/imageCatalog1/His7.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Hisense AS-24UW4RBBTV03",
            price: "000 руб",
            description: [
              "Площадь:  до 70 м2",
              "Мощность (холод/тепло): 7,0(2,5-8,0)/7,6(2,5-8,0) кВт",
              "Серия: EXPERT PRO DC Inverter",
              "Потребляемая мощность (холод/тепло): 1,647(0,22-2,00)/1,495(0,31-1,95) кВт",
              "Уровень шума (внутренний/наружный): (32,5/37/38/42/45/47/49)/56 дБ",
              "Расход воздуха: 500/630/680/750/820/900/990 м3/ч",
              "Класс энергоэффективности: A++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 3/8 и 5/8 дюйма",
              "Максимальная длина/высота трассы:  30/15 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло):  -10~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (1213х315х238)/(1290х395х320) мм",
              "Вес (внутренний/наружный): 13,0/56,0 кг",
              "Компрессор: Highly",
              "4D AUTO-Air, функция I FEEL, функция самоочистки испарителя, возможность подключения Wi-Fi, 7 скоростей вентилятора внутреннего блока, режим (SLEEP, SUPER, Defrost), устойчивость к перепаду напряжения, индикация утечки хладагента, защитная накладка на вентили внешнего блока, авторестарт, система самодиагностики и защиты, двустороннее подключение дренажа, дежурный обогрев +8°С, двойная шумоизоляция компрессора, MIRAGE-дисплей, таймер, светопрозрачный пластик, Dimmer. Фильтры: Ионизация воздуха ION, ULTRA Hi Density фильтр, PLATINUM фильтр",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Hisense AS-24UW4RBBTV03 серия EXPERT PRO DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "ULTRA HI DENSITY фильтр - фильтр высокой очистки нового поколения. Удаляет более 90% пыли и других частиц из воздуха в помещении.",
              },
              {
                id: 2,
                text: "MIRAGE дисплей -  когда кондиционер выключен, дисплей не виден на передней панели. Это создает более современный и стильный вид передней панели блока.",
              },
              {
                id: 3,
                text: "4D AUTO Air - подачей воздуха в четырех направлениях, что повышает удобство и комфорт для пользователя.",
              },
              {
                id: 4,
                text: "Дежурный обогрев - используется для предотвращения промерзания помещения и поддержания стабильной температуры на уровне +8 °С.",
              },
              {
                id: 5,
                text: "Ионизация воздуха ION насыщает воздух полезными для здоровья отрицательно заряженными ионами.",
              },
              {
                id: 6,
                text: "Таймер. С помощью пульта дистанционного управления возможно установить время включения кондиционера и подготовить климат в помещении к назначенному времени",
              },
              {
                id: 7,
                text: "PLATINUM фильтр. Антиаллергенный Platinum фильтр устраняет вирусные, бактериальные, грибково-плесневые и пыльцевые раздражители, а также аллергены шерсти.",
              },
              {
                id: 8,
                text: "Двойная шумоизоляция компрессора. Все инверторные кондиционеры Hisense имеют встроенную двойную шумоизоляцию компрессора, что позволяет снизить уровень шума внешнего блока.",
              },
              {
                id: 9,
                text: "Режим Smart. В режиме Smart кондиционер переходит в автоматический режим работы в зависимости от температуры в помещении.",
              },
              {
                id: 10,
                text: "Технологии DC Inverter позволяют достигать высокого класса энергоэффективности А, быстро достигать желаемую температуру в помещении и предотвращать ее колебания.",
              },
              {
                id: 11,
                text: "Функция Quiet - на пульте дистанционного управления легко настроить работу блока в режиме с самым низким уровнем шума.",
              },
              {
                id: 12,
                text: "Устойчивость к перепаду напряжения. Работа при низком уровне напряжения 175 В.",
              },
              {
                id: 13,
                text: "7 скоростей вентилятора внутреннего блока. Внутренние блоки оснащены современными мультискоростными вентиляторами, что дает пользователю возможность настроить максимально комфортную скорость потока охлажденного воздуха.",
              },
              {
                id: 14,
                text: "Функция «I Feel». Температурный датчик в пульте дистанционного управления позволяет более точно поддерживать температуру в помещении, непосредственно в месте нахождения людей.",
              },
              {
                id: 15,
                text: "Светопрозрачный пластик. Передняя панель кондиционера из светопрозрачного пластика, благодаря которому возможно реализовать функцию MIRAGE дисплей.",
              },
              {
                id: 16,
                text: "Режим Sleep. С помощью режима Sleep на пульте дистанционного управления очень просто обеспечить комфортные условия для сна ночью.",
              },
              {
                id: 17,
                text: "Режим Super используется для того, чтобы включить/выключить режим быстрого охлаждения/обогрева.",
              },
              {
                id: 18,
                text: "Dimmer. Отключение дисплея блока с пульта.",
              },
              {
                id: 19,
                text: "Двухстороннее подключение дренажа. Возможно правое или левое подключение дренажного патрубка.",
              },
              {
                id: 20,
                text: "Работа на охл/обогрев 0°С/-15°С.",
              },
              {
                id: 21,
                text: "Защитная накладка на вентили внешнего блока. Все бытовые сплит-системы и мульти сплит-системы HISENSE поставляются с защитной накладкой на вентили внешнего блока.",
              },
              {
                id: 22,
                text: "Функция Авторестарт позволяет сохранить все заданные настройки после отключения из сети или скачка напряжения.",
              },
              {
                id: 23,
                text: "Система самодиагностики и защиты индикацией кодов ошибок.",
              },
            ],
          },
          {
            id: 24,
            image: require("@/assets/image/imageCatalog1/His10.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Hisense AS-18UW4RXATG03",
            price: "000 руб",
            description: [
              "Площадь:  до 50 м2",
              "Мощность (холод/тепло): 5,0(1,0-6,0)/5,6(1,6-6,25) кВт",
              "Серия: PREMIUM Design Super DC Inverter",
              "Потребляемая мощность (холод/тепло): 1,530(0,65-2,25)/1,40(0,60-2,10) кВт",
              "Уровень шума (внутренний/наружный): (31,5/37,2/39,2/41,5/43,7/46/46,5)/55 дБ",
              "Расход воздуха: 500/630/680/750/820/900/990 м3/ч",
              "Класс энергоэффективности: A++",
              "Хладагент: R32",
              "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
              "Максимальная длина/высота трассы: 20/8 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -15~+43/-20~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (1050x320x235)/(1118x392x318) мм",
              "Вес (внутренний/наружный): 12/34,0 кг",
              "Компрессор: GMCC",
              "Функция I-Feel, 4D AUTO-Air, функция самоочистки испарителя, 7 скоростей вентилятора внутреннего блока, возможность подключения Wi-Fi, режим (SMART, SLEEP, SUPER), индикация утечки хладагента, устойчивость к перепаду напряжения, система самодиагностики и защиты, защитная накладка на вентили внешнего блока, авторестарт, MIRAGE-дисплей, светопрозрачный пластик, таймер. Фильтры: Ultra Hi Density фильтр, Silver ion, фотокаталитический фильтр",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Hisense AS-18UW4RXATG03 серия PREMIUM Design Super DC Inverter:",
            functionList: [
              {
                id: 1,
                text: "ULTRA HI DENSITY фильтр - фильтр высокой очистки нового поколения. Удаляет более 90% пыли и других частиц из воздуха в помещении.",
              },
              {
                id: 2,
                text: "PLATINUM фильтр - aнтиаллергенный Platinum фильтр устраняет вирусные, бактериальные, грибково-плесневые и пыльцевые раздражители, а также аллергены шерсти.",
              },
              {
                id: 3,
                text: "Плазменная очистка воздуха убивает вирусы и нейтрализует токсичные вещества, предотвращает распространение инфекционных заболеваний, удаляет пыль и неприятные запахи.",
              },
              {
                id: 4,
                text: "MIRAGE дисплей -  когда кондиционер выключен, дисплей не виден на передней панели. Это создает более современный и стильный вид передней панели блока.",
              },
              {
                id: 5,
                text: "4D AUTO Air - подачей воздуха в четырех направлениях, что повышает удобство и комфорт для пользователя.",
              },
              {
                id: 6,
                text: "Дежурный обогрев - используется для предотвращения промерзания помещения и поддержания стабильной температуры на уровне +8 °С.",
              },
              {
                id: 7,
                text: "1W Standby. Энергопотребление в режиме ожидания не более 1 Вт.",
              },
              {
                id: 8,
                text: "Сезонная энергоэффективность класса А++. Максимальную экономию обеспечит высокий класс энергоэффектиности А++ во всех премиальных инверторных моделях Hisense.",
              },
              {
                id: 9,
                text: "7 скоростей вентилятора внутреннего блока. Внутренние блоки оснащены современными мультискоростными вентиляторами, что дает пользователю возможность настроить максимально комфортную скорость потока охлажденного воздуха.",
              },
              {
                id: 10,
                text: "Двойная шумоизоляция компрессора. Все инверторные кондиционеры Hisense имеют встроенную двойную шумоизоляцию компрессора, что позволяет снизить уровень шума внешнего блока.",
              },
              {
                id: 11,
                text: "Режим Smart. В режиме Smart кондиционер переходит в автоматический режим работы в зависимости от температуры в помещении.",
              },
              {
                id: 12,
                text: "Технологии DC Inverter позволяют достигать высокого класса энергоэффективности А, быстро достигать желаемую температуру в помещении и предотвращать ее колебания.",
              },
              {
                id: 13,
                text: "Супернизкий уровень шума. При включении функции QUIET сплит-системы серии LUX Design SUPER DC Inverter работают с невероятно 19,5 дБ(а) низким уровнем шума - 19,5 дБ(А).",
              },
              {
                id: 14,
                text: "Функция «I Feel». Температурный датчик в пульте дистанционного управления позволяет более точно поддерживать температуру в помещении, непосредственно в месте нахождения людей.",
              },
              {
                id: 15,
                text: "Таймер. С помощью пульта дистанционного управления возможно установить время включения кондиционера и подготовить климат в помещении к назначенному времени.",
              },
              {
                id: 16,
                text: "Устойчивость к перепаду напряжения. Работа при низком уровне напряжения 175 В.",
              },
              {
                id: 17,
                text: "Режим Sleep. С помощью режима Sleep на пульте дистанционного управления очень просто обеспечить комфортные условия для сна ночью.",
              },
              {
                id: 18,
                text: "Режим Super Используется для того, чтобы включить/выключить режим быстрого охлаждения/обогрева.",
              },
              {
                id: 19,
                text: "Smart Defrost - интеллектуальная защита теплообменника внешнего блока при обогреве.",
              },
              {
                id: 20,
                text: "Dimmer - отключение дисплея блока с пульта.",
              },
              {
                id: 21,
                text: "Двухстороннее подключение дренажа. Возможно правое или левое подключение дренажного патрубка.",
              },
              {
                id: 22,
                text: "Работа на охл/обогрев 0°С/-15°С.",
              },
              {
                id: 23,
                text: "Функция самоочистки. Специальный алгоритм работы кондиционера после его выключения оставляет в рабочем состоянии вентилятор внутреннего блока в течение некоторого времени. Это позволяет высушить теплообменник после работы.",
              },
              {
                id: 24,
                text: "Защитная накладка на вентили внешнего блока. Все бытовые сплит-системы и мульти сплит-системы HISENSE поставляются с защитной накладкой на вентили внешнего блока.",
              },
              {
                id: 25,
                text: "Функция Авторестарт позволяет сохранить все заданные настройки после отключения из сети или скачка напряжения.",
              },
              {
                id: 26,
                text: "Система самодиагностики и защиты индикацией кодов ошибок.",
              },
            ],
          },
        ],
      },
      {
        id: 9,
        brandsTitle: "Tosot (Gree group - Средний класс)",
        productAmount: "Все товары(4)",
        products: [
          {
            id: 1,
            image: require("@/assets/image/imageCatalog1/Tosot2.webp"),
            iconFactory: "Gree",
            model: "Инверторный кондиционер Tosot T09H-SLYR2/I/T09H-SLYR2/O",
            price: "000 руб",
            description: [
              "Площадь:  до 26 м2",
              "Мощность (холод/тепло): 2,5(0,5–3,35)/2,5(0,5–3,5) кВт",
              "Серия: Lyra Inverter",
              "Потребляемая мощность (холод/тепло): 0,79(0,16–1,35)/0,65(0,2–1,45) кВт",
              "Уровень шума (внутренний/наружный): (27/35/37/40)/50 дБ",
              "Расход воздуха: 300/430/500/550 м3/ч",
              "Класс энергоэффективности: A++",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 15/10 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -15~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (819х256х185)/(782х540х320) мм",
              "Вес (внутренний/наружный): 8,5/26,0 кг",
              "Автоматическая очистка испарителя, функция I-Feel, WiFi (опция), Powerful, ночной режим, таймер включения/выключения, самодиагностика, авто-рестарт, адаптация низкотемпературным комплектом, теплый пуск, поддержание 8 °С на обогрев. Фильтры: Генератор холодной плазмы, высокоэффективный воздушный фильтр",
              "Сборка: Gree",
              "Гарантия: 4 года",
            ],
            functionTitle:
              "Функциональные особенности Tosot T09H-SLYR2/I/T09H-SLYR2/O серия Lyra Inverter:",
            functionList: [
              {
                id: 1,
                text: "ГЕНЕРАТОР ХОЛОДНОЙ ПЛАЗМЫ Холодная плазма представляет собой ионизированный газ. Активные ионы водорода и кислорода вырабатываются для соединения в воздухе с бактериями, вирусами, частицами пыли и вредных веществ. Связанные вместе, они оседают на поверхности теплообменника и с конденсатом удаляются из кондиционера. Генератор холодной плазмы оснащен ультрафиолетовым излучателем, который обеспечивает дезинфекцию воздуха в помещении, а также поверхностей теплообменника.",
              },
              {
                id: 2,
                text: "СОВРЕМЕННЫЙ ДИЗАЙН Модель LYRA INVERTER, выполненная в стиле Hi-Tech, отрицает своим обликом классические образы бытовых кондиционеров. Тщательно продуманные пропорции, изящные линии, компактные размеры и металлическое обрамление внутреннего блока — именно за это потребители любят дизайн LYRA.",
              },
              {
                id: 3,
                text: "НОВЫЙ ИНВЕРТОРНЫЙ КОМПРЕССОР Высокие показатели энергоэффективности: А++ при работе на охлаждение и A+ в режиме обогрева.",
              },
              {
                id: 4,
                text: "WI-FI Управляйте кондиционером из любой точки мира при помощи мобильного устройства. В серии LYRA INVERTER функция Wi-Fi доступна опционально.",
              },
              {
                id: 5,
                text: "АВТОМАТИЧЕСКАЯ ОЧИСТКА После выключения кондиционера вентилятор внутреннего блока продолжает свою работу в течение нескольких минут. В процессе осушения удаляется влага, которая может стать причиной образования бактерий и плесени. Благодаря функции автоматической очистки кондиционер остается чистым после каждого сеанса работы.",
              },
              {
                id: 6,
                text: "I FEEL Обычный кондиционер при определении температуры в помещении ориентируется на показатели датчика, расположенного во внутреннем блоке. Однако, необходимо учитывать, что разница температур на уровне размещения внутреннего блока и в зоне пребывания человека может составлять несколько градусов. В сплит-системах серии NATAL реализована интеллектуальная система I FEEL, применение которой позволяет создавать максимально комфортный микроклимат в помещении. Интегрированный в пульт управления минисенсор определяет фактическое значение температуры воздуха в зоне вашего нахождения и передает эту информацию во внутренний блок кондиционера. Исходя из этих показаний температура в помещении автоматически меняется для соответствия заданным значениям.",
              },
              {
                id: 7,
                text: "ЭНЕРГОСБЕРЕГАЮЩАЯ ТЕХНОЛОГИЯ ENERGY SAVING Технология, позволяющая в режиме ожидания использовать кондиционер в энергосберегающем режиме, потребляя 1 Вт энергии, что на 80% ниже потребления обычного кондиционера в режиме ожидания (4–5 Вт).",
              },
              {
                id: 8,
                text: "ИНФОРМАТИВНЫЙ LED-ДИСПЛЕЙ LED-дисплей скрытого типа с индикацией температуры и режима работы, а также с возможностью отключения индикации с пульта управления.",
              },
              {
                id: 9,
                text: "РЕЖИМ «ТУРБО» Используется для самого быстрого достижения установленной температуры за счет работы вентилятора внутреннего блока на максимальных оборотах. Режим «турбо» работает как в на охлаждение, так и на обогрев.",
              },
              {
                id: 10,
                text: "ЭФФЕКТИВНОЕ ОТТАИВАНИЕ Традиционная программа размораживания работает по таймеру. К примеру, процесс оттаивания может запускаться на 10 минут каждые 50 минут. Программа эффективного размораживания TOSOT (I-Defrosting) активируется только при необходимости и работает до тех пор, пока не исчезнет наледь. Такой рациональный подход минимизирует теплопотери и повышает энергоэффективность оборудования.",
              },
              {
                id: 11,
                text: "ФУНКЦИЯ ПОДДЕРЖАНИЯ ТЕМПЕРАТУРЫ Температура поддерживается на уровне +8 °С в режиме обогрева для предотвращения обмерзания помещения во время вашего отсутствия.",
              },
            ],
          },
          {
            id: 2,
            image: require("@/assets/image/imageCatalog1/Tosot2.webp"),
            iconFactory: "Gree",
            model: "Инверторный кондиционер Tosot T12H-SLYR2/I/T12H-SLYR2/O",
            price: "000 руб",
            description: [
              "Площадь:  до 35 м2",
              "Мощность (холод/тепло): 3,2(0,6–3,6)/3,3(0,6–3,8) кВт",
              "Серия: Lyra Inverter",
              "Потребляемая мощность (холод/тепло): 0,995(0,12–1,4)/1,0(0,15–1,86) кВт",
              "Уровень шума (внутренний/наружный): (29/33/36/40)/52 дБ",
              "Расход воздуха: 300/430/500/550 м3/ч",
              "Класс энергоэффективности: A++",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/10 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -15~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (819х256х185)/(848х596х320) мм",
              "Вес (внутренний/наружный): 8,5/31,0 кг",
              "Автоматическая очистка испарителя, функция I-Feel, WiFi (опция), Powerful, ночной режим, таймер включения/выключения, самодиагностика, авто-рестарт, адаптация низкотемпературным комплектом, теплый пуск, поддержание 8 °С на обогрев. Фильтры: Генератор холодной плазмы, высокоэффективный воздушный фильтр",
              "Сборка: Gree",
              "Гарантия: 4 года",
            ],
            functionTitle:
              "Функциональные особенности Tosot T12H-SLYR2/I/T12H-SLYR2/O серия Lyra Inverter:",
            functionList: [
              {
                id: 1,
                text: "ГЕНЕРАТОР ХОЛОДНОЙ ПЛАЗМЫ Холодная плазма представляет собой ионизированный газ. Активные ионы водорода и кислорода вырабатываются для соединения в воздухе с бактериями, вирусами, частицами пыли и вредных веществ. Связанные вместе, они оседают на поверхности теплообменника и с конденсатом удаляются из кондиционера. Генератор холодной плазмы оснащен ультрафиолетовым излучателем, который обеспечивает дезинфекцию воздуха в помещении, а также поверхностей теплообменника.",
              },
              {
                id: 2,
                text: "СОВРЕМЕННЫЙ ДИЗАЙН Модель LYRA INVERTER, выполненная в стиле Hi-Tech, отрицает своим обликом классические образы бытовых кондиционеров. Тщательно продуманные пропорции, изящные линии, компактные размеры и металлическое обрамление внутреннего блока — именно за это потребители любят дизайн LYRA.",
              },
              {
                id: 3,
                text: "НОВЫЙ ИНВЕРТОРНЫЙ КОМПРЕССОР Высокие показатели энергоэффективности: А++ при работе на охлаждение и A+ в режиме обогрева.",
              },
              {
                id: 4,
                text: "WI-FI Управляйте кондиционером из любой точки мира при помощи мобильного устройства. В серии LYRA INVERTER функция Wi-Fi доступна опционально.",
              },
              {
                id: 5,
                text: "АВТОМАТИЧЕСКАЯ ОЧИСТКА После выключения кондиционера вентилятор внутреннего блока продолжает свою работу в течение нескольких минут. В процессе осушения удаляется влага, которая может стать причиной образования бактерий и плесени. Благодаря функции автоматической очистки кондиционер остается чистым после каждого сеанса работы.",
              },
              {
                id: 6,
                text: "I FEEL Обычный кондиционер при определении температуры в помещении ориентируется на показатели датчика, расположенного во внутреннем блоке. Однако, необходимо учитывать, что разница температур на уровне размещения внутреннего блока и в зоне пребывания человека может составлять несколько градусов. В сплит-системах серии NATAL реализована интеллектуальная система I FEEL, применение которой позволяет создавать максимально комфортный микроклимат в помещении. Интегрированный в пульт управления минисенсор определяет фактическое значение температуры воздуха в зоне вашего нахождения и передает эту информацию во внутренний блок кондиционера. Исходя из этих показаний температура в помещении автоматически меняется для соответствия заданным значениям.",
              },
              {
                id: 7,
                text: "ЭНЕРГОСБЕРЕГАЮЩАЯ ТЕХНОЛОГИЯ ENERGY SAVING Технология, позволяющая в режиме ожидания использовать кондиционер в энергосберегающем режиме, потребляя 1 Вт энергии, что на 80% ниже потребления обычного кондиционера в режиме ожидания (4–5 Вт).",
              },
              {
                id: 8,
                text: "ИНФОРМАТИВНЫЙ LED-ДИСПЛЕЙ LED-дисплей скрытого типа с индикацией температуры и режима работы, а также с возможностью отключения индикации с пульта управления.",
              },
              {
                id: 9,
                text: "РЕЖИМ «ТУРБО» Используется для самого быстрого достижения установленной температуры за счет работы вентилятора внутреннего блока на максимальных оборотах. Режим «турбо» работает как в на охлаждение, так и на обогрев.",
              },
              {
                id: 10,
                text: "ЭФФЕКТИВНОЕ ОТТАИВАНИЕ Традиционная программа размораживания работает по таймеру. К примеру, процесс оттаивания может запускаться на 10 минут каждые 50 минут. Программа эффективного размораживания TOSOT (I-Defrosting) активируется только при необходимости и работает до тех пор, пока не исчезнет наледь. Такой рациональный подход минимизирует теплопотери и повышает энергоэффективность оборудования.",
              },
              {
                id: 11,
                text: "ФУНКЦИЯ ПОДДЕРЖАНИЯ ТЕМПЕРАТУРЫ Температура поддерживается на уровне +8 °С в режиме обогрева для предотвращения обмерзания помещения во время вашего отсутствия.",
              },
            ],
          },
          {
            id: 3,
            image: require("@/assets/image/imageCatalog1/Tosot2.webp"),
            iconFactory: "Gree",
            model: "Инверторный кондиционер Tosot T18H-SLYR2/I/T18H-SLYR2/O",
            price: "000 руб",
            description: [
              "Площадь:  до 50 м2",
              "Мощность (холод/тепло): 4,6(0,65–5,2)/5,0(0,7–5,275) кВт",
              "Серия: Lyra Inverter",
              "Потребляемая мощность (холод/тепло): 1,43(0,15–1,86)/1,38(0,16–1,68) кВт",
              "Уровень шума (внутренний/наружный): (33/37/43/45)/54 дБ",
              "Расход воздуха: 520/610/720/850 м3/ч",
              "Класс энергоэффективности: A++",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/5 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -15~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (1013х307х221)/(848х596х320) мм",
              "Вес (внутренний/наружный): 13,5/33,0 кг",
              "Автоматическая очистка испарителя, функция I-Feel, WiFi (опция), Powerful, ночной режим, таймер включения/выключения, самодиагностика, авто-рестарт, адаптация низкотемпературным комплектом, теплый пуск, поддержание 8 °С на обогрев. Фильтры: Генератор холодной плазмы, высокоэффективный воздушный фильтр",
              "Сборка: Gree",
              "Гарантия: 4 года",
            ],
            functionTitle:
              "Функциональные особенности Tosot T18H-SLYR2/I/T18H-SLYR2/O серия Lyra Inverter:",
            functionList: [
              {
                id: 1,
                text: "ГЕНЕРАТОР ХОЛОДНОЙ ПЛАЗМЫ Холодная плазма представляет собой ионизированный газ. Активные ионы водорода и кислорода вырабатываются для соединения в воздухе с бактериями, вирусами, частицами пыли и вредных веществ. Связанные вместе, они оседают на поверхности теплообменника и с конденсатом удаляются из кондиционера. Генератор холодной плазмы оснащен ультрафиолетовым излучателем, который обеспечивает дезинфекцию воздуха в помещении, а также поверхностей теплообменника.",
              },
              {
                id: 2,
                text: "СОВРЕМЕННЫЙ ДИЗАЙН Модель LYRA INVERTER, выполненная в стиле Hi-Tech, отрицает своим обликом классические образы бытовых кондиционеров. Тщательно продуманные пропорции, изящные линии, компактные размеры и металлическое обрамление внутреннего блока — именно за это потребители любят дизайн LYRA.",
              },
              {
                id: 3,
                text: "НОВЫЙ ИНВЕРТОРНЫЙ КОМПРЕССОР Высокие показатели энергоэффективности: А++ при работе на охлаждение и A+ в режиме обогрева.",
              },
              {
                id: 4,
                text: "WI-FI Управляйте кондиционером из любой точки мира при помощи мобильного устройства. В серии LYRA INVERTER функция Wi-Fi доступна опционально.",
              },
              {
                id: 5,
                text: "АВТОМАТИЧЕСКАЯ ОЧИСТКА После выключения кондиционера вентилятор внутреннего блока продолжает свою работу в течение нескольких минут. В процессе осушения удаляется влага, которая может стать причиной образования бактерий и плесени. Благодаря функции автоматической очистки кондиционер остается чистым после каждого сеанса работы.",
              },
              {
                id: 6,
                text: "I FEEL Обычный кондиционер при определении температуры в помещении ориентируется на показатели датчика, расположенного во внутреннем блоке. Однако, необходимо учитывать, что разница температур на уровне размещения внутреннего блока и в зоне пребывания человека может составлять несколько градусов. В сплит-системах серии NATAL реализована интеллектуальная система I FEEL, применение которой позволяет создавать максимально комфортный микроклимат в помещении. Интегрированный в пульт управления минисенсор определяет фактическое значение температуры воздуха в зоне вашего нахождения и передает эту информацию во внутренний блок кондиционера. Исходя из этих показаний температура в помещении автоматически меняется для соответствия заданным значениям.",
              },
              {
                id: 7,
                text: "ЭНЕРГОСБЕРЕГАЮЩАЯ ТЕХНОЛОГИЯ ENERGY SAVING Технология, позволяющая в режиме ожидания использовать кондиционер в энергосберегающем режиме, потребляя 1 Вт энергии, что на 80% ниже потребления обычного кондиционера в режиме ожидания (4–5 Вт).",
              },
              {
                id: 8,
                text: "ИНФОРМАТИВНЫЙ LED-ДИСПЛЕЙ LED-дисплей скрытого типа с индикацией температуры и режима работы, а также с возможностью отключения индикации с пульта управления.",
              },
              {
                id: 9,
                text: "РЕЖИМ «ТУРБО» Используется для самого быстрого достижения установленной температуры за счет работы вентилятора внутреннего блока на максимальных оборотах. Режим «турбо» работает как в на охлаждение, так и на обогрев.",
              },
              {
                id: 10,
                text: "ЭФФЕКТИВНОЕ ОТТАИВАНИЕ Традиционная программа размораживания работает по таймеру. К примеру, процесс оттаивания может запускаться на 10 минут каждые 50 минут. Программа эффективного размораживания TOSOT (I-Defrosting) активируется только при необходимости и работает до тех пор, пока не исчезнет наледь. Такой рациональный подход минимизирует теплопотери и повышает энергоэффективность оборудования.",
              },
              {
                id: 11,
                text: "ФУНКЦИЯ ПОДДЕРЖАНИЯ ТЕМПЕРАТУРЫ Температура поддерживается на уровне +8 °С в режиме обогрева для предотвращения обмерзания помещения во время вашего отсутствия.",
              },
            ],
          },
          {
            id: 4,
            image: require("@/assets/image/imageCatalog1/Tosot2.webp"),
            iconFactory: "Gree",
            model: "Инверторный кондиционер Tosot T24H-SLYR2/I/T24H-SLYR2/O",
            price: "000 руб",
            description: [
              "Площадь:  до 70 м2",
              "Мощность (холод/тепло): 6,155(1,75–6,3)/6,2(1,75–6,75) кВт",
              "Серия: Lyra Inverter",
              "Потребляемая мощность (холод/тепло): 2,0(0,45–2,2)/1,9(0,45–2,43) кВт",
              "Уровень шума (внутренний/наружный): (34/39/43/47)/57 дБ",
              "Расход воздуха: 520/610/720/850 м3/ч",
              "Класс энергоэффективности: A++",
              "Диаметр труб (жидкость и газ): 1/4 и 5/8 дюйма",
              "Максимальная длина/высота трассы: 25/10 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -15~+43/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (1013х307х221)/(965х700х396) мм",
              "Вес (внутренний/наружный): 14,0/46,0 кг",
              "Автоматическая очистка испарителя, функция I-Feel, WiFi (опция), Powerful, ночной режим, таймер включения/выключения, самодиагностика, авто-рестарт, адаптация низкотемпературным комплектом, теплый пуск, поддержание 8 °С на обогрев. Фильтры: Генератор холодной плазмы, высокоэффективный воздушный фильтр",
              "Сборка: Gree",
              "Гарантия: 4 года",
            ],
            functionTitle:
              "Функциональные особенности Tosot T24H-SLYR2/I/T24H-SLYR2/O серия Lyra Inverter:",
            functionList: [
              {
                id: 1,
                text: "ГЕНЕРАТОР ХОЛОДНОЙ ПЛАЗМЫ Холодная плазма представляет собой ионизированный газ. Активные ионы водорода и кислорода вырабатываются для соединения в воздухе с бактериями, вирусами, частицами пыли и вредных веществ. Связанные вместе, они оседают на поверхности теплообменника и с конденсатом удаляются из кондиционера. Генератор холодной плазмы оснащен ультрафиолетовым излучателем, который обеспечивает дезинфекцию воздуха в помещении, а также поверхностей теплообменника.",
              },
              {
                id: 2,
                text: "СОВРЕМЕННЫЙ ДИЗАЙН Модель LYRA INVERTER, выполненная в стиле Hi-Tech, отрицает своим обликом классические образы бытовых кондиционеров. Тщательно продуманные пропорции, изящные линии, компактные размеры и металлическое обрамление внутреннего блока — именно за это потребители любят дизайн LYRA.",
              },
              {
                id: 3,
                text: "НОВЫЙ ИНВЕРТОРНЫЙ КОМПРЕССОР Высокие показатели энергоэффективности: А++ при работе на охлаждение и A+ в режиме обогрева.",
              },
              {
                id: 4,
                text: "WI-FI Управляйте кондиционером из любой точки мира при помощи мобильного устройства. В серии LYRA INVERTER функция Wi-Fi доступна опционально.",
              },
              {
                id: 5,
                text: "АВТОМАТИЧЕСКАЯ ОЧИСТКА После выключения кондиционера вентилятор внутреннего блока продолжает свою работу в течение нескольких минут. В процессе осушения удаляется влага, которая может стать причиной образования бактерий и плесени. Благодаря функции автоматической очистки кондиционер остается чистым после каждого сеанса работы.",
              },
              {
                id: 6,
                text: "I FEEL Обычный кондиционер при определении температуры в помещении ориентируется на показатели датчика, расположенного во внутреннем блоке. Однако, необходимо учитывать, что разница температур на уровне размещения внутреннего блока и в зоне пребывания человека может составлять несколько градусов. В сплит-системах серии NATAL реализована интеллектуальная система I FEEL, применение которой позволяет создавать максимально комфортный микроклимат в помещении. Интегрированный в пульт управления минисенсор определяет фактическое значение температуры воздуха в зоне вашего нахождения и передает эту информацию во внутренний блок кондиционера. Исходя из этих показаний температура в помещении автоматически меняется для соответствия заданным значениям.",
              },
              {
                id: 7,
                text: "ЭНЕРГОСБЕРЕГАЮЩАЯ ТЕХНОЛОГИЯ ENERGY SAVING Технология, позволяющая в режиме ожидания использовать кондиционер в энергосберегающем режиме, потребляя 1 Вт энергии, что на 80% ниже потребления обычного кондиционера в режиме ожидания (4–5 Вт).",
              },
              {
                id: 8,
                text: "ИНФОРМАТИВНЫЙ LED-ДИСПЛЕЙ LED-дисплей скрытого типа с индикацией температуры и режима работы, а также с возможностью отключения индикации с пульта управления.",
              },
              {
                id: 9,
                text: "РЕЖИМ «ТУРБО» Используется для самого быстрого достижения установленной температуры за счет работы вентилятора внутреннего блока на максимальных оборотах. Режим «турбо» работает как в на охлаждение, так и на обогрев.",
              },
              {
                id: 10,
                text: "ЭФФЕКТИВНОЕ ОТТАИВАНИЕ Традиционная программа размораживания работает по таймеру. К примеру, процесс оттаивания может запускаться на 10 минут каждые 50 минут. Программа эффективного размораживания TOSOT (I-Defrosting) активируется только при необходимости и работает до тех пор, пока не исчезнет наледь. Такой рациональный подход минимизирует теплопотери и повышает энергоэффективность оборудования.",
              },
              {
                id: 11,
                text: "ФУНКЦИЯ ПОДДЕРЖАНИЯ ТЕМПЕРАТУРЫ Температура поддерживается на уровне +8 °С в режиме обогрева для предотвращения обмерзания помещения во время вашего отсутствия.",
              },
            ],
          },
        ],
      },
      {
        id: 10,
        brandsTitle: "Toshiba (Япония - сборка Тайланд - Премиум сегмент)",
        productAmount: "Все товары(5)",
        products: [
          {
            id: 1,
            image: require("@/assets/image/imageCatalog1/Toshiba.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Toshiba Seiya  RAS-07CVG-EE",
            price: "000 руб",
            description: [
              "Площадь:  до 22 м2",
              "Мощность (холод/тепло): 2,0(0,76-2,6)/2,5(0,92-3,3)кВт",
              "Серия: Seiya",
              "Потребляемая мощность (холод/тепло): 0,53(0,22-0,83)/0,64(0,19-0,90) кВт",
              "Уровень шума (внутренний/наружный): (20-38)/46 дБ",
              "Расход воздуха: 234-522 м3/ч",
              "Хладагент: R32",
              "Класс энергоэффективности: A++",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 15/12 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -15~+46/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (798х293х230)/(660х530х240) мм",
              "Вес (внутренний/наружный): 9,0/22,0 кг",
              "Самоочистка внутреннего блока, индикатор состояния фильтра, режим повышенной мощности Hi-power, режим экономии электроэнергии, 12 фиксированных положений жалюзи и 5 диапазонов покачивания, запись настроек в память, таймер сна с функцией «Есо-логика», 5 уровней скорости вентилятора в режиме «Авто», максимальная мощность, автодиагностика, автоматический перезапуск после перебоев с электроснабжением, таймер вкл./откл, 3-х минутная автоматическая задержка пуска компрессора для защиты системы, запись настроек в память нажатием одной кнопки. Фильтры: Система очистки воздуха Toshiba IAQ",
              "Сборка: Тайланд",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Toshiba Seiya RAS-07CVG-EE:",
            functionText1:
              "В бесшумном режиме внутренний блок кондиционера работает так тихо, что вы заметите только комфортную прохладу. 20 дБ(А) – это тише, чем шепот человека на расстоянии 1 метр. Поэтому инверторный кондиционер Toshiba идеально подходит для спальни. Наружный блок сплит-системы SEIYA не беспокоит шумом ни владельца, ни соседей. В режиме сниженного шума он становится на 3-4 дБ(А) тише обычного. Просто нажмите кнопку на пульте – и спите спокойно.",
            functionText2:
              "Уникальное покрытие теплообменника предотвращает скопление пыли и грязи на поверхности. Все загрязнения легко смываются конденсированной водой. Всегда чистый теплообменник гарантирует эффективность охлаждения и обогрева. Кондиционер подает только чистый и свежий воздух. Никаких неприятных запахов и плесени внутри!",
            functionText3:
              "Кондиционер адаптирован к российской зиме. Он быстро и эффективно согреет комнату при температурах на улице до -15°С. Сплит-система способна и охлаждать помещение зимой, что бывает необходимо при большом количестве людей или выделяющего тепло оборудования. При работе зимой на обогрев необходимо размораживание наружного блока. Порой в суровых погодных условиях недостаточно автоматического размораживания. Кондиционер позволяет включать его вручную. Это повысило и надежность, и эффективность зимнего обогрева.",
          },
          {
            id: 2,
            image: require("@/assets/image/imageCatalog1/Toshiba.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Toshiba Seiya RAS-10CVG-EE",
            price: "000 руб",
            description: [
              "Площадь:  до 28 м2",
              "Мощность (холод/тепло): 2,5(0,8-3,0)/3,2(1,0-3,9)кВт",
              "Серия: Seiya",
              "Потребляемая мощность (холод/тепло): 0,77(0,24-1,0)/0,86(0,15-1,06) кВт",
              "Уровень шума (внутренний/наружный): (21-39)/48 дБ",
              "Расход воздуха: 240-540 м3/ч",
              "Хладагент: R32",
              "Класс энергоэффективности: A++",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 15/12 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -15~+46/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (798х293х230)/(660х530х240) мм",
              "Вес (внутренний/наружный): 9,0/23,0 кг",
              "Самоочистка внутреннего блока, индикатор состояния фильтра, режим повышенной мощности Hi-power, режим экономии электроэнергии, 12 фиксированных положений жалюзи и 5 диапазонов покачивания, запись настроек в память, таймер сна с функцией «Есо-логика», 5 уровней скорости вентилятора в режиме «Авто», максимальная мощность, автодиагностика, автоматический перезапуск после перебоев с электроснабжением, таймер вкл./откл, 3-х минутная автоматическая задержка пуска компрессора для защиты системы, запись настроек в память нажатием одной кнопки. Фильтры: Система очистки воздуха Toshiba IAQ",
              "Сборка: Тайланд",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Toshiba Seiya RAS-10CVG-EE:",
            functionText1:
              "В бесшумном режиме внутренний блок кондиционера работает так тихо, что вы заметите только комфортную прохладу. 20 дБ(А) – это тише, чем шепот человека на расстоянии 1 метр. Поэтому инверторный кондиционер Toshiba идеально подходит для спальни. Наружный блок сплит-системы SEIYA не беспокоит шумом ни владельца, ни соседей. В режиме сниженного шума он становится на 3-4 дБ(А) тише обычного. Просто нажмите кнопку на пульте – и спите спокойно.",
            functionText2:
              "Уникальное покрытие теплообменника предотвращает скопление пыли и грязи на поверхности. Все загрязнения легко смываются конденсированной водой. Всегда чистый теплообменник гарантирует эффективность охлаждения и обогрева. Кондиционер подает только чистый и свежий воздух. Никаких неприятных запахов и плесени внутри!",
            functionText3:
              "Кондиционер адаптирован к российской зиме. Он быстро и эффективно согреет комнату при температурах на улице до -15°С. Сплит-система способна и охлаждать помещение зимой, что бывает необходимо при большом количестве людей или выделяющего тепло оборудования. При работе зимой на обогрев необходимо размораживание наружного блока. Порой в суровых погодных условиях недостаточно автоматического размораживания. Кондиционер позволяет включать его вручную. Это повысило и надежность, и эффективность зимнего обогрева.",
          },
          {
            id: 3,
            image: require("@/assets/image/imageCatalog1/Toshiba.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Toshiba Seiya RAS-13CVG-EE",
            price: "000 руб",
            description: [
              "Площадь:  до 35 м2",
              "Мощность (холод/тепло): 3,3(1,0-3,6)/3,6(1,1-4,5)кВт",
              "Серия: Seiya",
              "Потребляемая мощность (холод/тепло): 1,1(0,26-1,25)/0,92(0,22-1,24) кВт",
              "Уровень шума (внутренний/наружный): (21-41)/48 дБ",
              "Расход воздуха: 264-600 м3/ч",
              "Хладагент: R32",
              "Класс энергоэффективности: A++",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 15/12 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -15~+46/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (798х293х230)/(660х530х240) мм",
              "Вес (внутренний/наружный): 9,0/24,0 кг",
              "Самоочистка внутреннего блока, индикатор состояния фильтра, режим повышенной мощности Hi-power, режим экономии электроэнергии, 12 фиксированных положений жалюзи и 5 диапазонов покачивания, запись настроек в память, таймер сна с функцией «Есо-логика», 5 уровней скорости вентилятора в режиме «Авто», максимальная мощность, автодиагностика, автоматический перезапуск после перебоев с электроснабжением, таймер вкл./откл, 3-х минутная автоматическая задержка пуска компрессора для защиты системы, запись настроек в память нажатием одной кнопки. Фильтры: Система очистки воздуха Toshiba IAQ",
              "Сборка: Тайланд",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Toshiba Seiya RAS-13CVG-EE:",
            functionText1:
              "В бесшумном режиме внутренний блок кондиционера работает так тихо, что вы заметите только комфортную прохладу. 20 дБ(А) – это тише, чем шепот человека на расстоянии 1 метр. Поэтому инверторный кондиционер Toshiba идеально подходит для спальни. Наружный блок сплит-системы SEIYA не беспокоит шумом ни владельца, ни соседей. В режиме сниженного шума он становится на 3-4 дБ(А) тише обычного. Просто нажмите кнопку на пульте – и спите спокойно.",
            functionText2:
              "Уникальное покрытие теплообменника предотвращает скопление пыли и грязи на поверхности. Все загрязнения легко смываются конденсированной водой. Всегда чистый теплообменник гарантирует эффективность охлаждения и обогрева. Кондиционер подает только чистый и свежий воздух. Никаких неприятных запахов и плесени внутри!",
            functionText3:
              "Кондиционер адаптирован к российской зиме. Он быстро и эффективно согреет комнату при температурах на улице до -15°С. Сплит-система способна и охлаждать помещение зимой, что бывает необходимо при большом количестве людей или выделяющего тепло оборудования. При работе зимой на обогрев необходимо размораживание наружного блока. Порой в суровых погодных условиях недостаточно автоматического размораживания. Кондиционер позволяет включать его вручную. Это повысило и надежность, и эффективность зимнего обогрева.",
          },
          {
            id: 4,
            image: require("@/assets/image/imageCatalog1/Toshiba.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Toshiba Seiya RAS-18CVG-EE",
            price: "000 руб",
            description: [
              "Площадь:  до 55 м2",
              "Мощность (холод/тепло): 5,5(1,2-5,5)/6,0(1,3-6,0)кВт",
              "Серия: Seiya",
              "Потребляемая мощность (холод/тепло): 1,55(0,32-1,8)/1,6(0,24-1,7) кВт",
              "Уровень шума (внутренний/наружный): (22-43)/49 дБ",
              "Расход воздуха: 330-798 м3/ч",
              "Хладагент: R32",
              "Класс энергоэффективности: A++",
              "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
              "Максимальная длина/высота трассы: 20/12 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -15~+46/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (800х293х226)/(780х550х290) мм",
              "Вес (внутренний/наружный): 10,0/31,0 кг",
              "Самоочистка внутреннего блока, индикатор состояния фильтра, режим повышенной мощности Hi-power, режим экономии электроэнергии, 12 фиксированных положений жалюзи и 5 диапазонов покачивания, запись настроек в память, таймер сна с функцией «Есо-логика», 5 уровней скорости вентилятора в режиме «Авто», максимальная мощность, автодиагностика, автоматический перезапуск после перебоев с электроснабжением, таймер вкл./откл, 3-х минутная автоматическая задержка пуска компрессора для защиты системы, запись настроек в память нажатием одной кнопки. Фильтры: Система очистки воздуха Toshiba IAQ",
              "Сборка: Тайланд",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Toshiba Seiya RAS-18CVG-EE:",
            functionText1:
              "В бесшумном режиме внутренний блок кондиционера работает так тихо, что вы заметите только комфортную прохладу. 20 дБ(А) – это тише, чем шепот человека на расстоянии 1 метр. Поэтому инверторный кондиционер Toshiba идеально подходит для спальни. Наружный блок сплит-системы SEIYA не беспокоит шумом ни владельца, ни соседей. В режиме сниженного шума он становится на 3-4 дБ(А) тише обычного. Просто нажмите кнопку на пульте – и спите спокойно.",
            functionText2:
              "Уникальное покрытие теплообменника предотвращает скопление пыли и грязи на поверхности. Все загрязнения легко смываются конденсированной водой. Всегда чистый теплообменник гарантирует эффективность охлаждения и обогрева. Кондиционер подает только чистый и свежий воздух. Никаких неприятных запахов и плесени внутри!",
            functionText3:
              "Кондиционер адаптирован к российской зиме. Он быстро и эффективно согреет комнату при температурах на улице до -15°С. Сплит-система способна и охлаждать помещение зимой, что бывает необходимо при большом количестве людей или выделяющего тепло оборудования. При работе зимой на обогрев необходимо размораживание наружного блока. Порой в суровых погодных условиях недостаточно автоматического размораживания. Кондиционер позволяет включать его вручную. Это повысило и надежность, и эффективность зимнего обогрева.",
          },
          {
            id: 5,
            image: require("@/assets/image/imageCatalog1/Toshiba.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Toshiba Seiya RAS-24CVG-EE",
            price: "000 руб",
            description: [
              "Площадь:  до 72 м2",
              "Мощность (холод/тепло): 7,2(1,2-7,2)/8,1(1,3-8,1)кВт",
              "Серия: Seiya",
              "Потребляемая мощность (холод/тепло): 2,25(0,32-2,25)/2,1(0,24-2,1) кВт",
              "Уровень шума (внутренний/наружный): (22-43)/55 дБ",
              "Расход воздуха: 330-1074 м3/ч",
              "Хладагент: R32",
              "Класс энергоэффективности: A++",
              "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
              "Максимальная длина/высота трассы: 20/12 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -15~+46/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (1050х320х250)/(780х550х290) мм",
              "Вес (внутренний/наружный): 14,0/38,0 кг",
              "Самоочистка внутреннего блока, индикатор состояния фильтра, режим повышенной мощности Hi-power, режим экономии электроэнергии, 12 фиксированных положений жалюзи и 5 диапазонов покачивания, запись настроек в память, таймер сна с функцией «Есо-логика», 5 уровней скорости вентилятора в режиме «Авто», максимальная мощность, автодиагностика, автоматический перезапуск после перебоев с электроснабжением, таймер вкл./откл, 3-х минутная автоматическая задержка пуска компрессора для защиты системы, запись настроек в память нажатием одной кнопки. Фильтры: Система очистки воздуха Toshiba IAQ",
              "Сборка: Тайланд",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Toshiba Seiya RAS-24CVG-EE:",
            functionText1:
              "В бесшумном режиме внутренний блок кондиционера работает так тихо, что вы заметите только комфортную прохладу. 20 дБ(А) – это тише, чем шепот человека на расстоянии 1 метр. Поэтому инверторный кондиционер Toshiba идеально подходит для спальни. Наружный блок сплит-системы SEIYA не беспокоит шумом ни владельца, ни соседей. В режиме сниженного шума он становится на 3-4 дБ(А) тише обычного. Просто нажмите кнопку на пульте – и спите спокойно.",
            functionText2:
              "Уникальное покрытие теплообменника предотвращает скопление пыли и грязи на поверхности. Все загрязнения легко смываются конденсированной водой. Всегда чистый теплообменник гарантирует эффективность охлаждения и обогрева. Кондиционер подает только чистый и свежий воздух. Никаких неприятных запахов и плесени внутри!",
            functionText3:
              "Кондиционер адаптирован к российской зиме. Он быстро и эффективно согреет комнату при температурах на улице до -15°С. Сплит-система способна и охлаждать помещение зимой, что бывает необходимо при большом количестве людей или выделяющего тепло оборудования. При работе зимой на обогрев необходимо размораживание наружного блока. Порой в суровых погодных условиях недостаточно автоматического размораживания. Кондиционер позволяет включать его вручную. Это повысило и надежность, и эффективность зимнего обогрева.",
          },
        ],
      },
      {
        id: 11,
        brandsTitle:
          "Daikin (Япония - сборка Чехия, Малайзия, Турция - Премиум сегмент)",
        productAmount: "Все товары(17)",
        products: [
          {
            id: 1,
            image: require("@/assets/image/imageCatalog1/Dai1.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Daikin FTXF20D/RXF20D",
            price: "000 руб",
            description: [
              "Площадь:  до 20 м2",
              "Мощность (холод/тепло): 2,0(1,3-2,6)/2,5(1,3-3,5) кВт",
              "Серия: Sensira FTXF",
              "Потребляемая мощность (холод/тепло): 0,51(0,31-0,72)/0,6(0,25-0,95) кВт",
              "Уровень шума (внутренний/наружный): (20/25/39)/46 дБ",
              "Расход воздуха: 268-588 м3/ч",
              "Хладагент: R32",
              "Класс энергоэффективности: A++",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 15/12 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -10~+46/-15~+25°С",
              "Размеры внутренний/наружный (ШхВхГ): (770х286х225)/(658х550х275) мм",
              "Вес (внутренний/наружный): 8,5/26,0 кг",
              "Режим (Turbo, Сижения шума внутреннего блока на 3дБ, Экономичный, Ночной экономии), автоматический перезапуск, функция самодиагностики, антикоррозионная защита, автоматическая оттайка инея, защита от предельных температур, контроль правильности подключения, технология энергосбережения, магнитоэлектрический двигатель, компрессор с качающимся ротором (SWING), управление одним касанием, 24 часовой таймер, автоматический выбор режима, автоматическое управление скоростью вентилятора, антибактериальная поверхность пульта, программная осушка воздуха, комфортное воздухораспределение, широкоугольные жалюзи, съёмная лицевая панель. Фильтры: Воздушный фильтр с противоплесневой обработкой",
              "Сборка: Турция",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Daikin FTXF20D/RXF20D серия Sensira FTXF:",
            functionList: [
              {
                id: 1,
                text: "ИНВЕРТОРНАЯ ТЕХНОЛОГИЯ Обеспечивает быстрое создание и сохранение комфортных условий, а также экономит электроэнергию и снижает уровень шума.",
              },
              {
                id: 2,
                text: "ПОВЫШЕННАЯ ПРОИЗВОДИТЕЛЬНОСТЬ Позволяет быстрее достичь комфортного микроклимата при включении, после чего кондиционер автоматически вернется к основному режиму работы.",
              },
              {
                id: 3,
                text: "ПРОГРАММНАЯ ОСУШКА ВОЗДУХА Обеспечивает снижение влажности при минимальном снижении температуры.",
              },
              {
                id: 4,
                text: "НЕПРЕРЫВНОЕ КАЧАНИЕ ЗАСЛОНОК Автоматически изменяет циркуляцию воздуха в помещении с учетом режима работы — нагрев, охлаждение или осушка.",
              },
              {
                id: 5,
                text: "КОМФОРТНОЕ ВОЗДУХОРАСПРЕДЕЛЕНИЕ Режим, исключающий в помещении сквозняки за счет создания равномерного температурного фона.",
              },
              {
                id: 6,
                text: "ШИРОКОУГОЛЬНЫЕ ЖАЛЮЗИ Изменяют направление воздушного потока из внутреннего блока по горизонтали.",
              },
              {
                id: 7,
                text: "СЪЕМНАЯ ЛИЦЕВАЯ ПАНЕЛЬ Легко отмывается от налипшей пыли, что не только сохраняет ее привлекательный внешний вид, но и также исключает снижение производительности и повышение шума работающего кондиционера.",
              },
              {
                id: 8,
                text: "ВОЗДУШНЫЙ ФИЛЬТР Удаляет частицы взвеси и пыли, устраняет неприятные запахи, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 9,
                text: "АНТИБАКТЕРИАЛЬНАЯ ПОВЕРХНОСТЬ ПУЛЬТА Исключает контактный перенос бактерий и вирусов при передаче его другому пользователю.",
              },
              {
                id: 10,
                text: "БЕСШУМНЫЙ ВЕНТИЛЯТОР С ДИФФУЗОРОМ Обеспечивают ламинарность воздушного потока, снижая уровень шума в помещении.",
              },
              {
                id: 11,
                text: "РЕЖИМ СНИЖЕНИЯ ШУМА ВНУТРЕННЕГО БЛОКА Позволяет снизить уровень шума внутреннего блока на 3 дБА (двукратным снижением мощности звука), что может быть актуальным во время сна.",
              },
              {
                id: 12,
                text: "АВТОМАТИЧЕСКОЕ УПРАВЛЕНИЕ СКОРОСТЬЮ ВЕНТИЛЯТОРА Обеспечивает низкий уровень шума и достижение комфортного микроклимата.",
              },
              {
                id: 13,
                text: "ФУНКЦИЯ НОЧНОЙ ЭКОНОМИИ Автоматически снижает уровень шума и расход электроэнергии в ночное время.",
              },
              {
                id: 14,
                text: "УПРАВЛЕНИЕ ОДНИМ КАСАНИЕМ Осуществляется путем обычного нажатия пусковой клавиши на пульте и активизирует те же настройки кондиционера, которые действовали до его выключения.",
              },
              {
                id: 15,
                text: "ФУНКЦИЯ САМОДИАГНОСТИКИ Предназначена для быстрого нахождения возможных неисправностей кондиционера, а также для снижения времени и расходов на их устранение. ",
              },
              {
                id: 16,
                text: "24-ЧАСОВОЙ ТАЙМЕР Позволяет автоматически настроить работу кондиционера согласно суточной программы.",
              },
              {
                id: 17,
                text: "АВТОМАТИЧЕСКИЙ ВЫБОР РЕЖИМА Освобождает пользователя от частых переключений с нагрева на охлаждение и назад вручную, необходимость в которых возникает в период межсезонья.",
              },
              {
                id: 18,
                text: "ИНФРАКРАСНЫЙ ПУЛЬТ ДИСТАНЦИОННОГО УПРАВЛЕНИЯ С LCD-ДИСПЛЕЕМ Для запуска, остановки и регулирования режимов работы кондиционера.",
              },
              {
                id: 19,
                text: "ТЕХНОЛОГИЯ ЭНЕРГОСБЕРЕЖЕНИЯ Система снижает расход электроэнергии при сохранении комфортных параметров (в случае отсутствия людей в помещении до 80%) с возможностью быстрого возврата к комфортному микроклимату.",
              },
              {
                id: 20,
                text: "ЭКОНОМИЧНЫЙ РЕЖИМ Позволяет ограничить энергопотребление кондиционера, сохранив при этом комфорт в помещении. Эта функция может быть полезна при перегрузке сети электроприборами.",
              },
              {
                id: 21,
                text: "МАГНИТОЭЛЕКТРИЧЕСКИЙ ДВИГАТЕЛЬ Без коллекторно-щеточного узла увеличивает производительность компрессора за счет повышенного КПД на низких оборотах.",
              },
              {
                id: 22,
                text: "КОМПРЕССОР С КАЧАЮЩИМСЯ РОТОРОМ (SWING) Адаптирован для работы с озонобезопасным хладагентом, характеризуется высокой эффективностью и надежностью.",
              },
              {
                id: 23,
                text: "АВТОМАТИЧЕСКИЙ ПЕРЕЗАПУСК После устранения перебоев с электропитанием восстановит параметры последнего режима, обеспечивая надежность и безопасность работы кондиционера.",
              },
              {
                id: 24,
                text: "АНТИКОРРОЗИЙНАЯ ЗАЩИТА Предохраняет металлические поверхности наиболее ответственных узлов наружного блока от разрушения под воздействием атмосферной влаги.",
              },
              {
                id: 25,
                text: "АВТОМАТИЧЕСКАЯ ОТТАЙКА ИНЕЯ Защищает теплообменник наружного блока от обрастания инеем, исключая тем самым потери производительности кондиционера и экономя электроэнергию.",
              },
              {
                id: 26,
                text: "КОНТРОЛЬ ПРАВИЛЬНОСТИ ПОДКЛЮЧЕНИЯ Гарантирует нормальную работу мультисистемы даже в том случае, если соединение электрических кабелей при монтаже перепутано по сравнению с порядком соединения трубопроводов для хладагента.",
              },
              {
                id: 27,
                text: "ЗАЩИТА ОТ ПРЕДЕЛЬНЫЙ ТЕМПЕРАТУР Предотвращает образование инея на теплообменнике внутреннего блока и устраняет недопустимый рост давления хладагента в трубопроводе.",
              },
            ],
          },
          {
            id: 2,
            image: require("@/assets/image/imageCatalog1/Dai1.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Daikin FTXF25D/RXF25D",
            price: "000 руб",
            description: [
              "Площадь:  до 25 м2",
              "Мощность (холод/тепло): 2,5(1,3-3,0)/2,8(1,3-4,0) кВт",
              "Серия: Sensira FTXF",
              "Потребляемая мощность (холод/тепло):0,76(0,31-1,05)/0,7(0,25-1,11) кВт",
              "Уровень шума (внутренний/наружный): (20/26/40)/46 дБ",
              "Расход воздуха: 268-606 м3/ч",
              "Хладагент: R32",
              "Класс энергоэффективности: A++",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 15/12 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -10~+46/-15~+25°С",
              "Размеры внутренний/наружный (ШхВхГ): (770х286х225)/(658х550х275) мм",
              "Вес (внутренний/наружный): 8,5/26,0 кг",
              "Режим (Turbo, Сижения шума внутреннего блока на 3дБ, Экономичный, Ночной экономии), автоматический перезапуск, функция самодиагностики, антикоррозионная защита, автоматическая оттайка инея, защита от предельных температур, контроль правильности подключения, технология энергосбережения, магнитоэлектрический двигатель, компрессор с качающимся ротором (SWING), управление одним касанием, 24 часовой таймер, автоматический выбор режима, автоматическое управление скоростью вентилятора, антибактериальная поверхность пульта, программная осушка воздуха, комфортное воздухораспределение, широкоугольные жалюзи, съёмная лицевая панель. Фильтры: Воздушный фильтр с противоплесневой обработкой",
              "Сборка: Турция",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Daikin FTXF25D/RXF25D серия Sensira FTXF:",
            functionList: [
              {
                id: 1,
                text: "ИНВЕРТОРНАЯ ТЕХНОЛОГИЯ Обеспечивает быстрое создание и сохранение комфортных условий, а также экономит электроэнергию и снижает уровень шума.",
              },
              {
                id: 2,
                text: "ПОВЫШЕННАЯ ПРОИЗВОДИТЕЛЬНОСТЬ Позволяет быстрее достичь комфортного микроклимата при включении, после чего кондиционер автоматически вернется к основному режиму работы.",
              },
              {
                id: 3,
                text: "ПРОГРАММНАЯ ОСУШКА ВОЗДУХА Обеспечивает снижение влажности при минимальном снижении температуры.",
              },
              {
                id: 4,
                text: "НЕПРЕРЫВНОЕ КАЧАНИЕ ЗАСЛОНОК Автоматически изменяет циркуляцию воздуха в помещении с учетом режима работы — нагрев, охлаждение или осушка.",
              },
              {
                id: 5,
                text: "КОМФОРТНОЕ ВОЗДУХОРАСПРЕДЕЛЕНИЕ Режим, исключающий в помещении сквозняки за счет создания равномерного температурного фона.",
              },
              {
                id: 6,
                text: "ШИРОКОУГОЛЬНЫЕ ЖАЛЮЗИ Изменяют направление воздушного потока из внутреннего блока по горизонтали.",
              },
              {
                id: 7,
                text: "СЪЕМНАЯ ЛИЦЕВАЯ ПАНЕЛЬ Легко отмывается от налипшей пыли, что не только сохраняет ее привлекательный внешний вид, но и также исключает снижение производительности и повышение шума работающего кондиционера.",
              },
              {
                id: 8,
                text: "ВОЗДУШНЫЙ ФИЛЬТР Удаляет частицы взвеси и пыли, устраняет неприятные запахи, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 9,
                text: "АНТИБАКТЕРИАЛЬНАЯ ПОВЕРХНОСТЬ ПУЛЬТА Исключает контактный перенос бактерий и вирусов при передаче его другому пользователю.",
              },
              {
                id: 10,
                text: "БЕСШУМНЫЙ ВЕНТИЛЯТОР С ДИФФУЗОРОМ Обеспечивают ламинарность воздушного потока, снижая уровень шума в помещении.",
              },
              {
                id: 11,
                text: "РЕЖИМ СНИЖЕНИЯ ШУМА ВНУТРЕННЕГО БЛОКА Позволяет снизить уровень шума внутреннего блока на 3 дБА (двукратным снижением мощности звука), что может быть актуальным во время сна.",
              },
              {
                id: 12,
                text: "АВТОМАТИЧЕСКОЕ УПРАВЛЕНИЕ СКОРОСТЬЮ ВЕНТИЛЯТОРА Обеспечивает низкий уровень шума и достижение комфортного микроклимата.",
              },
              {
                id: 13,
                text: "ФУНКЦИЯ НОЧНОЙ ЭКОНОМИИ Автоматически снижает уровень шума и расход электроэнергии в ночное время.",
              },
              {
                id: 14,
                text: "УПРАВЛЕНИЕ ОДНИМ КАСАНИЕМ Осуществляется путем обычного нажатия пусковой клавиши на пульте и активизирует те же настройки кондиционера, которые действовали до его выключения.",
              },
              {
                id: 15,
                text: "ФУНКЦИЯ САМОДИАГНОСТИКИ Предназначена для быстрого нахождения возможных неисправностей кондиционера, а также для снижения времени и расходов на их устранение. ",
              },
              {
                id: 16,
                text: "24-ЧАСОВОЙ ТАЙМЕР Позволяет автоматически настроить работу кондиционера согласно суточной программы.",
              },
              {
                id: 17,
                text: "АВТОМАТИЧЕСКИЙ ВЫБОР РЕЖИМА Освобождает пользователя от частых переключений с нагрева на охлаждение и назад вручную, необходимость в которых возникает в период межсезонья.",
              },
              {
                id: 18,
                text: "ИНФРАКРАСНЫЙ ПУЛЬТ ДИСТАНЦИОННОГО УПРАВЛЕНИЯ С LCD-ДИСПЛЕЕМ Для запуска, остановки и регулирования режимов работы кондиционера.",
              },
              {
                id: 19,
                text: "ТЕХНОЛОГИЯ ЭНЕРГОСБЕРЕЖЕНИЯ Система снижает расход электроэнергии при сохранении комфортных параметров (в случае отсутствия людей в помещении до 80%) с возможностью быстрого возврата к комфортному микроклимату.",
              },
              {
                id: 20,
                text: "ЭКОНОМИЧНЫЙ РЕЖИМ Позволяет ограничить энергопотребление кондиционера, сохранив при этом комфорт в помещении. Эта функция может быть полезна при перегрузке сети электроприборами.",
              },
              {
                id: 21,
                text: "МАГНИТОЭЛЕКТРИЧЕСКИЙ ДВИГАТЕЛЬ Без коллекторно-щеточного узла увеличивает производительность компрессора за счет повышенного КПД на низких оборотах.",
              },
              {
                id: 22,
                text: "КОМПРЕССОР С КАЧАЮЩИМСЯ РОТОРОМ (SWING) Адаптирован для работы с озонобезопасным хладагентом, характеризуется высокой эффективностью и надежностью.",
              },
              {
                id: 23,
                text: "АВТОМАТИЧЕСКИЙ ПЕРЕЗАПУСК После устранения перебоев с электропитанием восстановит параметры последнего режима, обеспечивая надежность и безопасность работы кондиционера.",
              },
              {
                id: 24,
                text: "АНТИКОРРОЗИЙНАЯ ЗАЩИТА Предохраняет металлические поверхности наиболее ответственных узлов наружного блока от разрушения под воздействием атмосферной влаги.",
              },
              {
                id: 25,
                text: "АВТОМАТИЧЕСКАЯ ОТТАЙКА ИНЕЯ Защищает теплообменник наружного блока от обрастания инеем, исключая тем самым потери производительности кондиционера и экономя электроэнергию.",
              },
              {
                id: 26,
                text: "КОНТРОЛЬ ПРАВИЛЬНОСТИ ПОДКЛЮЧЕНИЯ Гарантирует нормальную работу мультисистемы даже в том случае, если соединение электрических кабелей при монтаже перепутано по сравнению с порядком соединения трубопроводов для хладагента.",
              },
              {
                id: 27,
                text: "ЗАЩИТА ОТ ПРЕДЕЛЬНЫЙ ТЕМПЕРАТУР Предотвращает образование инея на теплообменнике внутреннего блока и устраняет недопустимый рост давления хладагента в трубопроводе.",
              },
            ],
          },
          {
            id: 3,
            image: require("@/assets/image/imageCatalog1/Dai1.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Daikin FTXF35D/RXF35D",
            price: "000 руб",
            description: [
              "Площадь:  до 35 м2",
              "Мощность (холод/тепло): 3,3(1,3-3,8)/3,5(1,3-4,8) кВт",
              "Серия: Sensira FTXF",
              "Потребляемая мощность (холод/тепло): 1,0(0,29-1,3)/0,94(0,29-1,29) кВт",
              "Уровень шума (внутренний/наружный): (20/27/43)/48 дБ",
              "Расход воздуха: 270-690 м3/ч",
              "Хладагент: R32",
              "Класс энергоэффективности: A++",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 15/12 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -10~+46/-15~+25°С",
              "Размеры внутренний/наружный (ШхВхГ): (770х286х225)/(658х550х275) мм",
              "Вес (внутренний/наружный): 9,0/28,0 кг",
              "Режим (Turbo, Сижения шума внутреннего блока на 3дБ, Экономичный, Ночной экономии), автоматический перезапуск, функция самодиагностики, антикоррозионная защита, автоматическая оттайка инея, защита от предельных температур, контроль правильности подключения, технология энергосбережения, магнитоэлектрический двигатель, компрессор с качающимся ротором (SWING), управление одним касанием, 24 часовой таймер, автоматический выбор режима, автоматическое управление скоростью вентилятора, антибактериальная поверхность пульта, программная осушка воздуха, комфортное воздухораспределение, широкоугольные жалюзи, съёмная лицевая панель. Фильтры: Воздушный фильтр с противоплесневой обработкой",
              "Сборка: Турция",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Daikin FTXF35D/RXF35D серия Sensira FTXF:",
            functionList: [
              {
                id: 1,
                text: "ИНВЕРТОРНАЯ ТЕХНОЛОГИЯ Обеспечивает быстрое создание и сохранение комфортных условий, а также экономит электроэнергию и снижает уровень шума.",
              },
              {
                id: 2,
                text: "ПОВЫШЕННАЯ ПРОИЗВОДИТЕЛЬНОСТЬ Позволяет быстрее достичь комфортного микроклимата при включении, после чего кондиционер автоматически вернется к основному режиму работы.",
              },
              {
                id: 3,
                text: "ПРОГРАММНАЯ ОСУШКА ВОЗДУХА Обеспечивает снижение влажности при минимальном снижении температуры.",
              },
              {
                id: 4,
                text: "НЕПРЕРЫВНОЕ КАЧАНИЕ ЗАСЛОНОК Автоматически изменяет циркуляцию воздуха в помещении с учетом режима работы — нагрев, охлаждение или осушка.",
              },
              {
                id: 5,
                text: "КОМФОРТНОЕ ВОЗДУХОРАСПРЕДЕЛЕНИЕ Режим, исключающий в помещении сквозняки за счет создания равномерного температурного фона.",
              },
              {
                id: 6,
                text: "ШИРОКОУГОЛЬНЫЕ ЖАЛЮЗИ Изменяют направление воздушного потока из внутреннего блока по горизонтали.",
              },
              {
                id: 7,
                text: "СЪЕМНАЯ ЛИЦЕВАЯ ПАНЕЛЬ Легко отмывается от налипшей пыли, что не только сохраняет ее привлекательный внешний вид, но и также исключает снижение производительности и повышение шума работающего кондиционера.",
              },
              {
                id: 8,
                text: "ВОЗДУШНЫЙ ФИЛЬТР Удаляет частицы взвеси и пыли, устраняет неприятные запахи, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 9,
                text: "АНТИБАКТЕРИАЛЬНАЯ ПОВЕРХНОСТЬ ПУЛЬТА Исключает контактный перенос бактерий и вирусов при передаче его другому пользователю.",
              },
              {
                id: 10,
                text: "БЕСШУМНЫЙ ВЕНТИЛЯТОР С ДИФФУЗОРОМ Обеспечивают ламинарность воздушного потока, снижая уровень шума в помещении.",
              },
              {
                id: 11,
                text: "РЕЖИМ СНИЖЕНИЯ ШУМА ВНУТРЕННЕГО БЛОКА Позволяет снизить уровень шума внутреннего блока на 3 дБА (двукратным снижением мощности звука), что может быть актуальным во время сна.",
              },
              {
                id: 12,
                text: "АВТОМАТИЧЕСКОЕ УПРАВЛЕНИЕ СКОРОСТЬЮ ВЕНТИЛЯТОРА Обеспечивает низкий уровень шума и достижение комфортного микроклимата.",
              },
              {
                id: 13,
                text: "ФУНКЦИЯ НОЧНОЙ ЭКОНОМИИ Автоматически снижает уровень шума и расход электроэнергии в ночное время.",
              },
              {
                id: 14,
                text: "УПРАВЛЕНИЕ ОДНИМ КАСАНИЕМ Осуществляется путем обычного нажатия пусковой клавиши на пульте и активизирует те же настройки кондиционера, которые действовали до его выключения.",
              },
              {
                id: 15,
                text: "ФУНКЦИЯ САМОДИАГНОСТИКИ Предназначена для быстрого нахождения возможных неисправностей кондиционера, а также для снижения времени и расходов на их устранение. ",
              },
              {
                id: 16,
                text: "24-ЧАСОВОЙ ТАЙМЕР Позволяет автоматически настроить работу кондиционера согласно суточной программы.",
              },
              {
                id: 17,
                text: "АВТОМАТИЧЕСКИЙ ВЫБОР РЕЖИМА Освобождает пользователя от частых переключений с нагрева на охлаждение и назад вручную, необходимость в которых возникает в период межсезонья.",
              },
              {
                id: 18,
                text: "ИНФРАКРАСНЫЙ ПУЛЬТ ДИСТАНЦИОННОГО УПРАВЛЕНИЯ С LCD-ДИСПЛЕЕМ Для запуска, остановки и регулирования режимов работы кондиционера.",
              },
              {
                id: 19,
                text: "ТЕХНОЛОГИЯ ЭНЕРГОСБЕРЕЖЕНИЯ Система снижает расход электроэнергии при сохранении комфортных параметров (в случае отсутствия людей в помещении до 80%) с возможностью быстрого возврата к комфортному микроклимату.",
              },
              {
                id: 20,
                text: "ЭКОНОМИЧНЫЙ РЕЖИМ Позволяет ограничить энергопотребление кондиционера, сохранив при этом комфорт в помещении. Эта функция может быть полезна при перегрузке сети электроприборами.",
              },
              {
                id: 21,
                text: "МАГНИТОЭЛЕКТРИЧЕСКИЙ ДВИГАТЕЛЬ Без коллекторно-щеточного узла увеличивает производительность компрессора за счет повышенного КПД на низких оборотах.",
              },
              {
                id: 22,
                text: "КОМПРЕССОР С КАЧАЮЩИМСЯ РОТОРОМ (SWING) Адаптирован для работы с озонобезопасным хладагентом, характеризуется высокой эффективностью и надежностью.",
              },
              {
                id: 23,
                text: "АВТОМАТИЧЕСКИЙ ПЕРЕЗАПУСК После устранения перебоев с электропитанием восстановит параметры последнего режима, обеспечивая надежность и безопасность работы кондиционера.",
              },
              {
                id: 24,
                text: "АНТИКОРРОЗИЙНАЯ ЗАЩИТА Предохраняет металлические поверхности наиболее ответственных узлов наружного блока от разрушения под воздействием атмосферной влаги.",
              },
              {
                id: 25,
                text: "АВТОМАТИЧЕСКАЯ ОТТАЙКА ИНЕЯ Защищает теплообменник наружного блока от обрастания инеем, исключая тем самым потери производительности кондиционера и экономя электроэнергию.",
              },
              {
                id: 26,
                text: "КОНТРОЛЬ ПРАВИЛЬНОСТИ ПОДКЛЮЧЕНИЯ Гарантирует нормальную работу мультисистемы даже в том случае, если соединение электрических кабелей при монтаже перепутано по сравнению с порядком соединения трубопроводов для хладагента.",
              },
              {
                id: 27,
                text: "ЗАЩИТА ОТ ПРЕДЕЛЬНЫЙ ТЕМПЕРАТУР Предотвращает образование инея на теплообменнике внутреннего блока и устраняет недопустимый рост давления хладагента в трубопроводе.",
              },
            ],
          },
          {
            id: 4,
            image: require("@/assets/image/imageCatalog1/Dai1.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Daikin FTXF50D/RXF50D",
            price: "000 руб",
            description: [
              "Площадь:  до 50 м2",
              "Мощность (холод/тепло): 5,0(1,7-6,0)/6,0(1,7-7,7) кВт",
              "Серия: Sensira FTXF",
              "Потребляемая мощность (холод/тепло): 1,5(0,32-1,83)/1,62(0,44-2,36) кВт",
              "Уровень шума (внутренний/наружный): (31/34/43)/51 дБ",
              "Расход воздуха: 630-1008 м3/ч",
              "Хладагент: R32",
              "Класс энергоэффективности: A++",
              "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
              "Максимальная длина/высота трассы: 30/20 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -10~+46/-15~+18°С",
              "Размеры внутренний/наружный (ШхВхГ): (990х295х263)/(870х734х373) мм",
              "Вес (внутренний/наружный): 13,5/46,0 кг",
              "Режим (Turbo, Сижения шума внутреннего блока на 3дБ, Экономичный, Ночной экономии), автоматический перезапуск, функция самодиагностики, антикоррозионная защита, автоматическая оттайка инея, защита от предельных температур, контроль правильности подключения, технология энергосбережения, магнитоэлектрический двигатель, компрессор с качающимся ротором (SWING), управление одним касанием, 24 часовой таймер, автоматический выбор режима, автоматическое управление скоростью вентилятора, антибактериальная поверхность пульта, программная осушка воздуха, комфортное воздухораспределение, широкоугольные жалюзи, съёмная лицевая панель. Фильтры: Воздушный фильтр с противоплесневой обработкой",
              "Сборка: Турция",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Daikin FTXF50D/RXF50D серия Sensira FTXF:",
            functionList: [
              {
                id: 1,
                text: "ИНВЕРТОРНАЯ ТЕХНОЛОГИЯ Обеспечивает быстрое создание и сохранение комфортных условий, а также экономит электроэнергию и снижает уровень шума.",
              },
              {
                id: 2,
                text: "ПОВЫШЕННАЯ ПРОИЗВОДИТЕЛЬНОСТЬ Позволяет быстрее достичь комфортного микроклимата при включении, после чего кондиционер автоматически вернется к основному режиму работы.",
              },
              {
                id: 3,
                text: "ПРОГРАММНАЯ ОСУШКА ВОЗДУХА Обеспечивает снижение влажности при минимальном снижении температуры.",
              },
              {
                id: 4,
                text: "НЕПРЕРЫВНОЕ КАЧАНИЕ ЗАСЛОНОК Автоматически изменяет циркуляцию воздуха в помещении с учетом режима работы — нагрев, охлаждение или осушка.",
              },
              {
                id: 5,
                text: "КОМФОРТНОЕ ВОЗДУХОРАСПРЕДЕЛЕНИЕ Режим, исключающий в помещении сквозняки за счет создания равномерного температурного фона.",
              },
              {
                id: 6,
                text: "ШИРОКОУГОЛЬНЫЕ ЖАЛЮЗИ Изменяют направление воздушного потока из внутреннего блока по горизонтали.",
              },
              {
                id: 7,
                text: "СЪЕМНАЯ ЛИЦЕВАЯ ПАНЕЛЬ Легко отмывается от налипшей пыли, что не только сохраняет ее привлекательный внешний вид, но и также исключает снижение производительности и повышение шума работающего кондиционера.",
              },
              {
                id: 8,
                text: "ВОЗДУШНЫЙ ФИЛЬТР Удаляет частицы взвеси и пыли, устраняет неприятные запахи, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 9,
                text: "АНТИБАКТЕРИАЛЬНАЯ ПОВЕРХНОСТЬ ПУЛЬТА Исключает контактный перенос бактерий и вирусов при передаче его другому пользователю.",
              },
              {
                id: 10,
                text: "БЕСШУМНЫЙ ВЕНТИЛЯТОР С ДИФФУЗОРОМ Обеспечивают ламинарность воздушного потока, снижая уровень шума в помещении.",
              },
              {
                id: 11,
                text: "РЕЖИМ СНИЖЕНИЯ ШУМА ВНУТРЕННЕГО БЛОКА Позволяет снизить уровень шума внутреннего блока на 3 дБА (двукратным снижением мощности звука), что может быть актуальным во время сна.",
              },
              {
                id: 12,
                text: "АВТОМАТИЧЕСКОЕ УПРАВЛЕНИЕ СКОРОСТЬЮ ВЕНТИЛЯТОРА Обеспечивает низкий уровень шума и достижение комфортного микроклимата.",
              },
              {
                id: 13,
                text: "ФУНКЦИЯ НОЧНОЙ ЭКОНОМИИ Автоматически снижает уровень шума и расход электроэнергии в ночное время.",
              },
              {
                id: 14,
                text: "УПРАВЛЕНИЕ ОДНИМ КАСАНИЕМ Осуществляется путем обычного нажатия пусковой клавиши на пульте и активизирует те же настройки кондиционера, которые действовали до его выключения.",
              },
              {
                id: 15,
                text: "ФУНКЦИЯ САМОДИАГНОСТИКИ Предназначена для быстрого нахождения возможных неисправностей кондиционера, а также для снижения времени и расходов на их устранение. ",
              },
              {
                id: 16,
                text: "24-ЧАСОВОЙ ТАЙМЕР Позволяет автоматически настроить работу кондиционера согласно суточной программы.",
              },
              {
                id: 17,
                text: "АВТОМАТИЧЕСКИЙ ВЫБОР РЕЖИМА Освобождает пользователя от частых переключений с нагрева на охлаждение и назад вручную, необходимость в которых возникает в период межсезонья.",
              },
              {
                id: 18,
                text: "ИНФРАКРАСНЫЙ ПУЛЬТ ДИСТАНЦИОННОГО УПРАВЛЕНИЯ С LCD-ДИСПЛЕЕМ Для запуска, остановки и регулирования режимов работы кондиционера.",
              },
              {
                id: 19,
                text: "ТЕХНОЛОГИЯ ЭНЕРГОСБЕРЕЖЕНИЯ Система снижает расход электроэнергии при сохранении комфортных параметров (в случае отсутствия людей в помещении до 80%) с возможностью быстрого возврата к комфортному микроклимату.",
              },
              {
                id: 20,
                text: "ЭКОНОМИЧНЫЙ РЕЖИМ Позволяет ограничить энергопотребление кондиционера, сохранив при этом комфорт в помещении. Эта функция может быть полезна при перегрузке сети электроприборами.",
              },
              {
                id: 21,
                text: "МАГНИТОЭЛЕКТРИЧЕСКИЙ ДВИГАТЕЛЬ Без коллекторно-щеточного узла увеличивает производительность компрессора за счет повышенного КПД на низких оборотах.",
              },
              {
                id: 22,
                text: "КОМПРЕССОР С КАЧАЮЩИМСЯ РОТОРОМ (SWING) Адаптирован для работы с озонобезопасным хладагентом, характеризуется высокой эффективностью и надежностью.",
              },
              {
                id: 23,
                text: "АВТОМАТИЧЕСКИЙ ПЕРЕЗАПУСК После устранения перебоев с электропитанием восстановит параметры последнего режима, обеспечивая надежность и безопасность работы кондиционера.",
              },
              {
                id: 24,
                text: "АНТИКОРРОЗИЙНАЯ ЗАЩИТА Предохраняет металлические поверхности наиболее ответственных узлов наружного блока от разрушения под воздействием атмосферной влаги.",
              },
              {
                id: 25,
                text: "АВТОМАТИЧЕСКАЯ ОТТАЙКА ИНЕЯ Защищает теплообменник наружного блока от обрастания инеем, исключая тем самым потери производительности кондиционера и экономя электроэнергию.",
              },
              {
                id: 26,
                text: "КОНТРОЛЬ ПРАВИЛЬНОСТИ ПОДКЛЮЧЕНИЯ Гарантирует нормальную работу мультисистемы даже в том случае, если соединение электрических кабелей при монтаже перепутано по сравнению с порядком соединения трубопроводов для хладагента.",
              },
              {
                id: 27,
                text: "ЗАЩИТА ОТ ПРЕДЕЛЬНЫЙ ТЕМПЕРАТУР Предотвращает образование инея на теплообменнике внутреннего блока и устраняет недопустимый рост давления хладагента в трубопроводе.",
              },
            ],
          },
          {
            id: 5,
            image: require("@/assets/image/imageCatalog1/Dai1.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Daikin FTXF60D/RXF60D",
            price: "000 руб",
            description: [
              "Площадь:  до 60 м2",
              "Мощность (холод/тепло): 6,0(1,7-7,0)/6,4(1,7-8,0) кВт",
              "Серия: Sensira FTXF",
              "Потребляемая мощность (холод/тепло): 1,85(0,33-2,98)/1,63(0,46-2,78) кВт",
              "Уровень шума (внутренний/наружный): (33/36/45)/51 дБ",
              "Расход воздуха: 642-1038 м3/ч",
              "Хладагент: R32",
              "Класс энергоэффективности: A++",
              "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
              "Максимальная длина/высота трассы: 30/20 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -10~+46/-15~+18°С",
              "Размеры внутренний/наружный (ШхВхГ): (990х295х263)/(870х734х373) мм",
              "Вес (внутренний/наружный): 13,5/46,0 кг",
              "Режим (Turbo, Сижения шума внутреннего блока на 3дБ, Экономичный, Ночной экономии), автоматический перезапуск, функция самодиагностики, антикоррозионная защита, автоматическая оттайка инея, защита от предельных температур, контроль правильности подключения, технология энергосбережения, магнитоэлектрический двигатель, компрессор с качающимся ротором (SWING), управление одним касанием, 24 часовой таймер, автоматический выбор режима, автоматическое управление скоростью вентилятора, антибактериальная поверхность пульта, программная осушка воздуха, комфортное воздухораспределение, широкоугольные жалюзи, съёмная лицевая панель. Фильтры: Воздушный фильтр с противоплесневой обработкой",
              "Сборка: Турция",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Daikin FTXF60D/RXF60D серия Sensira FTXF:",
            functionList: [
              {
                id: 1,
                text: "ИНВЕРТОРНАЯ ТЕХНОЛОГИЯ Обеспечивает быстрое создание и сохранение комфортных условий, а также экономит электроэнергию и снижает уровень шума.",
              },
              {
                id: 2,
                text: "ПОВЫШЕННАЯ ПРОИЗВОДИТЕЛЬНОСТЬ Позволяет быстрее достичь комфортного микроклимата при включении, после чего кондиционер автоматически вернется к основному режиму работы.",
              },
              {
                id: 3,
                text: "ПРОГРАММНАЯ ОСУШКА ВОЗДУХА Обеспечивает снижение влажности при минимальном снижении температуры.",
              },
              {
                id: 4,
                text: "НЕПРЕРЫВНОЕ КАЧАНИЕ ЗАСЛОНОК Автоматически изменяет циркуляцию воздуха в помещении с учетом режима работы — нагрев, охлаждение или осушка.",
              },
              {
                id: 5,
                text: "КОМФОРТНОЕ ВОЗДУХОРАСПРЕДЕЛЕНИЕ Режим, исключающий в помещении сквозняки за счет создания равномерного температурного фона.",
              },
              {
                id: 6,
                text: "ШИРОКОУГОЛЬНЫЕ ЖАЛЮЗИ Изменяют направление воздушного потока из внутреннего блока по горизонтали.",
              },
              {
                id: 7,
                text: "СЪЕМНАЯ ЛИЦЕВАЯ ПАНЕЛЬ Легко отмывается от налипшей пыли, что не только сохраняет ее привлекательный внешний вид, но и также исключает снижение производительности и повышение шума работающего кондиционера.",
              },
              {
                id: 8,
                text: "ВОЗДУШНЫЙ ФИЛЬТР Удаляет частицы взвеси и пыли, устраняет неприятные запахи, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 9,
                text: "АНТИБАКТЕРИАЛЬНАЯ ПОВЕРХНОСТЬ ПУЛЬТА Исключает контактный перенос бактерий и вирусов при передаче его другому пользователю.",
              },
              {
                id: 10,
                text: "БЕСШУМНЫЙ ВЕНТИЛЯТОР С ДИФФУЗОРОМ Обеспечивают ламинарность воздушного потока, снижая уровень шума в помещении.",
              },
              {
                id: 11,
                text: "РЕЖИМ СНИЖЕНИЯ ШУМА ВНУТРЕННЕГО БЛОКА Позволяет снизить уровень шума внутреннего блока на 3 дБА (двукратным снижением мощности звука), что может быть актуальным во время сна.",
              },
              {
                id: 12,
                text: "АВТОМАТИЧЕСКОЕ УПРАВЛЕНИЕ СКОРОСТЬЮ ВЕНТИЛЯТОРА Обеспечивает низкий уровень шума и достижение комфортного микроклимата.",
              },
              {
                id: 13,
                text: "ФУНКЦИЯ НОЧНОЙ ЭКОНОМИИ Автоматически снижает уровень шума и расход электроэнергии в ночное время.",
              },
              {
                id: 14,
                text: "УПРАВЛЕНИЕ ОДНИМ КАСАНИЕМ Осуществляется путем обычного нажатия пусковой клавиши на пульте и активизирует те же настройки кондиционера, которые действовали до его выключения.",
              },
              {
                id: 15,
                text: "ФУНКЦИЯ САМОДИАГНОСТИКИ Предназначена для быстрого нахождения возможных неисправностей кондиционера, а также для снижения времени и расходов на их устранение. ",
              },
              {
                id: 16,
                text: "24-ЧАСОВОЙ ТАЙМЕР Позволяет автоматически настроить работу кондиционера согласно суточной программы.",
              },
              {
                id: 17,
                text: "АВТОМАТИЧЕСКИЙ ВЫБОР РЕЖИМА Освобождает пользователя от частых переключений с нагрева на охлаждение и назад вручную, необходимость в которых возникает в период межсезонья.",
              },
              {
                id: 18,
                text: "ИНФРАКРАСНЫЙ ПУЛЬТ ДИСТАНЦИОННОГО УПРАВЛЕНИЯ С LCD-ДИСПЛЕЕМ Для запуска, остановки и регулирования режимов работы кондиционера.",
              },
              {
                id: 19,
                text: "ТЕХНОЛОГИЯ ЭНЕРГОСБЕРЕЖЕНИЯ Система снижает расход электроэнергии при сохранении комфортных параметров (в случае отсутствия людей в помещении до 80%) с возможностью быстрого возврата к комфортному микроклимату.",
              },
              {
                id: 20,
                text: "ЭКОНОМИЧНЫЙ РЕЖИМ Позволяет ограничить энергопотребление кондиционера, сохранив при этом комфорт в помещении. Эта функция может быть полезна при перегрузке сети электроприборами.",
              },
              {
                id: 21,
                text: "МАГНИТОЭЛЕКТРИЧЕСКИЙ ДВИГАТЕЛЬ Без коллекторно-щеточного узла увеличивает производительность компрессора за счет повышенного КПД на низких оборотах.",
              },
              {
                id: 22,
                text: "КОМПРЕССОР С КАЧАЮЩИМСЯ РОТОРОМ (SWING) Адаптирован для работы с озонобезопасным хладагентом, характеризуется высокой эффективностью и надежностью.",
              },
              {
                id: 23,
                text: "АВТОМАТИЧЕСКИЙ ПЕРЕЗАПУСК После устранения перебоев с электропитанием восстановит параметры последнего режима, обеспечивая надежность и безопасность работы кондиционера.",
              },
              {
                id: 24,
                text: "АНТИКОРРОЗИЙНАЯ ЗАЩИТА Предохраняет металлические поверхности наиболее ответственных узлов наружного блока от разрушения под воздействием атмосферной влаги.",
              },
              {
                id: 25,
                text: "АВТОМАТИЧЕСКАЯ ОТТАЙКА ИНЕЯ Защищает теплообменник наружного блока от обрастания инеем, исключая тем самым потери производительности кондиционера и экономя электроэнергию.",
              },
              {
                id: 26,
                text: "КОНТРОЛЬ ПРАВИЛЬНОСТИ ПОДКЛЮЧЕНИЯ Гарантирует нормальную работу мультисистемы даже в том случае, если соединение электрических кабелей при монтаже перепутано по сравнению с порядком соединения трубопроводов для хладагента.",
              },
              {
                id: 27,
                text: "ЗАЩИТА ОТ ПРЕДЕЛЬНЫЙ ТЕМПЕРАТУР Предотвращает образование инея на теплообменнике внутреннего блока и устраняет недопустимый рост давления хладагента в трубопроводе.",
              },
            ],
          },
          {
            id: 6,
            image: require("@/assets/image/imageCatalog1/Dai1.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Daikin FTXF71D/RXF71D",
            price: "000 руб",
            description: [
              "Площадь:  до 71 м2",
              "Мощность (холод/тепло): 7,1(2,3-7,3)/8,2(2,3-9,0) кВт",
              "Серия: Sensira FTXF",
              "Потребляемая мощность (холод/тепло): 2,77(0,45-3,27)/2,6(0,62-3,31) кВт",
              "Уровень шума (внутренний/наружный):  (34/37/46)/52 дБ",
              "Расход воздуха: 642-1038 м3/ч",
              "Хладагент: R32",
              "Класс энергоэффективности: A++",
              "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
              "Максимальная длина/высота трассы: 30/20 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -10~+46/-15~+18°С",
              "Размеры внутренний/наружный (ШхВхГ): (990х295х263)/(870х734х373) мм",
              "Вес (внутренний/наружный): 13,5/50,0 кг",
              "Режим (Turbo, Сижения шума внутреннего блока на 3дБ, Экономичный, Ночной экономии), автоматический перезапуск, функция самодиагностики, антикоррозионная защита, автоматическая оттайка инея, защита от предельных температур, контроль правильности подключения, технология энергосбережения, магнитоэлектрический двигатель, компрессор с качающимся ротором (SWING), управление одним касанием, 24 часовой таймер, автоматический выбор режима, автоматическое управление скоростью вентилятора, антибактериальная поверхность пульта, программная осушка воздуха, комфортное воздухораспределение, широкоугольные жалюзи, съёмная лицевая панель. Фильтры: Воздушный фильтр с противоплесневой обработкой",
              "Сборка: Турция",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Daikin FTXF71D/RXF71D серия Sensira FTXF:",
            functionList: [
              {
                id: 1,
                text: "ИНВЕРТОРНАЯ ТЕХНОЛОГИЯ Обеспечивает быстрое создание и сохранение комфортных условий, а также экономит электроэнергию и снижает уровень шума.",
              },
              {
                id: 2,
                text: "ПОВЫШЕННАЯ ПРОИЗВОДИТЕЛЬНОСТЬ Позволяет быстрее достичь комфортного микроклимата при включении, после чего кондиционер автоматически вернется к основному режиму работы.",
              },
              {
                id: 3,
                text: "ПРОГРАММНАЯ ОСУШКА ВОЗДУХА Обеспечивает снижение влажности при минимальном снижении температуры.",
              },
              {
                id: 4,
                text: "НЕПРЕРЫВНОЕ КАЧАНИЕ ЗАСЛОНОК Автоматически изменяет циркуляцию воздуха в помещении с учетом режима работы — нагрев, охлаждение или осушка.",
              },
              {
                id: 5,
                text: "КОМФОРТНОЕ ВОЗДУХОРАСПРЕДЕЛЕНИЕ Режим, исключающий в помещении сквозняки за счет создания равномерного температурного фона.",
              },
              {
                id: 6,
                text: "ШИРОКОУГОЛЬНЫЕ ЖАЛЮЗИ Изменяют направление воздушного потока из внутреннего блока по горизонтали.",
              },
              {
                id: 7,
                text: "СЪЕМНАЯ ЛИЦЕВАЯ ПАНЕЛЬ Легко отмывается от налипшей пыли, что не только сохраняет ее привлекательный внешний вид, но и также исключает снижение производительности и повышение шума работающего кондиционера.",
              },
              {
                id: 8,
                text: "ВОЗДУШНЫЙ ФИЛЬТР Удаляет частицы взвеси и пыли, устраняет неприятные запахи, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 9,
                text: "АНТИБАКТЕРИАЛЬНАЯ ПОВЕРХНОСТЬ ПУЛЬТА Исключает контактный перенос бактерий и вирусов при передаче его другому пользователю.",
              },
              {
                id: 10,
                text: "БЕСШУМНЫЙ ВЕНТИЛЯТОР С ДИФФУЗОРОМ Обеспечивают ламинарность воздушного потока, снижая уровень шума в помещении.",
              },
              {
                id: 11,
                text: "РЕЖИМ СНИЖЕНИЯ ШУМА ВНУТРЕННЕГО БЛОКА Позволяет снизить уровень шума внутреннего блока на 3 дБА (двукратным снижением мощности звука), что может быть актуальным во время сна.",
              },
              {
                id: 12,
                text: "АВТОМАТИЧЕСКОЕ УПРАВЛЕНИЕ СКОРОСТЬЮ ВЕНТИЛЯТОРА Обеспечивает низкий уровень шума и достижение комфортного микроклимата.",
              },
              {
                id: 13,
                text: "ФУНКЦИЯ НОЧНОЙ ЭКОНОМИИ Автоматически снижает уровень шума и расход электроэнергии в ночное время.",
              },
              {
                id: 14,
                text: "УПРАВЛЕНИЕ ОДНИМ КАСАНИЕМ Осуществляется путем обычного нажатия пусковой клавиши на пульте и активизирует те же настройки кондиционера, которые действовали до его выключения.",
              },
              {
                id: 15,
                text: "ФУНКЦИЯ САМОДИАГНОСТИКИ Предназначена для быстрого нахождения возможных неисправностей кондиционера, а также для снижения времени и расходов на их устранение. ",
              },
              {
                id: 16,
                text: "24-ЧАСОВОЙ ТАЙМЕР Позволяет автоматически настроить работу кондиционера согласно суточной программы.",
              },
              {
                id: 17,
                text: "АВТОМАТИЧЕСКИЙ ВЫБОР РЕЖИМА Освобождает пользователя от частых переключений с нагрева на охлаждение и назад вручную, необходимость в которых возникает в период межсезонья.",
              },
              {
                id: 18,
                text: "ИНФРАКРАСНЫЙ ПУЛЬТ ДИСТАНЦИОННОГО УПРАВЛЕНИЯ С LCD-ДИСПЛЕЕМ Для запуска, остановки и регулирования режимов работы кондиционера.",
              },
              {
                id: 19,
                text: "ТЕХНОЛОГИЯ ЭНЕРГОСБЕРЕЖЕНИЯ Система снижает расход электроэнергии при сохранении комфортных параметров (в случае отсутствия людей в помещении до 80%) с возможностью быстрого возврата к комфортному микроклимату.",
              },
              {
                id: 20,
                text: "ЭКОНОМИЧНЫЙ РЕЖИМ Позволяет ограничить энергопотребление кондиционера, сохранив при этом комфорт в помещении. Эта функция может быть полезна при перегрузке сети электроприборами.",
              },
              {
                id: 21,
                text: "МАГНИТОЭЛЕКТРИЧЕСКИЙ ДВИГАТЕЛЬ Без коллекторно-щеточного узла увеличивает производительность компрессора за счет повышенного КПД на низких оборотах.",
              },
              {
                id: 22,
                text: "КОМПРЕССОР С КАЧАЮЩИМСЯ РОТОРОМ (SWING) Адаптирован для работы с озонобезопасным хладагентом, характеризуется высокой эффективностью и надежностью.",
              },
              {
                id: 23,
                text: "АВТОМАТИЧЕСКИЙ ПЕРЕЗАПУСК После устранения перебоев с электропитанием восстановит параметры последнего режима, обеспечивая надежность и безопасность работы кондиционера.",
              },
              {
                id: 24,
                text: "АНТИКОРРОЗИЙНАЯ ЗАЩИТА Предохраняет металлические поверхности наиболее ответственных узлов наружного блока от разрушения под воздействием атмосферной влаги.",
              },
              {
                id: 25,
                text: "АВТОМАТИЧЕСКАЯ ОТТАЙКА ИНЕЯ Защищает теплообменник наружного блока от обрастания инеем, исключая тем самым потери производительности кондиционера и экономя электроэнергию.",
              },
              {
                id: 26,
                text: "КОНТРОЛЬ ПРАВИЛЬНОСТИ ПОДКЛЮЧЕНИЯ Гарантирует нормальную работу мультисистемы даже в том случае, если соединение электрических кабелей при монтаже перепутано по сравнению с порядком соединения трубопроводов для хладагента.",
              },
              {
                id: 27,
                text: "ЗАЩИТА ОТ ПРЕДЕЛЬНЫЙ ТЕМПЕРАТУР Предотвращает образование инея на теплообменнике внутреннего блока и устраняет недопустимый рост давления хладагента в трубопроводе.",
              },
            ],
          },
          {
            id: 7,
            image: require("@/assets/image/imageCatalog1/Dai2.jpg"),
            iconFactory: "",
            model: "Инверторный кондиционер Daikin FTXJ20AS/RXJ20A",
            price: "000 руб",
            description: [
              "Площадь:  12-20 м2",
              "Мощность (холод/тепло): 2,0(1,3-2,8)/2,5(1,3-4,3) кВт",
              "Серия: FTXJ Emura",
              "Цвет: Серебристый",
              "Потребляемая мощность (холод/тепло): 0,5(0,32-0,76)/0,5(0,31-1,12) кВт",
              "Уровень шума (внутренний/наружный): (19/25/38)/(43/46) дБ",
              "Расход воздуха: 156/264/528 м3/час",
              "Хладагент: R32",
              "Класс энергоэффективности: A+++",
              "Максимальная длина/высота трассы: 20/15 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -10~+46/-15~+18°С",
              "Размеры внутренний/наружный (ШхВхГ): (998х303х212)/(765х550х285) мм",
              "Вес (внутренний/наружный): 12,0/34,0 кг",
              "Wi-Fi управление, 2-зонный датчик движения Intelligent Eye, 3D жалюзи, режим (Turbo, Комфортного сна, Снижения шума внутреннего и наружного блока на 3дБ, Экономичный, Ночной экономии), тёплый пуск, автоматический перезапуск, функция самодиагностики, антикоррозионная защита, автоматическая оттайка инея, защита от предельных температур, контроль правильности подключения, технология энергосбережения, магнитоэлектрический двигатель, компрессор с качающимся ротором (SWING), управление одним касанием, 24 часовой таймер, недельный таймер, автоматический выбор режима, автоматическое управление скоростью вентилятора, электронное управление мощностью, антибактериальная поверхность пульта, программная осушка воздуха, комфортное воздухораспределение, широкоугольные жалюзи, съёмная лицевая панель. Фильтры: Титано-апатитовый дезодорирующий фильтр, фильтр с ионами серебра, воздушный фильтр.",
              "Сборка: Малайзия",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Daikin FTXJ20AS/RXJ20A серия FTXJ Emura:",
            functionText1:
              "Кондиционер Daikin FTXJ «Emura» - это новая флагманская модель в линейке Daikin с уникальным изысканным дизайном внутреннего блока. В новой серии производитель улучшил ряд характеристик. Кондиционер работает на новом озонобезопасном и более экономичном фреоне R32. Данная модификация фреона позволяет снизить расходы на электроэнергию. Помимо нового фреона, кондиционер получил несколько улучшений. Кондиционер имеет новую систему очистки воздуха, которая отлично справляется со всеми загрязнениями, в том числе и с аллергенами. Новый фильтр задерживает все частицы, вызывающие аллергию - пыльцу растений и деревьев. Кроме того, проверенный временем фотокалитический фильтр нейтрализует вирусы, бактерии и неприятные запахи.  Кондиционер является продолжением дизайнерской линейки Daikin «Emura». Данная линейка сочетает в себе все преимущества премиального кондиционера Daikin, а также имеет широкий функционал и богатый выбор функций. При проектировании данного кондиционера инженеры Daikin уделили много внимания дизайну внутреннего блока. Европейский дизайн кондиционера был разработан с учетом всех реалий и тенденций рынка. Корпус кондиционера очень тонкий по краям с небольшим утолщением по середине. Такой прием позволил создать один из самых тонких корпусов на рынке.",
            functionText2:
              "Данная серия кондиционеров Daikin по праву считается одной из самых тихих в линейке. Уровень шума внутреннего блока составляет всего 19 Дб при работе в ночном режиме и на малых оборотах. Такой уровень шума практически не слышим для нашего слуха. Для сравнения уровень шума стрелок настенных часов составляет 30 Дб.",
            functionText3:
              "Кондиционер Daikin FTXJ Emura имеет самый высокий класс энергоэффективности. Компания Daikin присвоила ему класс А+++. Стоит сказать, что данный класс не введен в общеевропейскую классификацию, но так как кондиционер намного превышает класс А++, было принято решение, присвоить ему уже сейчас класс А+++. Кроме того, кондиционер имеет двухзонный датчик движения «Умный глаз», который следит за перемещениями людей в комнате и в случае отсутствия движения переводит кондиционер в энергосберегающий режим. Датчик также обеспечивает наиболее комфортное распределение охлажденного воздуха, направляя его в сторону от людей. Высокая экономичность кондиционера стала возможна не только благодаря технологическим усовершенствованиям в аэродинамике и датчику «Умный глаз», но и благодаря новейшему инвертору, который обеспечивает минимальное потребление электроэнергии и самый низкий уровень шума.",

            functionList: [
              {
                id: 1,
                text: "ИНВЕРТОРНАЯ ТЕХНОЛОГИЯ Обеспечивает наилучшую циркуляцию воздуха в помещении за счет согласованных качаний заслонок и жалюзи.",
              },
              {
                id: 2,
                text: "ОБЪЕМНЫЙ ВОЗДУШНЫЙ ПОТОК Обеспечивает наилучшую циркуляцию воздуха в помещении за счет согласованных качаний заслонок и жалюзи.",
              },
              {
                id: 3,
                text: "ПОВЫШЕННАЯ ПРОИЗВОДИТЕЛЬНОСТЬ Позволяет быстрее достичь комфортного микроклимата при включении, после чего кондиционер автоматически вернется к основному режиму работы.",
              },
              {
                id: 4,
                text: "ПРОГРАММНАЯ ОСУШКА ВОЗДУХА Обеспечивает снижение влажности при минимальном снижении температуры.",
              },
              {
                id: 5,
                text: "ПРИОРИТЕТНОЕ РАЗМЕЩЕНИЕ Только для мультисистем. Имеет преимущество по сравнению с другими при нагреве или охлаждении воздуха.",
              },
              {
                id: 6,
                text: "НЕПРЕРЫВНОЕ КАЧАНИЕ ЗАСЛОНОК Автоматически изменяет циркуляцию воздуха в помещении с учетом режима работы — нагрев, охлаждение или осушка.",
              },
              {
                id: 7,
                text: "КОМФОРТНОЕ ВОЗДУХОРАСПРЕДЕЛЕНИЕ Режим, исключающий в помещении сквозняки за счет создания равномерного температурного фона.",
              },
              {
                id: 8,
                text: "ШИРОКОУГОЛЬНЫЕ ЖАЛЮЗИ Изменяют направление воздушного потока из внутреннего блока по горизонтали.",
              },
              {
                id: 9,
                text: "СЪЕМНАЯ ЛИЦЕВАЯ ПАНЕЛЬ Легко отмывается от налипшей пыли, что не только сохраняет ее привлекательный внешний вид, но и также исключает снижение производительности и повышение шума работающего кондиционера.",
              },
              {
                id: 10,
                text: "ТИТАНО-АПАТИТОВЫЙ ДЕЗОДОРИРУЮЩИЙ ФИЛЬТР Эффективно удаляет частицы пыли, устраняет неприятные запахи, препятствует размножению бактерий, вирусов, микробов, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 11,
                text: "ВОЗДУШНЫЙ ФИЛЬТР Удаляет частицы взвеси и пыли, устраняет неприятные запахи, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 12,
                text: "ФИЛЬТР С ИОНАМИ СЕРЕБРА Противоаллергенный фильтр. Удаляет из воздуха такие аллергены как пыльца и пылевые клещи с эффективностью до 99%.",
              },
              {
                id: 13,
                text: "АНТИБАКТЕРИАЛЬНАЯ ПОВЕРХНОСТЬ ПУЛЬТА Исключает контактный перенос бактерий и вирусов при передаче его другому пользователю.",
              },
              {
                id: 14,
                text: "БЕСШУМНЫЙ ВЕНТИЛЯТОР С ДИФФУЗОРОМ Обеспечивают ламинарность воздушного потока, снижая уровень шума в помещении.",
              },
              {
                id: 15,
                text: "РЕЖИМ СНИЖЕНИЯ ШУМА ВНУТРЕННЕГО БЛОКА Позволяет снизить уровень шума внутреннего блока на 3 дБА (двукратным снижением мощности звука), что может быть актуальным во время сна.",
              },
              {
                id: 16,
                text: "РЕЖИМ СНИЖЕНИЯ ШУМА НАРУЖНОГО БЛОКА Позволяет снизить уровень шума наружного блока на 3 дБА и расход электроэнергии на 7%. Благодаря этому работа наружного блока не потревожит соседей.",
              },
              {
                id: 17,
                text: "АВТОМАТИЧЕСКОЕ УПРАВЛЕНИЕ СКОРОСТЬЮ ВЕНТИЛЯТОРА Обеспечивает низкий уровень шума и достижение комфортного микроклимата.",
              },
              {
                id: 18,
                text: "ФУНКЦИЯ НОЧНОЙ ЭКОНОМИИ Автоматически снижает уровень шума и расход электроэнергии в ночное время.",
              },
              {
                id: 19,
                text: "ТЕПЛЫЙ ПУСК Исключает поступление холодного воздуха в помещение в первые мгновения работы кондиционера при нагреве.",
              },
              {
                id: 20,
                text: "РЕЖИМ КОМФОРТНОГО СНА Автоматически снижает уровень шума и расход электроэнергии в ночное время.",
              },
              {
                id: 21,
                text: "ПОДДЕРЖКА ОНЛАЙН-КОНТРОЛЛЕРА Управление кондициционером через Интернет-соединение с помощью смартфонов, компьютеров.",
              },
              {
                id: 22,
                text: "2-ЗОННЫЙ ДАТЧИК Intelligent Eye Определяет, в какой части помещения находятся люди, и направляет поток воздуха в сторону от них.",
              },
              {
                id: 23,
                text: "УПРАВЛЕНИЕ ОДНИМ КАСАНИЕМ Осуществляется путем обычного нажатия пусковой клавиши на пульте и активизирует те же настройки кондиционера, которые действовали до его выключения.",
              },
              {
                id: 24,
                text: "ФУНКЦИЯ САМОДИАГНОСТИКИ Предназначена для быстрого нахождения возможных неисправностей кондиционера, а также для снижения времени и расходов на их устранение. ",
              },
              {
                id: 25,
                text: "24-ЧАСОВОЙ ТАЙМЕР Позволяет автоматически настроить работу кондиционера согласно суточной программы.",
              },
              {
                id: 26,
                text: "НЕДЕЛЬНЫЙ ТАЙМЕР Позволяет автоматически согласовать работу кондиционера с учетом недельной программы.",
              },
              {
                id: 27,
                text: "АВТОМАТИЧЕСКИЙ ВЫБОР РЕЖИМА Освобождает пользователя от частых переключений с нагрева на охлаждение и назад вручную, необходимость в которых возникает в период межсезонья.",
              },
              {
                id: 28,
                text: "ИНФРАКРАСНЫЙ ПУЛЬТ ДИСТАНЦИОННОГО УПРАВЛЕНИЯ С LCD-ДИСПЛЕЕМ Для запуска, остановки и регулирования режимов работы кондиционера.",
              },
              {
                id: 29,
                text: "ТЕХНОЛОГИЯ ЭНЕРГОСБЕРЕЖЕНИЯ Система снижает расход электроэнергии при сохранении комфортных параметров (в случае отсутствия людей в помещении до 80%) с возможностью быстрого возврата к комфортному микроклимату.",
              },
              {
                id: 30,
                text: "ЭКОНОМИЧНЫЙ РЕЖИМ Позволяет ограничить энергопотребление кондиционера, сохранив при этом комфорт в помещении. Эта функция может быть полезна при перегрузке сети электроприборами.",
              },
              {
                id: 31,
                text: "МАГНИТОЭЛЕКТРИЧЕСКИЙ ДВИГАТЕЛЬ Без коллекторно-щеточного узла увеличивает производительность компрессора за счет повышенного КПД на низких оборотах.",
              },
              {
                id: 32,
                text: "КОМПРЕССОР С КАЧАЮЩИМСЯ РОТОРОМ (SWING) Адаптирован для работы с озонобезопасным хладагентом, характеризуется высокой эффективностью и надежностью.",
              },
              {
                id: 33,
                text: "АВТОМАТИЧЕСКИЙ ПЕРЕЗАПУСК После устранения перебоев с электропитанием восстановит параметры последнего режима, обеспечивая надежность и безопасность работы кондиционера.",
              },
              {
                id: 34,
                text: "АНТИКОРРОЗИЙНАЯ ЗАЩИТА Предохраняет металлические поверхности наиболее ответственных узлов наружного блока от разрушения под воздействием атмосферной влаги.",
              },
              {
                id: 35,
                text: "АВТОМАТИЧЕСКАЯ ОТТАЙКА ИНЕЯ Защищает теплообменник наружного блока от обрастания инеем, исключая тем самым потери производительности кондиционера и экономя электроэнергию.",
              },
              {
                id: 36,
                text: "КОНТРОЛЬ ПРАВИЛЬНОСТИ ПОДКЛЮЧЕНИЯ Гарантирует нормальную работу мультисистемы даже в том случае, если соединение электрических кабелей при монтаже перепутано по сравнению с порядком соединения трубопроводов для хладагента.",
              },
              {
                id: 37,
                text: "ЗАЩИТА ОТ ПРЕДЕЛЬНЫЙ ТЕМПЕРАТУР Предотвращает образование инея на теплообменнике внутреннего блока и устраняет недопустимый рост давления хладагента в трубопроводе.",
              },
            ],
          },
          {
            id: 8,
            image: require("@/assets/image/imageCatalog1/Dai2.jpg"),
            iconFactory: "",
            model: "Инверторный кондиционер Daikin FTXJ25AS/ RXJ25A",
            price: "000 руб",
            description: [
              "Площадь:  15-26 м2",
              "Мощность (холод/тепло): 2,4(1,3-3,0)/3,4(1,3-4,5) кВт",
              "Серия: FTXJ Emura",
              "Цвет: Серебристый",
              "Потребляемая мощность (холод/тепло): 0,51(0,23-0,82)/0,7(0,18-1,34) кВт",
              "Уровень шума (внутренний/наружный): (19/25/38)/(43/46) дБ",
              "Расход воздуха: 156/264/528 м3/час",
              "Хладагент: R32",
              "Класс энергоэффективности: A+++",
              "Максимальная длина/высота трассы: 20/15 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -10~+46/-15~+18°С",
              "Размеры внутренний/наружный (ШхВхГ): (998х303х212)/(765х550х285) мм",
              "Вес (внутренний/наружный): 12,0/34,0 кг",
              "Wi-Fi управление, 2-зонный датчик движения Intelligent Eye, 3D жалюзи, режим (Turbo, Комфортного сна, Снижения шума внутреннего и наружного блока на 3дБ, Экономичный, Ночной экономии), тёплый пуск, автоматический перезапуск, функция самодиагностики, антикоррозионная защита, автоматическая оттайка инея, защита от предельных температур, контроль правильности подключения, технология энергосбережения, магнитоэлектрический двигатель, компрессор с качающимся ротором (SWING), управление одним касанием, 24 часовой таймер, недельный таймер, автоматический выбор режима, автоматическое управление скоростью вентилятора, электронное управление мощностью, антибактериальная поверхность пульта, программная осушка воздуха, комфортное воздухораспределение, широкоугольные жалюзи, съёмная лицевая панель. Фильтры: Титано-апатитовый дезодорирующий фильтр, фильтр с ионами серебра, воздушный фильтр.",
              "Сборка: Малайзия",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Daikin FTXJ25AS/ RXJ25A серия FTXJ Emura:",
            functionText1:
              "Кондиционер Daikin FTXJ «Emura» - это новая флагманская модель в линейке Daikin с уникальным изысканным дизайном внутреннего блока. В новой серии производитель улучшил ряд характеристик. Кондиционер работает на новом озонобезопасном и более экономичном фреоне R32. Данная модификация фреона позволяет снизить расходы на электроэнергию. Помимо нового фреона, кондиционер получил несколько улучшений. Кондиционер имеет новую систему очистки воздуха, которая отлично справляется со всеми загрязнениями, в том числе и с аллергенами. Новый фильтр задерживает все частицы, вызывающие аллергию - пыльцу растений и деревьев. Кроме того, проверенный временем фотокалитический фильтр нейтрализует вирусы, бактерии и неприятные запахи.  Кондиционер является продолжением дизайнерской линейки Daikin «Emura». Данная линейка сочетает в себе все преимущества премиального кондиционера Daikin, а также имеет широкий функционал и богатый выбор функций. При проектировании данного кондиционера инженеры Daikin уделили много внимания дизайну внутреннего блока. Европейский дизайн кондиционера был разработан с учетом всех реалий и тенденций рынка. Корпус кондиционера очень тонкий по краям с небольшим утолщением по середине. Такой прием позволил создать один из самых тонких корпусов на рынке.",
            functionText2:
              "Данная серия кондиционеров Daikin по праву считается одной из самых тихих в линейке. Уровень шума внутреннего блока составляет всего 19 Дб при работе в ночном режиме и на малых оборотах. Такой уровень шума практически не слышим для нашего слуха. Для сравнения уровень шума стрелок настенных часов составляет 30 Дб.",
            functionText3:
              "Кондиционер Daikin FTXJ Emura имеет самый высокий класс энергоэффективности. Компания Daikin присвоила ему класс А+++. Стоит сказать, что данный класс не введен в общеевропейскую классификацию, но так как кондиционер намного превышает класс А++, было принято решение, присвоить ему уже сейчас класс А+++. Кроме того, кондиционер имеет двухзонный датчик движения «Умный глаз», который следит за перемещениями людей в комнате и в случае отсутствия движения переводит кондиционер в энергосберегающий режим. Датчик также обеспечивает наиболее комфортное распределение охлажденного воздуха, направляя его в сторону от людей. Высокая экономичность кондиционера стала возможна не только благодаря технологическим усовершенствованиям в аэродинамике и датчику «Умный глаз», но и благодаря новейшему инвертору, который обеспечивает минимальное потребление электроэнергии и самый низкий уровень шума.",

            functionList: [
              {
                id: 1,
                text: "ИНВЕРТОРНАЯ ТЕХНОЛОГИЯ Обеспечивает наилучшую циркуляцию воздуха в помещении за счет согласованных качаний заслонок и жалюзи.",
              },
              {
                id: 2,
                text: "ОБЪЕМНЫЙ ВОЗДУШНЫЙ ПОТОК Обеспечивает наилучшую циркуляцию воздуха в помещении за счет согласованных качаний заслонок и жалюзи.",
              },
              {
                id: 3,
                text: "ПОВЫШЕННАЯ ПРОИЗВОДИТЕЛЬНОСТЬ Позволяет быстрее достичь комфортного микроклимата при включении, после чего кондиционер автоматически вернется к основному режиму работы.",
              },
              {
                id: 4,
                text: "ПРОГРАММНАЯ ОСУШКА ВОЗДУХА Обеспечивает снижение влажности при минимальном снижении температуры.",
              },
              {
                id: 5,
                text: "ПРИОРИТЕТНОЕ РАЗМЕЩЕНИЕ Только для мультисистем. Имеет преимущество по сравнению с другими при нагреве или охлаждении воздуха.",
              },
              {
                id: 6,
                text: "НЕПРЕРЫВНОЕ КАЧАНИЕ ЗАСЛОНОК Автоматически изменяет циркуляцию воздуха в помещении с учетом режима работы — нагрев, охлаждение или осушка.",
              },
              {
                id: 7,
                text: "КОМФОРТНОЕ ВОЗДУХОРАСПРЕДЕЛЕНИЕ Режим, исключающий в помещении сквозняки за счет создания равномерного температурного фона.",
              },
              {
                id: 8,
                text: "ШИРОКОУГОЛЬНЫЕ ЖАЛЮЗИ Изменяют направление воздушного потока из внутреннего блока по горизонтали.",
              },
              {
                id: 9,
                text: "СЪЕМНАЯ ЛИЦЕВАЯ ПАНЕЛЬ Легко отмывается от налипшей пыли, что не только сохраняет ее привлекательный внешний вид, но и также исключает снижение производительности и повышение шума работающего кондиционера.",
              },
              {
                id: 10,
                text: "ТИТАНО-АПАТИТОВЫЙ ДЕЗОДОРИРУЮЩИЙ ФИЛЬТР Эффективно удаляет частицы пыли, устраняет неприятные запахи, препятствует размножению бактерий, вирусов, микробов, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 11,
                text: "ВОЗДУШНЫЙ ФИЛЬТР Удаляет частицы взвеси и пыли, устраняет неприятные запахи, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 12,
                text: "ФИЛЬТР С ИОНАМИ СЕРЕБРА Противоаллергенный фильтр. Удаляет из воздуха такие аллергены как пыльца и пылевые клещи с эффективностью до 99%.",
              },
              {
                id: 13,
                text: "АНТИБАКТЕРИАЛЬНАЯ ПОВЕРХНОСТЬ ПУЛЬТА Исключает контактный перенос бактерий и вирусов при передаче его другому пользователю.",
              },
              {
                id: 14,
                text: "БЕСШУМНЫЙ ВЕНТИЛЯТОР С ДИФФУЗОРОМ Обеспечивают ламинарность воздушного потока, снижая уровень шума в помещении.",
              },
              {
                id: 15,
                text: "РЕЖИМ СНИЖЕНИЯ ШУМА ВНУТРЕННЕГО БЛОКА Позволяет снизить уровень шума внутреннего блока на 3 дБА (двукратным снижением мощности звука), что может быть актуальным во время сна.",
              },
              {
                id: 16,
                text: "РЕЖИМ СНИЖЕНИЯ ШУМА НАРУЖНОГО БЛОКА Позволяет снизить уровень шума наружного блока на 3 дБА и расход электроэнергии на 7%. Благодаря этому работа наружного блока не потревожит соседей.",
              },
              {
                id: 17,
                text: "АВТОМАТИЧЕСКОЕ УПРАВЛЕНИЕ СКОРОСТЬЮ ВЕНТИЛЯТОРА Обеспечивает низкий уровень шума и достижение комфортного микроклимата.",
              },
              {
                id: 18,
                text: "ФУНКЦИЯ НОЧНОЙ ЭКОНОМИИ Автоматически снижает уровень шума и расход электроэнергии в ночное время.",
              },
              {
                id: 19,
                text: "ТЕПЛЫЙ ПУСК Исключает поступление холодного воздуха в помещение в первые мгновения работы кондиционера при нагреве.",
              },
              {
                id: 20,
                text: "РЕЖИМ КОМФОРТНОГО СНА Автоматически снижает уровень шума и расход электроэнергии в ночное время.",
              },
              {
                id: 21,
                text: "ПОДДЕРЖКА ОНЛАЙН-КОНТРОЛЛЕРА Управление кондициционером через Интернет-соединение с помощью смартфонов, компьютеров.",
              },
              {
                id: 22,
                text: "2-ЗОННЫЙ ДАТЧИК Intelligent Eye Определяет, в какой части помещения находятся люди, и направляет поток воздуха в сторону от них.",
              },
              {
                id: 23,
                text: "УПРАВЛЕНИЕ ОДНИМ КАСАНИЕМ Осуществляется путем обычного нажатия пусковой клавиши на пульте и активизирует те же настройки кондиционера, которые действовали до его выключения.",
              },
              {
                id: 24,
                text: "ФУНКЦИЯ САМОДИАГНОСТИКИ Предназначена для быстрого нахождения возможных неисправностей кондиционера, а также для снижения времени и расходов на их устранение. ",
              },
              {
                id: 25,
                text: "24-ЧАСОВОЙ ТАЙМЕР Позволяет автоматически настроить работу кондиционера согласно суточной программы.",
              },
              {
                id: 26,
                text: "НЕДЕЛЬНЫЙ ТАЙМЕР Позволяет автоматически согласовать работу кондиционера с учетом недельной программы.",
              },
              {
                id: 27,
                text: "АВТОМАТИЧЕСКИЙ ВЫБОР РЕЖИМА Освобождает пользователя от частых переключений с нагрева на охлаждение и назад вручную, необходимость в которых возникает в период межсезонья.",
              },
              {
                id: 28,
                text: "ИНФРАКРАСНЫЙ ПУЛЬТ ДИСТАНЦИОННОГО УПРАВЛЕНИЯ С LCD-ДИСПЛЕЕМ Для запуска, остановки и регулирования режимов работы кондиционера.",
              },
              {
                id: 29,
                text: "ТЕХНОЛОГИЯ ЭНЕРГОСБЕРЕЖЕНИЯ Система снижает расход электроэнергии при сохранении комфортных параметров (в случае отсутствия людей в помещении до 80%) с возможностью быстрого возврата к комфортному микроклимату.",
              },
              {
                id: 30,
                text: "ЭКОНОМИЧНЫЙ РЕЖИМ Позволяет ограничить энергопотребление кондиционера, сохранив при этом комфорт в помещении. Эта функция может быть полезна при перегрузке сети электроприборами.",
              },
              {
                id: 31,
                text: "МАГНИТОЭЛЕКТРИЧЕСКИЙ ДВИГАТЕЛЬ Без коллекторно-щеточного узла увеличивает производительность компрессора за счет повышенного КПД на низких оборотах.",
              },
              {
                id: 32,
                text: "КОМПРЕССОР С КАЧАЮЩИМСЯ РОТОРОМ (SWING) Адаптирован для работы с озонобезопасным хладагентом, характеризуется высокой эффективностью и надежностью.",
              },
              {
                id: 33,
                text: "АВТОМАТИЧЕСКИЙ ПЕРЕЗАПУСК После устранения перебоев с электропитанием восстановит параметры последнего режима, обеспечивая надежность и безопасность работы кондиционера.",
              },
              {
                id: 34,
                text: "АНТИКОРРОЗИЙНАЯ ЗАЩИТА Предохраняет металлические поверхности наиболее ответственных узлов наружного блока от разрушения под воздействием атмосферной влаги.",
              },
              {
                id: 35,
                text: "АВТОМАТИЧЕСКАЯ ОТТАЙКА ИНЕЯ Защищает теплообменник наружного блока от обрастания инеем, исключая тем самым потери производительности кондиционера и экономя электроэнергию.",
              },
              {
                id: 36,
                text: "КОНТРОЛЬ ПРАВИЛЬНОСТИ ПОДКЛЮЧЕНИЯ Гарантирует нормальную работу мультисистемы даже в том случае, если соединение электрических кабелей при монтаже перепутано по сравнению с порядком соединения трубопроводов для хладагента.",
              },
              {
                id: 37,
                text: "ЗАЩИТА ОТ ПРЕДЕЛЬНЫЙ ТЕМПЕРАТУР Предотвращает образование инея на теплообменнике внутреннего блока и устраняет недопустимый рост давления хладагента в трубопроводе.",
              },
            ],
          },
          {
            id: 9,
            image: require("@/assets/image/imageCatalog1/Dai2.jpg"),
            iconFactory: "",
            model: "Инверторный кондиционер Daikin Emura 3 FTXJ35AS/ RXJ35A",
            price: "000 руб",
            description: [
              "Площадь:  12-20 м2",
              "Мощность (холод/тепло): 3,5(1,4-3,8)/4,0(1,4-5,0) кВт",
              "Серия: FTXJ Emura",
              "Цвет: Серебристый",
              "Потребляемая мощность (холод/тепло): 0,86(0,23-0,36)/0,99(0,18-1,48) кВт",
              "Уровень шума (внутренний/наружный): (20/26/45)/(45/48) дБ",
              "Расход воздуха: 174/288/654 м3/час",
              "Хладагент: R32",
              "Класс энергоэффективности: A+++",
              "Максимальная длина/высота трассы: 20/15 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -10~+46/-15~+18°С",
              "Размеры внутренний/наружный (ШхВхГ): (998х303х212)/(765х550х285) мм",
              "Вес (внутренний/наружный): 12,0/34,0 кг",
              "Wi-Fi управление, 2-зонный датчик движения Intelligent Eye, 3D жалюзи, режим (Turbo, Комфортного сна, Снижения шума внутреннего и наружного блока на 3дБ, Экономичный, Ночной экономии), тёплый пуск, автоматический перезапуск, функция самодиагностики, антикоррозионная защита, автоматическая оттайка инея, защита от предельных температур, контроль правильности подключения, технология энергосбережения, магнитоэлектрический двигатель, компрессор с качающимся ротором (SWING), управление одним касанием, 24 часовой таймер, недельный таймер, автоматический выбор режима, автоматическое управление скоростью вентилятора, электронное управление мощностью, антибактериальная поверхность пульта, программная осушка воздуха, комфортное воздухораспределение, широкоугольные жалюзи, съёмная лицевая панель. Фильтры: Титано-апатитовый дезодорирующий фильтр, фильтр с ионами серебра, воздушный фильтр.",
              "Сборка: Малайзия",
              "Гарантия: 3 года",
            ],
            functionTitle:
              "Функциональные особенности Daikin Emura 3 FTXJ35AS/RXJ35A серия FTXJ Emura:",
            functionText1:
              "Кондиционер Daikin FTXJ «Emura» - это новая флагманская модель в линейке Daikin с уникальным изысканным дизайном внутреннего блока. В новой серии производитель улучшил ряд характеристик. Кондиционер работает на новом озонобезопасном и более экономичном фреоне R32. Данная модификация фреона позволяет снизить расходы на электроэнергию. Помимо нового фреона, кондиционер получил несколько улучшений. Кондиционер имеет новую систему очистки воздуха, которая отлично справляется со всеми загрязнениями, в том числе и с аллергенами. Новый фильтр задерживает все частицы, вызывающие аллергию - пыльцу растений и деревьев. Кроме того, проверенный временем фотокалитический фильтр нейтрализует вирусы, бактерии и неприятные запахи.  Кондиционер является продолжением дизайнерской линейки Daikin «Emura». Данная линейка сочетает в себе все преимущества премиального кондиционера Daikin, а также имеет широкий функционал и богатый выбор функций. При проектировании данного кондиционера инженеры Daikin уделили много внимания дизайну внутреннего блока. Европейский дизайн кондиционера был разработан с учетом всех реалий и тенденций рынка. Корпус кондиционера очень тонкий по краям с небольшим утолщением по середине. Такой прием позволил создать один из самых тонких корпусов на рынке.",
            functionText2:
              "Данная серия кондиционеров Daikin по праву считается одной из самых тихих в линейке. Уровень шума внутреннего блока составляет всего 19 Дб при работе в ночном режиме и на малых оборотах. Такой уровень шума практически не слышим для нашего слуха. Для сравнения уровень шума стрелок настенных часов составляет 30 Дб.",
            functionText3:
              "Кондиционер Daikin FTXJ Emura имеет самый высокий класс энергоэффективности. Компания Daikin присвоила ему класс А+++. Стоит сказать, что данный класс не введен в общеевропейскую классификацию, но так как кондиционер намного превышает класс А++, было принято решение, присвоить ему уже сейчас класс А+++. Кроме того, кондиционер имеет двухзонный датчик движения «Умный глаз», который следит за перемещениями людей в комнате и в случае отсутствия движения переводит кондиционер в энергосберегающий режим. Датчик также обеспечивает наиболее комфортное распределение охлажденного воздуха, направляя его в сторону от людей. Высокая экономичность кондиционера стала возможна не только благодаря технологическим усовершенствованиям в аэродинамике и датчику «Умный глаз», но и благодаря новейшему инвертору, который обеспечивает минимальное потребление электроэнергии и самый низкий уровень шума.",

            functionList: [
              {
                id: 1,
                text: "ИНВЕРТОРНАЯ ТЕХНОЛОГИЯ Обеспечивает наилучшую циркуляцию воздуха в помещении за счет согласованных качаний заслонок и жалюзи.",
              },
              {
                id: 2,
                text: "ОБЪЕМНЫЙ ВОЗДУШНЫЙ ПОТОК Обеспечивает наилучшую циркуляцию воздуха в помещении за счет согласованных качаний заслонок и жалюзи.",
              },
              {
                id: 3,
                text: "ПОВЫШЕННАЯ ПРОИЗВОДИТЕЛЬНОСТЬ Позволяет быстрее достичь комфортного микроклимата при включении, после чего кондиционер автоматически вернется к основному режиму работы.",
              },
              {
                id: 4,
                text: "ПРОГРАММНАЯ ОСУШКА ВОЗДУХА Обеспечивает снижение влажности при минимальном снижении температуры.",
              },
              {
                id: 5,
                text: "ПРИОРИТЕТНОЕ РАЗМЕЩЕНИЕ Только для мультисистем. Имеет преимущество по сравнению с другими при нагреве или охлаждении воздуха.",
              },
              {
                id: 6,
                text: "НЕПРЕРЫВНОЕ КАЧАНИЕ ЗАСЛОНОК Автоматически изменяет циркуляцию воздуха в помещении с учетом режима работы — нагрев, охлаждение или осушка.",
              },
              {
                id: 7,
                text: "КОМФОРТНОЕ ВОЗДУХОРАСПРЕДЕЛЕНИЕ Режим, исключающий в помещении сквозняки за счет создания равномерного температурного фона.",
              },
              {
                id: 8,
                text: "ШИРОКОУГОЛЬНЫЕ ЖАЛЮЗИ Изменяют направление воздушного потока из внутреннего блока по горизонтали.",
              },
              {
                id: 9,
                text: "СЪЕМНАЯ ЛИЦЕВАЯ ПАНЕЛЬ Легко отмывается от налипшей пыли, что не только сохраняет ее привлекательный внешний вид, но и также исключает снижение производительности и повышение шума работающего кондиционера.",
              },
              {
                id: 10,
                text: "ТИТАНО-АПАТИТОВЫЙ ДЕЗОДОРИРУЮЩИЙ ФИЛЬТР Эффективно удаляет частицы пыли, устраняет неприятные запахи, препятствует размножению бактерий, вирусов, микробов, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 11,
                text: "ВОЗДУШНЫЙ ФИЛЬТР Удаляет частицы взвеси и пыли, устраняет неприятные запахи, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 12,
                text: "ФИЛЬТР С ИОНАМИ СЕРЕБРА Противоаллергенный фильтр. Удаляет из воздуха такие аллергены как пыльца и пылевые клещи с эффективностью до 99%.",
              },
              {
                id: 13,
                text: "АНТИБАКТЕРИАЛЬНАЯ ПОВЕРХНОСТЬ ПУЛЬТА Исключает контактный перенос бактерий и вирусов при передаче его другому пользователю.",
              },
              {
                id: 14,
                text: "БЕСШУМНЫЙ ВЕНТИЛЯТОР С ДИФФУЗОРОМ Обеспечивают ламинарность воздушного потока, снижая уровень шума в помещении.",
              },
              {
                id: 15,
                text: "РЕЖИМ СНИЖЕНИЯ ШУМА ВНУТРЕННЕГО БЛОКА Позволяет снизить уровень шума внутреннего блока на 3 дБА (двукратным снижением мощности звука), что может быть актуальным во время сна.",
              },
              {
                id: 16,
                text: "РЕЖИМ СНИЖЕНИЯ ШУМА НАРУЖНОГО БЛОКА Позволяет снизить уровень шума наружного блока на 3 дБА и расход электроэнергии на 7%. Благодаря этому работа наружного блока не потревожит соседей.",
              },
              {
                id: 17,
                text: "АВТОМАТИЧЕСКОЕ УПРАВЛЕНИЕ СКОРОСТЬЮ ВЕНТИЛЯТОРА Обеспечивает низкий уровень шума и достижение комфортного микроклимата.",
              },
              {
                id: 18,
                text: "ФУНКЦИЯ НОЧНОЙ ЭКОНОМИИ Автоматически снижает уровень шума и расход электроэнергии в ночное время.",
              },
              {
                id: 19,
                text: "ТЕПЛЫЙ ПУСК Исключает поступление холодного воздуха в помещение в первые мгновения работы кондиционера при нагреве.",
              },
              {
                id: 20,
                text: "РЕЖИМ КОМФОРТНОГО СНА Автоматически снижает уровень шума и расход электроэнергии в ночное время.",
              },
              {
                id: 21,
                text: "ПОДДЕРЖКА ОНЛАЙН-КОНТРОЛЛЕРА Управление кондициционером через Интернет-соединение с помощью смартфонов, компьютеров.",
              },
              {
                id: 22,
                text: "2-ЗОННЫЙ ДАТЧИК Intelligent Eye Определяет, в какой части помещения находятся люди, и направляет поток воздуха в сторону от них.",
              },
              {
                id: 23,
                text: "УПРАВЛЕНИЕ ОДНИМ КАСАНИЕМ Осуществляется путем обычного нажатия пусковой клавиши на пульте и активизирует те же настройки кондиционера, которые действовали до его выключения.",
              },
              {
                id: 24,
                text: "ФУНКЦИЯ САМОДИАГНОСТИКИ Предназначена для быстрого нахождения возможных неисправностей кондиционера, а также для снижения времени и расходов на их устранение. ",
              },
              {
                id: 25,
                text: "24-ЧАСОВОЙ ТАЙМЕР Позволяет автоматически настроить работу кондиционера согласно суточной программы.",
              },
              {
                id: 26,
                text: "НЕДЕЛЬНЫЙ ТАЙМЕР Позволяет автоматически согласовать работу кондиционера с учетом недельной программы.",
              },
              {
                id: 27,
                text: "АВТОМАТИЧЕСКИЙ ВЫБОР РЕЖИМА Освобождает пользователя от частых переключений с нагрева на охлаждение и назад вручную, необходимость в которых возникает в период межсезонья.",
              },
              {
                id: 28,
                text: "ИНФРАКРАСНЫЙ ПУЛЬТ ДИСТАНЦИОННОГО УПРАВЛЕНИЯ С LCD-ДИСПЛЕЕМ Для запуска, остановки и регулирования режимов работы кондиционера.",
              },
              {
                id: 29,
                text: "ТЕХНОЛОГИЯ ЭНЕРГОСБЕРЕЖЕНИЯ Система снижает расход электроэнергии при сохранении комфортных параметров (в случае отсутствия людей в помещении до 80%) с возможностью быстрого возврата к комфортному микроклимату.",
              },
              {
                id: 30,
                text: "ЭКОНОМИЧНЫЙ РЕЖИМ Позволяет ограничить энергопотребление кондиционера, сохранив при этом комфорт в помещении. Эта функция может быть полезна при перегрузке сети электроприборами.",
              },
              {
                id: 31,
                text: "МАГНИТОЭЛЕКТРИЧЕСКИЙ ДВИГАТЕЛЬ Без коллекторно-щеточного узла увеличивает производительность компрессора за счет повышенного КПД на низких оборотах.",
              },
              {
                id: 32,
                text: "КОМПРЕССОР С КАЧАЮЩИМСЯ РОТОРОМ (SWING) Адаптирован для работы с озонобезопасным хладагентом, характеризуется высокой эффективностью и надежностью.",
              },
              {
                id: 33,
                text: "АВТОМАТИЧЕСКИЙ ПЕРЕЗАПУСК После устранения перебоев с электропитанием восстановит параметры последнего режима, обеспечивая надежность и безопасность работы кондиционера.",
              },
              {
                id: 34,
                text: "АНТИКОРРОЗИЙНАЯ ЗАЩИТА Предохраняет металлические поверхности наиболее ответственных узлов наружного блока от разрушения под воздействием атмосферной влаги.",
              },
              {
                id: 35,
                text: "АВТОМАТИЧЕСКАЯ ОТТАЙКА ИНЕЯ Защищает теплообменник наружного блока от обрастания инеем, исключая тем самым потери производительности кондиционера и экономя электроэнергию.",
              },
              {
                id: 36,
                text: "КОНТРОЛЬ ПРАВИЛЬНОСТИ ПОДКЛЮЧЕНИЯ Гарантирует нормальную работу мультисистемы даже в том случае, если соединение электрических кабелей при монтаже перепутано по сравнению с порядком соединения трубопроводов для хладагента.",
              },
              {
                id: 37,
                text: "ЗАЩИТА ОТ ПРЕДЕЛЬНЫЙ ТЕМПЕРАТУР Предотвращает образование инея на теплообменнике внутреннего блока и устраняет недопустимый рост давления хладагента в трубопроводе.",
              },
            ],
          },
          {
            id: 10,
            image: require("@/assets/image/imageCatalog1/Dai3.jpg"),
            iconFactory: "",
            model: "Инверторный кондиционер Daikin FTXA20AW/RXA20A",
            price: "000 руб",
            description: [
              "Площадь:  до 20 м2",
              "Мощность (холод/тепло): 2,0/2,5 кВт",
              "Серия: Stylish FTXA",
              "Цвет: Белый",
              "Потребляемая мощность (холод/тепло): 0,44/0,5 кВт",
              "Уровень шума (внутренний/наружный): (19/25/32/39)/46 дБ",
              "Расход воздуха: 276/366/492/660/714 м3/ч",
              "Хладагент: R32",
              "Класс энергоэффективности: A+++",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/15 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -10~+46/-15~+18°С",
              "Размеры внутренний/наружный (ШхВхГ): (798х295х189)/(765х550х285) мм",
              "Вес (внутренний/наружный): 13,0/32,0 кг",
              "Сдержанный и свежий дизайн, уникальный сенсором теплового зрения, 3D жалюзи, 5 скоростей вентилятора, режим Econo, экономия энергии в режиме ожидания, ночной режим работы, режим поддержания комфортной температуры, высокопроизводительный режим, равномерное распределение потока воздуха по всему пространству, еженедельный таймер, автоматический перезапуск, самодиагностика. Фильтры: Источник стримерного разряда, титано-апатитовый фотокаталитический фильтр, воздушный фильтр",
              "Сборка: Чехия",
              "Гарантия: 5 лет",
            ],
            functionTitle:
              "Функциональные особенности Daikin FTXA20AW/RXA20A серия Stylish FTXA:",
            functionText1:
              "Сдержанный и свежий дизайн, объединенный с множеством функций комфорта, гарантируют вашему дому идеальную атмосферу. Внутренний блок толщиной всего 189 мм является самым компактным в своем классе. Для серии Daikin Stylish был разработан вентилятор специальной конструкции, обеспечивающий не только ультратонкий дизайн, но и высочайшую энергоэффективность класса А+++ и бесшумность работы кондиционера. Постоянство температуры в помещении Серия Stylish оснащена уникальным «сенсором теплового зрения», который измеряет температуру комнаты, разделяя ее на 64 зоны и составляя температурную карту помещения. После этого охлажденный воздух направляется именно в те зоны, которые в нем нуждаются. Это позволяет добиться более комфортного климата в помещении, исключая переохлаждение или перегрев. Управление воздушным потоком для идеального комфорта в кондиционерах этой серии используется специальная конструкция заслонок, позволяющая достичь эффекта Коанда и обеспечить за счет этого максимальный комфорт. Система управления жалюзи распределяет воздушный поток таким образом, чтобы он, в первую очередь, был направлен вниз вдоль стены в режиме нагрева и наверх в направлении потолка в режиме охлаждения. Это позволяет полностью избежать сквозняков и обеспечить комфорт находящимся в помещении людям. ",

            functionList: [
              {
                id: 1,
                text: "ИНВЕРТОРНАЯ ТЕХНОЛОГИЯ Обеспечивает наилучшую циркуляцию воздуха в помещении за счет согласованных качаний заслонок и жалюзи.",
              },
              {
                id: 2,
                text: "ОБЪЕМНЫЙ ВОЗДУШНЫЙ ПОТОК Обеспечивает наилучшую циркуляцию воздуха в помещении за счет согласованных качаний заслонок и жалюзи.",
              },
              {
                id: 3,
                text: "ПОВЫШЕННАЯ ПРОИЗВОДИТЕЛЬНОСТЬ Позволяет быстрее достичь комфортного микроклимата при включении, после чего кондиционер автоматически вернется к основному режиму работы.",
              },
              {
                id: 4,
                text: "ПРОГРАММОЕ ОСУШЕНИЕ ВОЗДУХА позволяет поддерживать относительную влажность воздуха в помещении в пределах 35-60% без изменения температуры.",
              },
              {
                id: 5,
                text: "ИСТОЧНИК СТРИМЕРНОГО РАЗРЯДА генерирует быстрые электроны, которые разрушают формальдегиды и устраняют неприятные запахи.",
              },
              {
                id: 6,
                text: "РЕЖИМ ПОКАЧИВАНИЯ ЗАСЛОНОК Автоматически изменяет циркуляцию воздуха в помещении с учетом режима работы — нагрев, охлаждение или осушка.",
              },
              {
                id: 7,
                text: "РЕЖИМ ПОКАЧИВАНИЯ ЖАЛЮЗИ - автоматическое изменение горизонтального направления воздушного потока.",
              },
              {
                id: 8,
                text: "ТИТАНО-АПАТИТОВЫЙ ДЕЗОДОРИРУЮЩИЙ ФИЛЬТР Эффективно удаляет частицы пыли, устраняет неприятные запахи, препятствует размножению бактерий, вирусов, микробов, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 9,
                text: "ВОЗДУШНЫЙ ФИЛЬТР Удаляет частицы взвеси и пыли, устраняет неприятные запахи, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 10,
                text: "ИНФРАКРАСНЫЙ ПУЛЬТ ДИСТАНЦИОННОГО УПРАВЛЕНИЯ С LCD-ДИСПЛЕЕМ Для запуска, остановки и регулирования режимов работы кондиционера. Антибактериальная поверхность пульта с вкраплением ионов серебра исключает возможность переноса инфекции между людьми контактным путём на протяжении всего срока пользования кондиционером.",
              },
              {
                id: 11,
                text: "УПРАВЛЕНИЕ СКОРОСТЬЮ ВЕНТИЛЯТОРА внутреннего блока осуществляется автоматически для обеспечения низкого уровня шума и достижения комфортного микроклимата",
              },
              {
                id: 12,
                text: "КОМФОРТНОЕ ВОЗДУХОРАСПРЕДЕЛЕНИЕ - режим, исключающий сквозняки в помещении за счет создания равномерного температурного фона.",
              },
              {
                id: 13,
                text: "БЕСШУМНЫЙ ВНУТРЕННИЙ БЛОК обеспечивает дополнительное снижение уровня шума на 3 дБ, что особенно актуально во время занятий или сна.",
              },
              {
                id: 14,
                text: "ФУНКЦИЯ НОЧНОЙ ЭКОНОМИИ Автоматически снижает уровень шума и расход электроэнергии в ночное время.",
              },
              {
                id: 15,
                text: "ФУНКЦИЯ САМОДИАГНОСТИКИ Предназначена для быстрого нахождения возможных неисправностей кондиционера, а также для снижения времени и расходов на их устранение.",
              },
              {
                id: 16,
                text: "НЕДЕЛЬНЫЙ ТАЙМЕР Позволяет автоматически согласовать работу кондиционера с учетом недельной программы.",
              },
              {
                id: 17,
                text: "АВТОМАТИЧЕСКИЙ ВЫБОР РЕЖИМА Освобождает пользователя от частых переключений с нагрева на охлаждение и назад вручную, необходимость в которых возникает в период межсезонья.",
              },
              {
                id: 18,
                text: "ПРОВОДНОЙ ПУЛЬТ ДИСТАНЦИОННОГО УПРАВЛЕНИЯ для включения, выключения и регулирования режимов работы кондиционера.",
              },
              {
                id: 19,
                text: "ЦЕНТРАЛЗОВАННОЕ УПРАВЛЕНИЕ позволяет реализовать запуск, остановку и регулирование режимов работы несколькими кондиционерами.",
              },
              {
                id: 20,
                text: "ТЕХНОЛОГИЯ ЭНЕРГОСБЕРЕЖЕНИЯ Система снижает расход электроэнергии при сохранении комфортных параметров (в случае отсутствия людей в помещении до 80%) с возможностью быстрого возврата к комфортному микроклимату.",
              },
              {
                id: 21,
                text: "ЭКОНОМИЧНЫЙ РЕЖИМ Позволяет ограничить энергопотребление кондиционера, сохранив при этом комфорт в помещении. Эта функция может быть полезна при перегрузке сети электроприборами.",
              },
              {
                id: 22,
                text: "АВТОМАТИЧЕСКИЙ ПЕРЕЗАПУСК без вмешательства пользователя выключает кондиционер при перебоях с напряжением электросети и сохранит в памяти микропроцессора установленные параметры, а после восстановления нормального напряжения включит кондиционер с прежними значениями параметров.",
              },
              {
                id: 23,
                text: "КОМПОНОВКА МУЛЬТИСИСТЕМЫ улучшает внешний облик фасада здания за счёт сокращения числа наружных блоков. В зависимости от количества внутренних блоков возможна реализация классической мультисистемы, либо подключение к специальным блокам VRV с функцией применения бытовых блоков.",
              },
            ],
          },
          {
            id: 11,
            image: require("@/assets/image/imageCatalog1/Dai3.jpg"),
            iconFactory: "",
            model: "Инверторный кондиционер Daikin FTXA25AW/RXA25A",
            price: "000 руб",
            description: [
              "Площадь:  до 25 м2",
              "Мощность (холод/тепло): 2,5/2,89 кВт",
              "Серия: Stylish FTXA",
              "Цвет: Белый",
              "Потребляемая мощность (холод/тепло): 0,56/0,56 кВт",
              "Уровень шума (внутренний/наружный): (19/25/33/40)/46 дБ",
              "Расход воздуха: 276/366/516/666/744 м3/ч",
              "Хладагент: R32",
              "Класс энергоэффективности: A+++",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/15 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -10~+46/-15~+18°С",
              "Размеры внутренний/наружный (ШхВхГ): (798х295х189)/(765х550х285) мм",
              "Вес (внутренний/наружный): 13,0/32,0 кг",
              "Сдержанный и свежий дизайн, уникальный сенсором теплового зрения, 3D жалюзи, 5 скоростей вентилятора, режим Econo, экономия энергии в режиме ожидания, ночной режим работы, режим поддержания комфортной температуры, высокопроизводительный режим, равномерное распределение потока воздуха по всему пространству, еженедельный таймер, автоматический перезапуск, самодиагностика. Фильтры: Источник стримерного разряда, титано-апатитовый фотокаталитический фильтр, воздушный фильтр",
              "Сборка: Чехия",
              "Гарантия: 5 лет",
            ],
            functionTitle:
              "Функциональные особенности Daikin FTXA25AW/RXA25A серия Stylish FTXA:",
            functionText1:
              "Сдержанный и свежий дизайн, объединенный с множеством функций комфорта, гарантируют вашему дому идеальную атмосферу. Внутренний блок толщиной всего 189 мм является самым компактным в своем классе. Для серии Daikin Stylish был разработан вентилятор специальной конструкции, обеспечивающий не только ультратонкий дизайн, но и высочайшую энергоэффективность класса А+++ и бесшумность работы кондиционера. Постоянство температуры в помещении Серия Stylish оснащена уникальным «сенсором теплового зрения», который измеряет температуру комнаты, разделяя ее на 64 зоны и составляя температурную карту помещения. После этого охлажденный воздух направляется именно в те зоны, которые в нем нуждаются. Это позволяет добиться более комфортного климата в помещении, исключая переохлаждение или перегрев. Управление воздушным потоком для идеального комфорта в кондиционерах этой серии используется специальная конструкция заслонок, позволяющая достичь эффекта Коанда и обеспечить за счет этого максимальный комфорт. Система управления жалюзи распределяет воздушный поток таким образом, чтобы он, в первую очередь, был направлен вниз вдоль стены в режиме нагрева и наверх в направлении потолка в режиме охлаждения. Это позволяет полностью избежать сквозняков и обеспечить комфорт находящимся в помещении людям. ",

            functionList: [
              {
                id: 1,
                text: "ИНВЕРТОРНАЯ ТЕХНОЛОГИЯ Обеспечивает наилучшую циркуляцию воздуха в помещении за счет согласованных качаний заслонок и жалюзи.",
              },
              {
                id: 2,
                text: "ОБЪЕМНЫЙ ВОЗДУШНЫЙ ПОТОК Обеспечивает наилучшую циркуляцию воздуха в помещении за счет согласованных качаний заслонок и жалюзи.",
              },
              {
                id: 3,
                text: "ПОВЫШЕННАЯ ПРОИЗВОДИТЕЛЬНОСТЬ Позволяет быстрее достичь комфортного микроклимата при включении, после чего кондиционер автоматически вернется к основному режиму работы.",
              },
              {
                id: 4,
                text: "ПРОГРАММОЕ ОСУШЕНИЕ ВОЗДУХА позволяет поддерживать относительную влажность воздуха в помещении в пределах 35-60% без изменения температуры.",
              },
              {
                id: 5,
                text: "ИСТОЧНИК СТРИМЕРНОГО РАЗРЯДА генерирует быстрые электроны, которые разрушают формальдегиды и устраняют неприятные запахи.",
              },
              {
                id: 6,
                text: "РЕЖИМ ПОКАЧИВАНИЯ ЗАСЛОНОК Автоматически изменяет циркуляцию воздуха в помещении с учетом режима работы — нагрев, охлаждение или осушка.",
              },
              {
                id: 7,
                text: "РЕЖИМ ПОКАЧИВАНИЯ ЖАЛЮЗИ - автоматическое изменение горизонтального направления воздушного потока.",
              },
              {
                id: 8,
                text: "ТИТАНО-АПАТИТОВЫЙ ДЕЗОДОРИРУЮЩИЙ ФИЛЬТР Эффективно удаляет частицы пыли, устраняет неприятные запахи, препятствует размножению бактерий, вирусов, микробов, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 9,
                text: "ВОЗДУШНЫЙ ФИЛЬТР Удаляет частицы взвеси и пыли, устраняет неприятные запахи, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 10,
                text: "ИНФРАКРАСНЫЙ ПУЛЬТ ДИСТАНЦИОННОГО УПРАВЛЕНИЯ С LCD-ДИСПЛЕЕМ Для запуска, остановки и регулирования режимов работы кондиционера. Антибактериальная поверхность пульта с вкраплением ионов серебра исключает возможность переноса инфекции между людьми контактным путём на протяжении всего срока пользования кондиционером.",
              },
              {
                id: 11,
                text: "УПРАВЛЕНИЕ СКОРОСТЬЮ ВЕНТИЛЯТОРА внутреннего блока осуществляется автоматически для обеспечения низкого уровня шума и достижения комфортного микроклимата",
              },
              {
                id: 12,
                text: "КОМФОРТНОЕ ВОЗДУХОРАСПРЕДЕЛЕНИЕ - режим, исключающий сквозняки в помещении за счет создания равномерного температурного фона.",
              },
              {
                id: 13,
                text: "БЕСШУМНЫЙ ВНУТРЕННИЙ БЛОК обеспечивает дополнительное снижение уровня шума на 3 дБ, что особенно актуально во время занятий или сна.",
              },
              {
                id: 14,
                text: "ФУНКЦИЯ НОЧНОЙ ЭКОНОМИИ Автоматически снижает уровень шума и расход электроэнергии в ночное время.",
              },
              {
                id: 15,
                text: "ФУНКЦИЯ САМОДИАГНОСТИКИ Предназначена для быстрого нахождения возможных неисправностей кондиционера, а также для снижения времени и расходов на их устранение.",
              },
              {
                id: 16,
                text: "НЕДЕЛЬНЫЙ ТАЙМЕР Позволяет автоматически согласовать работу кондиционера с учетом недельной программы.",
              },
              {
                id: 17,
                text: "АВТОМАТИЧЕСКИЙ ВЫБОР РЕЖИМА Освобождает пользователя от частых переключений с нагрева на охлаждение и назад вручную, необходимость в которых возникает в период межсезонья.",
              },
              {
                id: 18,
                text: "ПРОВОДНОЙ ПУЛЬТ ДИСТАНЦИОННОГО УПРАВЛЕНИЯ для включения, выключения и регулирования режимов работы кондиционера.",
              },
              {
                id: 19,
                text: "ЦЕНТРАЛЗОВАННОЕ УПРАВЛЕНИЕ позволяет реализовать запуск, остановку и регулирование режимов работы несколькими кондиционерами.",
              },
              {
                id: 20,
                text: "ТЕХНОЛОГИЯ ЭНЕРГОСБЕРЕЖЕНИЯ Система снижает расход электроэнергии при сохранении комфортных параметров (в случае отсутствия людей в помещении до 80%) с возможностью быстрого возврата к комфортному микроклимату.",
              },
              {
                id: 21,
                text: "ЭКОНОМИЧНЫЙ РЕЖИМ Позволяет ограничить энергопотребление кондиционера, сохранив при этом комфорт в помещении. Эта функция может быть полезна при перегрузке сети электроприборами.",
              },
              {
                id: 22,
                text: "АВТОМАТИЧЕСКИЙ ПЕРЕЗАПУСК без вмешательства пользователя выключает кондиционер при перебоях с напряжением электросети и сохранит в памяти микропроцессора установленные параметры, а после восстановления нормального напряжения включит кондиционер с прежними значениями параметров.",
              },
              {
                id: 23,
                text: "КОМПОНОВКА МУЛЬТИСИСТЕМЫ улучшает внешний облик фасада здания за счёт сокращения числа наружных блоков. В зависимости от количества внутренних блоков возможна реализация классической мультисистемы, либо подключение к специальным блокам VRV с функцией применения бытовых блоков.",
              },
            ],
          },
          {
            id: 12,
            image: require("@/assets/image/imageCatalog1/Dai3.jpg"),
            iconFactory: "",
            model: "Инверторный кондиционер Daikin FTXA35AW/RXA35A",
            price: "000 руб",
            description: [
              "Площадь:  до 35 м2",
              "Мощность (холод/тепло): 3,4/4,0 кВт",
              "Серия: Stylish FTXA",
              "Цвет: Белый",
              "Потребляемая мощность (холод/тепло): 0,99/0,99 кВт",
              "Уровень шума (внутренний/наружный): (19/25/33/41)/49 дБ",
              "Расход воздуха: 276/366/516/714/774 м3/ч",
              "Хладагент: R32",
              "Класс энергоэффективности: A+++",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/15 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -10~+46/-15~+18°С",
              "Размеры внутренний/наружный (ШхВхГ): (798х295х189)/(765х550х285) мм",
              "Вес (внутренний/наружный): 13,0/32,0 кг",
              "Сдержанный и свежий дизайн, уникальный сенсором теплового зрения, 3D жалюзи, 5 скоростей вентилятора, режим Econo, экономия энергии в режиме ожидания, ночной режим работы, режим поддержания комфортной температуры, высокопроизводительный режим, равномерное распределение потока воздуха по всему пространству, еженедельный таймер, автоматический перезапуск, самодиагностика. Фильтры: Источник стримерного разряда, титано-апатитовый фотокаталитический фильтр, воздушный фильтр",
              "Сборка: Чехия",
              "Гарантия: 5 лет",
            ],
            functionTitle:
              "Функциональные особенности Daikin FTXA35AW/RXA35A серия Stylish FTXA:",
            functionText1:
              "Сдержанный и свежий дизайн, объединенный с множеством функций комфорта, гарантируют вашему дому идеальную атмосферу. Внутренний блок толщиной всего 189 мм является самым компактным в своем классе. Для серии Daikin Stylish был разработан вентилятор специальной конструкции, обеспечивающий не только ультратонкий дизайн, но и высочайшую энергоэффективность класса А+++ и бесшумность работы кондиционера. Постоянство температуры в помещении Серия Stylish оснащена уникальным «сенсором теплового зрения», который измеряет температуру комнаты, разделяя ее на 64 зоны и составляя температурную карту помещения. После этого охлажденный воздух направляется именно в те зоны, которые в нем нуждаются. Это позволяет добиться более комфортного климата в помещении, исключая переохлаждение или перегрев. Управление воздушным потоком для идеального комфорта в кондиционерах этой серии используется специальная конструкция заслонок, позволяющая достичь эффекта Коанда и обеспечить за счет этого максимальный комфорт. Система управления жалюзи распределяет воздушный поток таким образом, чтобы он, в первую очередь, был направлен вниз вдоль стены в режиме нагрева и наверх в направлении потолка в режиме охлаждения. Это позволяет полностью избежать сквозняков и обеспечить комфорт находящимся в помещении людям. ",

            functionList: [
              {
                id: 1,
                text: "ИНВЕРТОРНАЯ ТЕХНОЛОГИЯ Обеспечивает наилучшую циркуляцию воздуха в помещении за счет согласованных качаний заслонок и жалюзи.",
              },
              {
                id: 2,
                text: "ОБЪЕМНЫЙ ВОЗДУШНЫЙ ПОТОК Обеспечивает наилучшую циркуляцию воздуха в помещении за счет согласованных качаний заслонок и жалюзи.",
              },
              {
                id: 3,
                text: "ПОВЫШЕННАЯ ПРОИЗВОДИТЕЛЬНОСТЬ Позволяет быстрее достичь комфортного микроклимата при включении, после чего кондиционер автоматически вернется к основному режиму работы.",
              },
              {
                id: 4,
                text: "ПРОГРАММОЕ ОСУШЕНИЕ ВОЗДУХА позволяет поддерживать относительную влажность воздуха в помещении в пределах 35-60% без изменения температуры.",
              },
              {
                id: 5,
                text: "ИСТОЧНИК СТРИМЕРНОГО РАЗРЯДА генерирует быстрые электроны, которые разрушают формальдегиды и устраняют неприятные запахи.",
              },
              {
                id: 6,
                text: "РЕЖИМ ПОКАЧИВАНИЯ ЗАСЛОНОК Автоматически изменяет циркуляцию воздуха в помещении с учетом режима работы — нагрев, охлаждение или осушка.",
              },
              {
                id: 7,
                text: "РЕЖИМ ПОКАЧИВАНИЯ ЖАЛЮЗИ - автоматическое изменение горизонтального направления воздушного потока.",
              },
              {
                id: 8,
                text: "ТИТАНО-АПАТИТОВЫЙ ДЕЗОДОРИРУЮЩИЙ ФИЛЬТР Эффективно удаляет частицы пыли, устраняет неприятные запахи, препятствует размножению бактерий, вирусов, микробов, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 9,
                text: "ВОЗДУШНЫЙ ФИЛЬТР Удаляет частицы взвеси и пыли, устраняет неприятные запахи, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 10,
                text: "ИНФРАКРАСНЫЙ ПУЛЬТ ДИСТАНЦИОННОГО УПРАВЛЕНИЯ С LCD-ДИСПЛЕЕМ Для запуска, остановки и регулирования режимов работы кондиционера. Антибактериальная поверхность пульта с вкраплением ионов серебра исключает возможность переноса инфекции между людьми контактным путём на протяжении всего срока пользования кондиционером.",
              },
              {
                id: 11,
                text: "УПРАВЛЕНИЕ СКОРОСТЬЮ ВЕНТИЛЯТОРА внутреннего блока осуществляется автоматически для обеспечения низкого уровня шума и достижения комфортного микроклимата",
              },
              {
                id: 12,
                text: "КОМФОРТНОЕ ВОЗДУХОРАСПРЕДЕЛЕНИЕ - режим, исключающий сквозняки в помещении за счет создания равномерного температурного фона.",
              },
              {
                id: 13,
                text: "БЕСШУМНЫЙ ВНУТРЕННИЙ БЛОК обеспечивает дополнительное снижение уровня шума на 3 дБ, что особенно актуально во время занятий или сна.",
              },
              {
                id: 14,
                text: "ФУНКЦИЯ НОЧНОЙ ЭКОНОМИИ Автоматически снижает уровень шума и расход электроэнергии в ночное время.",
              },
              {
                id: 15,
                text: "ФУНКЦИЯ САМОДИАГНОСТИКИ Предназначена для быстрого нахождения возможных неисправностей кондиционера, а также для снижения времени и расходов на их устранение.",
              },
              {
                id: 16,
                text: "НЕДЕЛЬНЫЙ ТАЙМЕР Позволяет автоматически согласовать работу кондиционера с учетом недельной программы.",
              },
              {
                id: 17,
                text: "АВТОМАТИЧЕСКИЙ ВЫБОР РЕЖИМА Освобождает пользователя от частых переключений с нагрева на охлаждение и назад вручную, необходимость в которых возникает в период межсезонья.",
              },
              {
                id: 18,
                text: "ПРОВОДНОЙ ПУЛЬТ ДИСТАНЦИОННОГО УПРАВЛЕНИЯ для включения, выключения и регулирования режимов работы кондиционера.",
              },
              {
                id: 19,
                text: "ЦЕНТРАЛЗОВАННОЕ УПРАВЛЕНИЕ позволяет реализовать запуск, остановку и регулирование режимов работы несколькими кондиционерами.",
              },
              {
                id: 20,
                text: "ТЕХНОЛОГИЯ ЭНЕРГОСБЕРЕЖЕНИЯ Система снижает расход электроэнергии при сохранении комфортных параметров (в случае отсутствия людей в помещении до 80%) с возможностью быстрого возврата к комфортному микроклимату.",
              },
              {
                id: 21,
                text: "ЭКОНОМИЧНЫЙ РЕЖИМ Позволяет ограничить энергопотребление кондиционера, сохранив при этом комфорт в помещении. Эта функция может быть полезна при перегрузке сети электроприборами.",
              },
              {
                id: 22,
                text: "АВТОМАТИЧЕСКИЙ ПЕРЕЗАПУСК без вмешательства пользователя выключает кондиционер при перебоях с напряжением электросети и сохранит в памяти микропроцессора установленные параметры, а после восстановления нормального напряжения включит кондиционер с прежними значениями параметров.",
              },
              {
                id: 23,
                text: "КОМПОНОВКА МУЛЬТИСИСТЕМЫ улучшает внешний облик фасада здания за счёт сокращения числа наружных блоков. В зависимости от количества внутренних блоков возможна реализация классической мультисистемы, либо подключение к специальным блокам VRV с функцией применения бытовых блоков.",
              },
            ],
          },
          {
            id: 13,
            image: require("@/assets/image/imageCatalog1/Dai4.jpg"),
            iconFactory: "",
            model: "Инверторный кондиционер Daikin FTXA20B(S/T)/ RXA20A(9)",
            price: "000 руб",
            description: [
              "Площадь:  до 20 м2",
              "Мощность (холод/тепло): 2,0/2,5 кВт",
              "Серия: Stylish FTXA",
              "Цвет: Серебристый/Черный",
              "Потребляемая мощность (холод/тепло): 0,44/0,5 кВт",
              "Уровень шума (внутренний/наружный): (19/25/32/39)/46 дБ",
              "Расход воздуха:  276/366/492/660/714 м3/ч",
              "Хладагент: R32",
              "Класс энергоэффективности: A+++",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/15 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -10~+46/-15~+18°С",
              "Размеры внутренний/наружный (ШхВхГ): (798х295х189)/(765х550х285) мм",
              "Вес (внутренний/наружный): 13,0/32,0 кг",
              "Сдержанный и свежий дизайн, уникальный сенсором теплового зрения, 3D жалюзи, 5 скоростей вентилятора, режим Econo, экономия энергии в режиме ожидания, ночной режим работы, режим поддержания комфортной температуры, высокопроизводительный режим, равномерное распределение потока воздуха по всему пространству, еженедельный таймер, автоматический перезапуск, самодиагностика. Фильтры: Источник стримерного разряда, титано-апатитовый фотокаталитический фильтр, воздушный фильтр",
              "Сборка: Чехия",
              "Гарантия: 5 лет",
            ],
            functionTitle:
              "Функциональные особенности Daikin FTXA20B(S/T)/RXA20A(9) серия Stylish FTXA:",
            functionText1:
              "Сдержанный и свежий дизайн, объединенный с множеством функций комфорта, гарантируют вашему дому идеальную атмосферу. Внутренний блок толщиной всего 189 мм является самым компактным в своем классе. Для серии Daikin Stylish был разработан вентилятор специальной конструкции, обеспечивающий не только ультратонкий дизайн, но и высочайшую энергоэффективность класса А+++ и бесшумность работы кондиционера. Постоянство температуры в помещении Серия Stylish оснащена уникальным «сенсором теплового зрения», который измеряет температуру комнаты, разделяя ее на 64 зоны и составляя температурную карту помещения. После этого охлажденный воздух направляется именно в те зоны, которые в нем нуждаются. Это позволяет добиться более комфортного климата в помещении, исключая переохлаждение или перегрев. Управление воздушным потоком для идеального комфорта в кондиционерах этой серии используется специальная конструкция заслонок, позволяющая достичь эффекта Коанда и обеспечить за счет этого максимальный комфорт. Система управления жалюзи распределяет воздушный поток таким образом, чтобы он, в первую очередь, был направлен вниз вдоль стены в режиме нагрева и наверх в направлении потолка в режиме охлаждения. Это позволяет полностью избежать сквозняков и обеспечить комфорт находящимся в помещении людям. ",

            functionList: [
              {
                id: 1,
                text: "ИНВЕРТОРНАЯ ТЕХНОЛОГИЯ Обеспечивает наилучшую циркуляцию воздуха в помещении за счет согласованных качаний заслонок и жалюзи.",
              },
              {
                id: 2,
                text: "ОБЪЕМНЫЙ ВОЗДУШНЫЙ ПОТОК Обеспечивает наилучшую циркуляцию воздуха в помещении за счет согласованных качаний заслонок и жалюзи.",
              },
              {
                id: 3,
                text: "ПОВЫШЕННАЯ ПРОИЗВОДИТЕЛЬНОСТЬ Позволяет быстрее достичь комфортного микроклимата при включении, после чего кондиционер автоматически вернется к основному режиму работы.",
              },
              {
                id: 4,
                text: "ПРОГРАММОЕ ОСУШЕНИЕ ВОЗДУХА позволяет поддерживать относительную влажность воздуха в помещении в пределах 35-60% без изменения температуры.",
              },
              {
                id: 5,
                text: "ИСТОЧНИК СТРИМЕРНОГО РАЗРЯДА генерирует быстрые электроны, которые разрушают формальдегиды и устраняют неприятные запахи.",
              },
              {
                id: 6,
                text: "РЕЖИМ ПОКАЧИВАНИЯ ЗАСЛОНОК Автоматически изменяет циркуляцию воздуха в помещении с учетом режима работы — нагрев, охлаждение или осушка.",
              },
              {
                id: 7,
                text: "РЕЖИМ ПОКАЧИВАНИЯ ЖАЛЮЗИ - автоматическое изменение горизонтального направления воздушного потока.",
              },
              {
                id: 8,
                text: "ТИТАНО-АПАТИТОВЫЙ ДЕЗОДОРИРУЮЩИЙ ФИЛЬТР Эффективно удаляет частицы пыли, устраняет неприятные запахи, препятствует размножению бактерий, вирусов, микробов, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 9,
                text: "ВОЗДУШНЫЙ ФИЛЬТР Удаляет частицы взвеси и пыли, устраняет неприятные запахи, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 10,
                text: "ИНФРАКРАСНЫЙ ПУЛЬТ ДИСТАНЦИОННОГО УПРАВЛЕНИЯ С LCD-ДИСПЛЕЕМ Для запуска, остановки и регулирования режимов работы кондиционера. Антибактериальная поверхность пульта с вкраплением ионов серебра исключает возможность переноса инфекции между людьми контактным путём на протяжении всего срока пользования кондиционером.",
              },
              {
                id: 11,
                text: "УПРАВЛЕНИЕ СКОРОСТЬЮ ВЕНТИЛЯТОРА внутреннего блока осуществляется автоматически для обеспечения низкого уровня шума и достижения комфортного микроклимата",
              },
              {
                id: 12,
                text: "КОМФОРТНОЕ ВОЗДУХОРАСПРЕДЕЛЕНИЕ - режим, исключающий сквозняки в помещении за счет создания равномерного температурного фона.",
              },
              {
                id: 13,
                text: "БЕСШУМНЫЙ ВНУТРЕННИЙ БЛОК обеспечивает дополнительное снижение уровня шума на 3 дБ, что особенно актуально во время занятий или сна.",
              },
              {
                id: 14,
                text: "ФУНКЦИЯ НОЧНОЙ ЭКОНОМИИ Автоматически снижает уровень шума и расход электроэнергии в ночное время.",
              },
              {
                id: 15,
                text: "ФУНКЦИЯ САМОДИАГНОСТИКИ Предназначена для быстрого нахождения возможных неисправностей кондиционера, а также для снижения времени и расходов на их устранение.",
              },
              {
                id: 16,
                text: "НЕДЕЛЬНЫЙ ТАЙМЕР Позволяет автоматически согласовать работу кондиционера с учетом недельной программы.",
              },
              {
                id: 17,
                text: "АВТОМАТИЧЕСКИЙ ВЫБОР РЕЖИМА Освобождает пользователя от частых переключений с нагрева на охлаждение и назад вручную, необходимость в которых возникает в период межсезонья.",
              },
              {
                id: 18,
                text: "ПРОВОДНОЙ ПУЛЬТ ДИСТАНЦИОННОГО УПРАВЛЕНИЯ для включения, выключения и регулирования режимов работы кондиционера.",
              },
              {
                id: 19,
                text: "ЦЕНТРАЛЗОВАННОЕ УПРАВЛЕНИЕ позволяет реализовать запуск, остановку и регулирование режимов работы несколькими кондиционерами.",
              },
              {
                id: 20,
                text: "ТЕХНОЛОГИЯ ЭНЕРГОСБЕРЕЖЕНИЯ Система снижает расход электроэнергии при сохранении комфортных параметров (в случае отсутствия людей в помещении до 80%) с возможностью быстрого возврата к комфортному микроклимату.",
              },
              {
                id: 21,
                text: "ЭКОНОМИЧНЫЙ РЕЖИМ Позволяет ограничить энергопотребление кондиционера, сохранив при этом комфорт в помещении. Эта функция может быть полезна при перегрузке сети электроприборами.",
              },
              {
                id: 22,
                text: "АВТОМАТИЧЕСКИЙ ПЕРЕЗАПУСК без вмешательства пользователя выключает кондиционер при перебоях с напряжением электросети и сохранит в памяти микропроцессора установленные параметры, а после восстановления нормального напряжения включит кондиционер с прежними значениями параметров.",
              },
              {
                id: 23,
                text: "КОМПОНОВКА МУЛЬТИСИСТЕМЫ улучшает внешний облик фасада здания за счёт сокращения числа наружных блоков. В зависимости от количества внутренних блоков возможна реализация классической мультисистемы, либо подключение к специальным блокам VRV с функцией применения бытовых блоков.",
              },
            ],
          },
          {
            id: 14,
            image: require("@/assets/image/imageCatalog1/Dai4.jpg"),
            iconFactory: "",
            model: "Инверторный кондиционер Daikin FTXA25B(S/T)/ RXA25A(9)",
            price: "000 руб",
            description: [
              "Площадь:  до 25 м2",
              "Мощность (холод/тепло): 2,5/2,89 кВт",
              "Серия: Stylish FTXA",
              "Цвет: Серебристый/Черный",
              "Потребляемая мощность (холод/тепло): 0,56/0,56 кВт",
              "Уровень шума (внутренний/наружный): (19/25/33/40)/46 дБ",
              "Расход воздуха: 276/366/516/666/744 м3/ч",
              "Хладагент: R32",
              "Класс энергоэффективности: A+++",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/15 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -10~+46/-15~+18°С",
              "Размеры внутренний/наружный (ШхВхГ): (798х295х189)/(765х550х285) мм",
              "Вес (внутренний/наружный): 13,0/32,0 кг",
              "Сдержанный и свежий дизайн, уникальный сенсором теплового зрения, 3D жалюзи, 5 скоростей вентилятора, режим Econo, экономия энергии в режиме ожидания, ночной режим работы, режим поддержания комфортной температуры, высокопроизводительный режим, равномерное распределение потока воздуха по всему пространству, еженедельный таймер, автоматический перезапуск, самодиагностика. Фильтры: Источник стримерного разряда, титано-апатитовый фотокаталитический фильтр, воздушный фильтр",
              "Сборка: Чехия",
              "Гарантия: 5 лет",
            ],
            functionTitle:
              "Функциональные особенности Daikin FTXA25B(S/T)/RXA25A(9) серия Stylish FTXA:",
            functionText1:
              "Сдержанный и свежий дизайн, объединенный с множеством функций комфорта, гарантируют вашему дому идеальную атмосферу. Внутренний блок толщиной всего 189 мм является самым компактным в своем классе. Для серии Daikin Stylish был разработан вентилятор специальной конструкции, обеспечивающий не только ультратонкий дизайн, но и высочайшую энергоэффективность класса А+++ и бесшумность работы кондиционера. Постоянство температуры в помещении Серия Stylish оснащена уникальным «сенсором теплового зрения», который измеряет температуру комнаты, разделяя ее на 64 зоны и составляя температурную карту помещения. После этого охлажденный воздух направляется именно в те зоны, которые в нем нуждаются. Это позволяет добиться более комфортного климата в помещении, исключая переохлаждение или перегрев. Управление воздушным потоком для идеального комфорта в кондиционерах этой серии используется специальная конструкция заслонок, позволяющая достичь эффекта Коанда и обеспечить за счет этого максимальный комфорт. Система управления жалюзи распределяет воздушный поток таким образом, чтобы он, в первую очередь, был направлен вниз вдоль стены в режиме нагрева и наверх в направлении потолка в режиме охлаждения. Это позволяет полностью избежать сквозняков и обеспечить комфорт находящимся в помещении людям. ",

            functionList: [
              {
                id: 1,
                text: "ИНВЕРТОРНАЯ ТЕХНОЛОГИЯ Обеспечивает наилучшую циркуляцию воздуха в помещении за счет согласованных качаний заслонок и жалюзи.",
              },
              {
                id: 2,
                text: "ОБЪЕМНЫЙ ВОЗДУШНЫЙ ПОТОК Обеспечивает наилучшую циркуляцию воздуха в помещении за счет согласованных качаний заслонок и жалюзи.",
              },
              {
                id: 3,
                text: "ПОВЫШЕННАЯ ПРОИЗВОДИТЕЛЬНОСТЬ Позволяет быстрее достичь комфортного микроклимата при включении, после чего кондиционер автоматически вернется к основному режиму работы.",
              },
              {
                id: 4,
                text: "ПРОГРАММОЕ ОСУШЕНИЕ ВОЗДУХА позволяет поддерживать относительную влажность воздуха в помещении в пределах 35-60% без изменения температуры.",
              },
              {
                id: 5,
                text: "ИСТОЧНИК СТРИМЕРНОГО РАЗРЯДА генерирует быстрые электроны, которые разрушают формальдегиды и устраняют неприятные запахи.",
              },
              {
                id: 6,
                text: "РЕЖИМ ПОКАЧИВАНИЯ ЗАСЛОНОК Автоматически изменяет циркуляцию воздуха в помещении с учетом режима работы — нагрев, охлаждение или осушка.",
              },
              {
                id: 7,
                text: "РЕЖИМ ПОКАЧИВАНИЯ ЖАЛЮЗИ - автоматическое изменение горизонтального направления воздушного потока.",
              },
              {
                id: 8,
                text: "ТИТАНО-АПАТИТОВЫЙ ДЕЗОДОРИРУЮЩИЙ ФИЛЬТР Эффективно удаляет частицы пыли, устраняет неприятные запахи, препятствует размножению бактерий, вирусов, микробов, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 9,
                text: "ВОЗДУШНЫЙ ФИЛЬТР Удаляет частицы взвеси и пыли, устраняет неприятные запахи, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 10,
                text: "ИНФРАКРАСНЫЙ ПУЛЬТ ДИСТАНЦИОННОГО УПРАВЛЕНИЯ С LCD-ДИСПЛЕЕМ Для запуска, остановки и регулирования режимов работы кондиционера. Антибактериальная поверхность пульта с вкраплением ионов серебра исключает возможность переноса инфекции между людьми контактным путём на протяжении всего срока пользования кондиционером.",
              },
              {
                id: 11,
                text: "УПРАВЛЕНИЕ СКОРОСТЬЮ ВЕНТИЛЯТОРА внутреннего блока осуществляется автоматически для обеспечения низкого уровня шума и достижения комфортного микроклимата",
              },
              {
                id: 12,
                text: "КОМФОРТНОЕ ВОЗДУХОРАСПРЕДЕЛЕНИЕ - режим, исключающий сквозняки в помещении за счет создания равномерного температурного фона.",
              },
              {
                id: 13,
                text: "БЕСШУМНЫЙ ВНУТРЕННИЙ БЛОК обеспечивает дополнительное снижение уровня шума на 3 дБ, что особенно актуально во время занятий или сна.",
              },
              {
                id: 14,
                text: "ФУНКЦИЯ НОЧНОЙ ЭКОНОМИИ Автоматически снижает уровень шума и расход электроэнергии в ночное время.",
              },
              {
                id: 15,
                text: "ФУНКЦИЯ САМОДИАГНОСТИКИ Предназначена для быстрого нахождения возможных неисправностей кондиционера, а также для снижения времени и расходов на их устранение.",
              },
              {
                id: 16,
                text: "НЕДЕЛЬНЫЙ ТАЙМЕР Позволяет автоматически согласовать работу кондиционера с учетом недельной программы.",
              },
              {
                id: 17,
                text: "АВТОМАТИЧЕСКИЙ ВЫБОР РЕЖИМА Освобождает пользователя от частых переключений с нагрева на охлаждение и назад вручную, необходимость в которых возникает в период межсезонья.",
              },
              {
                id: 18,
                text: "ПРОВОДНОЙ ПУЛЬТ ДИСТАНЦИОННОГО УПРАВЛЕНИЯ для включения, выключения и регулирования режимов работы кондиционера.",
              },
              {
                id: 19,
                text: "ЦЕНТРАЛЗОВАННОЕ УПРАВЛЕНИЕ позволяет реализовать запуск, остановку и регулирование режимов работы несколькими кондиционерами.",
              },
              {
                id: 20,
                text: "ТЕХНОЛОГИЯ ЭНЕРГОСБЕРЕЖЕНИЯ Система снижает расход электроэнергии при сохранении комфортных параметров (в случае отсутствия людей в помещении до 80%) с возможностью быстрого возврата к комфортному микроклимату.",
              },
              {
                id: 21,
                text: "ЭКОНОМИЧНЫЙ РЕЖИМ Позволяет ограничить энергопотребление кондиционера, сохранив при этом комфорт в помещении. Эта функция может быть полезна при перегрузке сети электроприборами.",
              },
              {
                id: 22,
                text: "АВТОМАТИЧЕСКИЙ ПЕРЕЗАПУСК без вмешательства пользователя выключает кондиционер при перебоях с напряжением электросети и сохранит в памяти микропроцессора установленные параметры, а после восстановления нормального напряжения включит кондиционер с прежними значениями параметров.",
              },
              {
                id: 23,
                text: "КОМПОНОВКА МУЛЬТИСИСТЕМЫ улучшает внешний облик фасада здания за счёт сокращения числа наружных блоков. В зависимости от количества внутренних блоков возможна реализация классической мультисистемы, либо подключение к специальным блокам VRV с функцией применения бытовых блоков.",
              },
            ],
          },
          {
            id: 15,
            image: require("@/assets/image/imageCatalog1/Dai4.jpg"),
            iconFactory: "",
            model: "Инверторный кондиционер Daikin FTXA35B(S/T)/ RXA35A(9)",
            price: "000 руб",
            description: [
              "Площадь:  до 35 м2",
              "Мощность (холод/тепло): 3,4/4,0 кВт",
              "Серия: Stylish FTXA",
              "Цвет: Серебристый/Черный",
              "Потребляемая мощность (холод/тепло): 0,99/0,99 кВт",
              "Уровень шума (внутренний/наружный): (19/25/33/41)/49 дБ",
              "Расход воздуха: 276/366/516/714/774 м3/ч",
              "Хладагент: R32",
              "Класс энергоэффективности: A+++",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/15 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -10~+46/-15~+18°С",
              "Размеры внутренний/наружный (ШхВхГ): (798х295х189)/(765х550х285) мм",
              "Вес (внутренний/наружный): 13,0/32,0 кг",
              "Сдержанный и свежий дизайн, уникальный сенсором теплового зрения, 3D жалюзи, 5 скоростей вентилятора, режим Econo, экономия энергии в режиме ожидания, ночной режим работы, режим поддержания комфортной температуры, высокопроизводительный режим, равномерное распределение потока воздуха по всему пространству, еженедельный таймер, автоматический перезапуск, самодиагностика. Фильтры: Источник стримерного разряда, титано-апатитовый фотокаталитический фильтр, воздушный фильтр",
              "Сборка: Чехия",
              "Гарантия: 5 лет",
            ],
            functionTitle:
              "Функциональные особенности Daikin FTXA35B(S/T)/RXA35A(9) серия Stylish FTXA:",
            functionText1:
              "Сдержанный и свежий дизайн, объединенный с множеством функций комфорта, гарантируют вашему дому идеальную атмосферу. Внутренний блок толщиной всего 189 мм является самым компактным в своем классе. Для серии Daikin Stylish был разработан вентилятор специальной конструкции, обеспечивающий не только ультратонкий дизайн, но и высочайшую энергоэффективность класса А+++ и бесшумность работы кондиционера. Постоянство температуры в помещении Серия Stylish оснащена уникальным «сенсором теплового зрения», который измеряет температуру комнаты, разделяя ее на 64 зоны и составляя температурную карту помещения. После этого охлажденный воздух направляется именно в те зоны, которые в нем нуждаются. Это позволяет добиться более комфортного климата в помещении, исключая переохлаждение или перегрев. Управление воздушным потоком для идеального комфорта в кондиционерах этой серии используется специальная конструкция заслонок, позволяющая достичь эффекта Коанда и обеспечить за счет этого максимальный комфорт. Система управления жалюзи распределяет воздушный поток таким образом, чтобы он, в первую очередь, был направлен вниз вдоль стены в режиме нагрева и наверх в направлении потолка в режиме охлаждения. Это позволяет полностью избежать сквозняков и обеспечить комфорт находящимся в помещении людям. ",

            functionList: [
              {
                id: 1,
                text: "ИНВЕРТОРНАЯ ТЕХНОЛОГИЯ Обеспечивает наилучшую циркуляцию воздуха в помещении за счет согласованных качаний заслонок и жалюзи.",
              },
              {
                id: 2,
                text: "ОБЪЕМНЫЙ ВОЗДУШНЫЙ ПОТОК Обеспечивает наилучшую циркуляцию воздуха в помещении за счет согласованных качаний заслонок и жалюзи.",
              },
              {
                id: 3,
                text: "ПОВЫШЕННАЯ ПРОИЗВОДИТЕЛЬНОСТЬ Позволяет быстрее достичь комфортного микроклимата при включении, после чего кондиционер автоматически вернется к основному режиму работы.",
              },
              {
                id: 4,
                text: "ПРОГРАММОЕ ОСУШЕНИЕ ВОЗДУХА позволяет поддерживать относительную влажность воздуха в помещении в пределах 35-60% без изменения температуры.",
              },
              {
                id: 5,
                text: "ИСТОЧНИК СТРИМЕРНОГО РАЗРЯДА генерирует быстрые электроны, которые разрушают формальдегиды и устраняют неприятные запахи.",
              },
              {
                id: 6,
                text: "РЕЖИМ ПОКАЧИВАНИЯ ЗАСЛОНОК Автоматически изменяет циркуляцию воздуха в помещении с учетом режима работы — нагрев, охлаждение или осушка.",
              },
              {
                id: 7,
                text: "РЕЖИМ ПОКАЧИВАНИЯ ЖАЛЮЗИ - автоматическое изменение горизонтального направления воздушного потока.",
              },
              {
                id: 8,
                text: "ТИТАНО-АПАТИТОВЫЙ ДЕЗОДОРИРУЮЩИЙ ФИЛЬТР Эффективно удаляет частицы пыли, устраняет неприятные запахи, препятствует размножению бактерий, вирусов, микробов, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 9,
                text: "ВОЗДУШНЫЙ ФИЛЬТР Удаляет частицы взвеси и пыли, устраняет неприятные запахи, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 10,
                text: "ИНФРАКРАСНЫЙ ПУЛЬТ ДИСТАНЦИОННОГО УПРАВЛЕНИЯ С LCD-ДИСПЛЕЕМ Для запуска, остановки и регулирования режимов работы кондиционера. Антибактериальная поверхность пульта с вкраплением ионов серебра исключает возможность переноса инфекции между людьми контактным путём на протяжении всего срока пользования кондиционером.",
              },
              {
                id: 11,
                text: "УПРАВЛЕНИЕ СКОРОСТЬЮ ВЕНТИЛЯТОРА внутреннего блока осуществляется автоматически для обеспечения низкого уровня шума и достижения комфортного микроклимата",
              },
              {
                id: 12,
                text: "КОМФОРТНОЕ ВОЗДУХОРАСПРЕДЕЛЕНИЕ - режим, исключающий сквозняки в помещении за счет создания равномерного температурного фона.",
              },
              {
                id: 13,
                text: "БЕСШУМНЫЙ ВНУТРЕННИЙ БЛОК обеспечивает дополнительное снижение уровня шума на 3 дБ, что особенно актуально во время занятий или сна.",
              },
              {
                id: 14,
                text: "ФУНКЦИЯ НОЧНОЙ ЭКОНОМИИ Автоматически снижает уровень шума и расход электроэнергии в ночное время.",
              },
              {
                id: 15,
                text: "ФУНКЦИЯ САМОДИАГНОСТИКИ Предназначена для быстрого нахождения возможных неисправностей кондиционера, а также для снижения времени и расходов на их устранение.",
              },
              {
                id: 16,
                text: "НЕДЕЛЬНЫЙ ТАЙМЕР Позволяет автоматически согласовать работу кондиционера с учетом недельной программы.",
              },
              {
                id: 17,
                text: "АВТОМАТИЧЕСКИЙ ВЫБОР РЕЖИМА Освобождает пользователя от частых переключений с нагрева на охлаждение и назад вручную, необходимость в которых возникает в период межсезонья.",
              },
              {
                id: 18,
                text: "ПРОВОДНОЙ ПУЛЬТ ДИСТАНЦИОННОГО УПРАВЛЕНИЯ для включения, выключения и регулирования режимов работы кондиционера.",
              },
              {
                id: 19,
                text: "ЦЕНТРАЛЗОВАННОЕ УПРАВЛЕНИЕ позволяет реализовать запуск, остановку и регулирование режимов работы несколькими кондиционерами.",
              },
              {
                id: 20,
                text: "ТЕХНОЛОГИЯ ЭНЕРГОСБЕРЕЖЕНИЯ Система снижает расход электроэнергии при сохранении комфортных параметров (в случае отсутствия людей в помещении до 80%) с возможностью быстрого возврата к комфортному микроклимату.",
              },
              {
                id: 21,
                text: "ЭКОНОМИЧНЫЙ РЕЖИМ Позволяет ограничить энергопотребление кондиционера, сохранив при этом комфорт в помещении. Эта функция может быть полезна при перегрузке сети электроприборами.",
              },
              {
                id: 22,
                text: "АВТОМАТИЧЕСКИЙ ПЕРЕЗАПУСК без вмешательства пользователя выключает кондиционер при перебоях с напряжением электросети и сохранит в памяти микропроцессора установленные параметры, а после восстановления нормального напряжения включит кондиционер с прежними значениями параметров.",
              },
              {
                id: 23,
                text: "КОМПОНОВКА МУЛЬТИСИСТЕМЫ улучшает внешний облик фасада здания за счёт сокращения числа наружных блоков. В зависимости от количества внутренних блоков возможна реализация классической мультисистемы, либо подключение к специальным блокам VRV с функцией применения бытовых блоков.",
              },
            ],
          },
          {
            id: 16,
            image: require("@/assets/image/imageCatalog1/Dai5.jpg"),
            iconFactory: "",
            model: "Инверторный кондиционер Daikin FTXZ25N/RXZ25N",
            price: "000 руб",
            description: [
              "Площадь:  до 25 м2",
              "Мощность (холод/тепло): 2,5(0,6-3,9)/3,6(0,6-7,5) кВт",
              "Серия: Ururu Sarara",
              "Потребляемая мощность (холод/тепло): 0,41(0,11-0,88)/0,62(0,1-2,01) кВт",
              "Уровень шума (внутренний/наружный): (19/26/33/38)/46 дБ",
              "Расход воздуха: 240/318/450/642 м3/ч",
              "Хладагент: R32",
              "Класс энергоэффективности: A+++",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 10/8 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -10~+43/-20~+18°С",
              "Размеры внутренний/наружный (ШхВхГ): (798х372х295)/(795х693х300) мм",
              "Вес (внутренний/наружный): 15,0/50,0 кг",
              "3-зонный датчик движения, 3D жалюзи, Ururu - увлажнение, автоматическая очистка фильтра, 5 скоростей вентилятора, режим снижения влажности, режим Econo, режим комфортного сна, экономия энергии в режиме ожидания, режим поддержания комфортной температуры, высокопроизводительный режим, равномерное распределение потока воздуха по всему пространству, 24-часовой таймер, автоматический перезапуск, самодиагностика. Фильтры: Источник стримерного разряда, титано-апатитовый фотокаталитический фильтр, воздушный фильтр.",
              "Сборка: Япония",
              "Гарантия: 5 лет",
            ],
            functionTitle:
              "Функциональные особенности Daikin FTXZ25N/RXZ25N серия Ururu Sarara:",

            functionList: [
              {
                id: 1,
                text: "ИНВЕРТОРНАЯ ТЕХНОЛОГИЯ Обеспечивает наилучшую циркуляцию воздуха в помещении за счет согласованных качаний заслонок и жалюзи.",
              },
              {
                id: 2,
                text: "ОБЪЕМНЫЙ ВОЗДУШНЫЙ ПОТОК Обеспечивает наилучшую циркуляцию воздуха в помещении за счет согласованных качаний заслонок и жалюзи.",
              },
              {
                id: 3,
                text: "ПОВЫШЕННАЯ ПРОИЗВОДИТЕЛЬНОСТЬ Позволяет быстрее достичь комфортного микроклимата при включении, после чего кондиционер автоматически вернется к основному режиму работы.",
              },
              {
                id: 4,
                text: "ПРОГРАММОЕ ОСУШЕНИЕ ВОЗДУХА позволяет поддерживать относительную влажность воздуха в помещении в пределах 35-60% без изменения температуры.",
              },
              {
                id: 5,
                text: "ИСТОЧНИК СТРИМЕРНОГО РАЗРЯДА генерирует быстрые электроны, которые разрушают формальдегиды и устраняют неприятные запахи.",
              },
              {
                id: 6,
                text: "ОСУШЕНИЕ ВОЗДУХА SARARA позволяет поддерживать комфортные параметры в помещении за счет смешения холодного сухого и теплого воздуха во внутреннем блоке без понижения температуры.",
              },
              {
                id: 7,
                text: "ТЕХНОЛОГИЯ УВЛАЖНЕНИЯ ВОЗДУХА URURU осуществляется только за счет передачи в помещение влаги, поглощенной из наружного воздуха без использования дополнительной емкости с жидкостью.",
              },
              {
                id: 8,
                text: "ШИРОКОУГОЛЬНЫЕ ЖАЛЮЗИ обеспечивают адресность воздушного потока из внутреннего блока в горизонтальной плоскости, создавая либо равномерное перемешивание воздуха по всему объёму, либо локальную зону комфортного микроклимата.",
              },
              {
                id: 9,
                text: "РЕЖИМ ПОКАЧИВАНИЯ ЗАСЛОНОК Автоматически изменяет циркуляцию воздуха в помещении с учетом режима работы — нагрев, охлаждение или осушка.",
              },
              {
                id: 10,
                text: "РЕЖИМ ПОКАЧИВАНИЯ ЖАЛЮЗИ - автоматическое изменение горизонтального направления воздушного потока.",
              },
              {
                id: 11,
                text: "ТИТАНО-АПАТИТОВЫЙ ДЕЗОДОРИРУЮЩИЙ ФИЛЬТР Эффективно удаляет частицы пыли, устраняет неприятные запахи, препятствует размножению бактерий, вирусов, микробов, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 12,
                text: "ВОЗДУШНЫЙ ФИЛЬТР Удаляет частицы взвеси и пыли, устраняет неприятные запахи, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 13,
                text: "ИНФРАКРАСНЫЙ ПУЛЬТ ДИСТАНЦИОННОГО УПРАВЛЕНИЯ С LCD-ДИСПЛЕЕМ Для запуска, остановки и регулирования режимов работы кондиционера. Антибактериальная поверхность пульта с вкраплением ионов серебра исключает возможность переноса инфекции между людьми контактным путём на протяжении всего срока пользования кондиционером.",
              },
              {
                id: 14,
                text: "БЕСШУМНЫЙ ВЕНТИЛЯТОР с диффузором вместе со специальными шумопоглощающими элементами конструкции и диффузором обеспечивают ламинарность воздушного потока, снижая уровень шума в помещении.",
              },
              {
                id: 15,
                text: "ТЕПЛЫЙ ПУСК задерживает воздушный поток из внутреннего блока в начальной стадии режима нагрева до тех пор, пока его температура не станет выше температуры воздуха в помещении, что предотвращает сквозняки.",
              },
              {
                id: 16,
                text: "УПРАВЛЕНИЕ СКОРОСТЬЮ ВЕНТИЛЯТОРА внутреннего блока осуществляется автоматически для обеспечения низкого уровня шума и достижения комфортного микроклимата",
              },
              {
                id: 17,
                text: "КОМФОРТНОЕ ВОЗДУХОРАСПРЕДЕЛЕНИЕ - режим, исключающий сквозняки в помещении за счет создания равномерного температурного фона.",
              },
              {
                id: 18,
                text: "БЕСШУМНЫЙ ВНУТРЕННИЙ БЛОК обеспечивает дополнительное снижение уровня шума на 3 дБ, что особенно актуально во время занятий или сна.",
              },
              {
                id: 19,
                text: "ФУНКЦИЯ НОЧНОЙ ЭКОНОМИИ Автоматически снижает уровень шума и расход электроэнергии в ночное время.",
              },
              {
                id: 20,
                text: "ФУНКЦИЯ САМОДИАГНОСТИКИ Предназначена для быстрого нахождения возможных неисправностей кондиционера, а также для снижения времени и расходов на их устранение.",
              },
              {
                id: 21,
                text: "РЕЖИМ СНИЖЕНИЯ ШУМА НАРУЖНОГО БЛОКА позволяет снизить уровень шума наружного блока на 3 дБА и расход электроэнергии на 7%. Благодаря этому работа наружного блока не потревожит соседей.",
              },
              {
                id: 22,
                text: "УПРАВЛЕНИЕ ОДНИМ КАСАНИЕМ позволяет запомнить настройку любимого комфортного режима при выключении кондиционера и воспроизвести её простым нажатием клавиши «Вкл» на пульте управления.",
              },
              {
                id: 23,
                text: "РАБОТА ПО ТАЙМЕРУ обеспечивает заранее запрограммированное пользователем включение и выключение кондиционера автоматически в пределах суток.",
              },
              {
                id: 24,
                text: "АВТОМАТИЧЕСКИЙ ВЫБОР РЕЖИМА позволяет без участия пользователя переключаться с охлаждения на нагрев и обратно в соответствии с разницей между установленной на пульте и фактической температурой в помещении.",
              },
              {
                id: 25,
                text: "ЦЕНТРАЛЗОВАННОЕ УПРАВЛЕНИЕ позволяет реализовать запуск, остановку и регулирование режимов работы несколькими кондиционерами.",
              },
              {
                id: 26,
                text: "ТЕХНОЛОГИЯ ЭНЕРГОСБЕРЕЖЕНИЯ - система снижает расход электроэнергии при сохранении комфортных параметров (в случае отсутствия людей в помещении до 80%) с возможностью быстрого возврата к комфортному микроклимату.",
              },
              {
                id: 27,
                text: "3-ЗОННЫЙ ДАТЧИК  INTELLIGENT EYE определяет, в какой части помещения находятся люди, и направляет поток воздуха в сторону от них. Если они находятся во всех зонах, то воздух будет направляться вертикально вниз при нагреве, вдоль потолка - при охлаждении. При отсутствии людей кондиционер будет переведен в энергосберегающий режим (до 30%) и обеспечит повышенный комфорт.Сверхэффективный инвертор экономит значительную часть электроэнергии за счёт автоматического использования всех возможных преимуществ инвертора (только в кондиционерах класса Sky).",
              },
              {
                id: 28,
                text: "ЭКОНОМИЧНЫЙ РЕЖИМ позволяет ограничить энергопотребление кондиционера, сохранив при этом комфорт в помещении. Эта функция может быть полезна при перегрузке сети электроприборами.",
              },
              {
                id: 29,
                text: "АВТОМАТИЧЕСКИЙ ПЕРЕЗАПУСК без вмешательства пользователя выключает кондиционер при перебоях с напряжением электросети и сохранит в памяти микропроцессора установленные параметры, а после восстановления нормального напряжения включит кондиционер с прежними значениями параметров.",
              },
              {
                id: 30,
                text: "ЭЛЕКТРОННОЕ УПРАВЛЕНИЕ МОЩНОСТЬЮ позволяет максимально использовать электроэнергию сети.",
              },
              {
                id: 31,
                text: "КОМПРЕССОР СОВРЕМЕННОЙ КОНСТРУКЦИИ для кондиционеров малой и средней производительности обеспечивает при оптимальных габаритах и долговечности высокую степень сжатия хладагента, что делает кондиционер бесшумным и виброустойчивым.",
              },
              {
                id: 32,
                text: "МАГНИТОЭЛЕКТРИЧЕСКИЙ ДВИГАТЕЛЬ без коллекторно-щеточного узла увеличивает производительность компрессора за счет повышенного КПД на низких оборотах.",
              },
              {
                id: 33,
                text: "АНТИКОРРОЗИОННАЯ ЗАЩИТА",
              },
              {
                id: 34,
                text: "АВТОМАТИЧЕСКОЕ ОТТАИВАНИЕ инея защищает теплообменник наружного блока от обрастания инеем, исключая тем самым потери производительности кондиционера и экономя электроэнергию.",
              },
              {
                id: 35,
                text: "ЗАЩИТА ОТ ПРЕДЕЛЬНЫХ ТЕМПЕРАТУР исключает образование инея на теплообменнике внутреннего блока при охлаждении и высокое давление компрессора при нагреве воздуха помещения.",
              },
              {
                id: 36,
                text: "САМЫЙ СОВРЕМЕННЫЙ ДИЗАЙН учитывает перспективные научно-технические достижения, которые расширяют потребительские характеристики и обеспечивают возможность размещения внутренних блоков в любом интерьере.",
              },
              {
                id: 37,
                text: "СЪЕМНАЯ ЛИЦЕВАЯ ПАНЕЛЬ легко отмывается от налипшей пыли, что не только сохраняет ее привлекательный внешний вид, но и также исключает снижение производительности и повышение шума работающего кондиционера. ",
              },
              {
                id: 38,
                text: "АВТОРИЗОВАННЫЙ СЕРВИС сохранит работоспособность кондиционера во время и после 5-х летней заводской гарантии.",
              },
              {
                id: 39,
                text: "ГАРАНТИИ КАЧЕСТВА продукции DAIKIN достигаются за счёт того, что она отвечает всем регламентирующим документам европейских климатических организаций, сертифицирована РОСТЕСТом, поступает через официальную дистрибьютерскую сеть и соответствует российским условиям эксплуатации.",
              },


            ],
          },
          {
            id: 17,
            image: require("@/assets/image/imageCatalog1/Dai5.jpg"),
            iconFactory: "",
            model: "Инверторный кондиционер Daikin FTXZ35N/RXZ35N",
            price: "000 руб",
            description: [
              "Площадь:  до 35 м2",
              "Мощность (холод/тепло): 3,5(0,6-5,3)/5,0(0,6-9,0) кВт",
              "Серия: Ururu Sarara",
              "Потребляемая мощность (холод/тепло): 0,66(0,11-1,33)/1,0(0,1-2,53) кВт",
              "Уровень шума (внутренний/наружный): (19/27/35/42)/48 дБ",
              "Расход воздуха: 240/336/504/726 м3/ч",
              "Хладагент: R32",
              "Класс энергоэффективности: A+++",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 10/8 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -10~+43/-20~+18°С",
              "Размеры внутренний/наружный (ШхВхГ): (798х372х295)/(795х693х300) мм",
              "Вес (внутренний/наружный): 15,0/50,0 кг",
              "3-зонный датчик движения, 3D жалюзи, Ururu - увлажнение, автоматическая очистка фильтра, 5 скоростей вентилятора, режим снижения влажности, режим Econo, режим комфортного сна, экономия энергии в режиме ожидания, режим поддержания комфортной температуры, высокопроизводительный режим, равномерное распределение потока воздуха по всему пространству, 24-часовой таймер, автоматический перезапуск, самодиагностика. Фильтры: Источник стримерного разряда, титано-апатитовый фотокаталитический фильтр, воздушный фильтр.",
              "Сборка: Япония",
              "Гарантия: 5 лет",
            ],
            functionTitle:
              "Функциональные особенности Daikin FTXZ35N/RXZ35N серия Ururu Sarara:",

            functionList: [
              {
                id: 1,
                text: "ИНВЕРТОРНАЯ ТЕХНОЛОГИЯ Обеспечивает наилучшую циркуляцию воздуха в помещении за счет согласованных качаний заслонок и жалюзи.",
              },
              {
                id: 2,
                text: "ОБЪЕМНЫЙ ВОЗДУШНЫЙ ПОТОК Обеспечивает наилучшую циркуляцию воздуха в помещении за счет согласованных качаний заслонок и жалюзи.",
              },
              {
                id: 3,
                text: "ПОВЫШЕННАЯ ПРОИЗВОДИТЕЛЬНОСТЬ Позволяет быстрее достичь комфортного микроклимата при включении, после чего кондиционер автоматически вернется к основному режиму работы.",
              },
              {
                id: 4,
                text: "ПРОГРАММОЕ ОСУШЕНИЕ ВОЗДУХА позволяет поддерживать относительную влажность воздуха в помещении в пределах 35-60% без изменения температуры.",
              },
              {
                id: 5,
                text: "ИСТОЧНИК СТРИМЕРНОГО РАЗРЯДА генерирует быстрые электроны, которые разрушают формальдегиды и устраняют неприятные запахи.",
              },
              {
                id: 6,
                text: "ОСУШЕНИЕ ВОЗДУХА SARARA позволяет поддерживать комфортные параметры в помещении за счет смешения холодного сухого и теплого воздуха во внутреннем блоке без понижения температуры.",
              },
              {
                id: 7,
                text: "ТЕХНОЛОГИЯ УВЛАЖНЕНИЯ ВОЗДУХА URURU осуществляется только за счет передачи в помещение влаги, поглощенной из наружного воздуха без использования дополнительной емкости с жидкостью.",
              },
              {
                id: 8,
                text: "ШИРОКОУГОЛЬНЫЕ ЖАЛЮЗИ обеспечивают адресность воздушного потока из внутреннего блока в горизонтальной плоскости, создавая либо равномерное перемешивание воздуха по всему объёму, либо локальную зону комфортного микроклимата.",
              },
              {
                id: 9,
                text: "РЕЖИМ ПОКАЧИВАНИЯ ЗАСЛОНОК Автоматически изменяет циркуляцию воздуха в помещении с учетом режима работы — нагрев, охлаждение или осушка.",
              },
              {
                id: 10,
                text: "РЕЖИМ ПОКАЧИВАНИЯ ЖАЛЮЗИ - автоматическое изменение горизонтального направления воздушного потока.",
              },
              {
                id: 11,
                text: "ТИТАНО-АПАТИТОВЫЙ ДЕЗОДОРИРУЮЩИЙ ФИЛЬТР Эффективно удаляет частицы пыли, устраняет неприятные запахи, препятствует размножению бактерий, вирусов, микробов, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 12,
                text: "ВОЗДУШНЫЙ ФИЛЬТР Удаляет частицы взвеси и пыли, устраняет неприятные запахи, обеспечивая стабильное снабжение чистым воздухом.",
              },
              {
                id: 13,
                text: "ИНФРАКРАСНЫЙ ПУЛЬТ ДИСТАНЦИОННОГО УПРАВЛЕНИЯ С LCD-ДИСПЛЕЕМ Для запуска, остановки и регулирования режимов работы кондиционера. Антибактериальная поверхность пульта с вкраплением ионов серебра исключает возможность переноса инфекции между людьми контактным путём на протяжении всего срока пользования кондиционером.",
              },
              {
                id: 14,
                text: "БЕСШУМНЫЙ ВЕНТИЛЯТОР с диффузором вместе со специальными шумопоглощающими элементами конструкции и диффузором обеспечивают ламинарность воздушного потока, снижая уровень шума в помещении.",
              },
              {
                id: 15,
                text: "ТЕПЛЫЙ ПУСК задерживает воздушный поток из внутреннего блока в начальной стадии режима нагрева до тех пор, пока его температура не станет выше температуры воздуха в помещении, что предотвращает сквозняки.",
              },
              {
                id: 16,
                text: "УПРАВЛЕНИЕ СКОРОСТЬЮ ВЕНТИЛЯТОРА внутреннего блока осуществляется автоматически для обеспечения низкого уровня шума и достижения комфортного микроклимата",
              },
              {
                id: 17,
                text: "КОМФОРТНОЕ ВОЗДУХОРАСПРЕДЕЛЕНИЕ - режим, исключающий сквозняки в помещении за счет создания равномерного температурного фона.",
              },
              {
                id: 18,
                text: "БЕСШУМНЫЙ ВНУТРЕННИЙ БЛОК обеспечивает дополнительное снижение уровня шума на 3 дБ, что особенно актуально во время занятий или сна.",
              },
              {
                id: 19,
                text: "ФУНКЦИЯ НОЧНОЙ ЭКОНОМИИ Автоматически снижает уровень шума и расход электроэнергии в ночное время.",
              },
              {
                id: 20,
                text: "ФУНКЦИЯ САМОДИАГНОСТИКИ Предназначена для быстрого нахождения возможных неисправностей кондиционера, а также для снижения времени и расходов на их устранение.",
              },
              {
                id: 21,
                text: "РЕЖИМ СНИЖЕНИЯ ШУМА НАРУЖНОГО БЛОКА позволяет снизить уровень шума наружного блока на 3 дБА и расход электроэнергии на 7%. Благодаря этому работа наружного блока не потревожит соседей.",
              },
              {
                id: 22,
                text: "УПРАВЛЕНИЕ ОДНИМ КАСАНИЕМ позволяет запомнить настройку любимого комфортного режима при выключении кондиционера и воспроизвести её простым нажатием клавиши «Вкл» на пульте управления.",
              },
              {
                id: 23,
                text: "РАБОТА ПО ТАЙМЕРУ обеспечивает заранее запрограммированное пользователем включение и выключение кондиционера автоматически в пределах суток.",
              },
              {
                id: 24,
                text: "АВТОМАТИЧЕСКИЙ ВЫБОР РЕЖИМА позволяет без участия пользователя переключаться с охлаждения на нагрев и обратно в соответствии с разницей между установленной на пульте и фактической температурой в помещении.",
              },
              {
                id: 25,
                text: "ЦЕНТРАЛЗОВАННОЕ УПРАВЛЕНИЕ позволяет реализовать запуск, остановку и регулирование режимов работы несколькими кондиционерами.",
              },
              {
                id: 26,
                text: "ТЕХНОЛОГИЯ ЭНЕРГОСБЕРЕЖЕНИЯ - система снижает расход электроэнергии при сохранении комфортных параметров (в случае отсутствия людей в помещении до 80%) с возможностью быстрого возврата к комфортному микроклимату.",
              },
              {
                id: 27,
                text: "3-ЗОННЫЙ ДАТЧИК  INTELLIGENT EYE определяет, в какой части помещения находятся люди, и направляет поток воздуха в сторону от них. Если они находятся во всех зонах, то воздух будет направляться вертикально вниз при нагреве, вдоль потолка - при охлаждении. При отсутствии людей кондиционер будет переведен в энергосберегающий режим (до 30%) и обеспечит повышенный комфорт.Сверхэффективный инвертор экономит значительную часть электроэнергии за счёт автоматического использования всех возможных преимуществ инвертора (только в кондиционерах класса Sky).",
              },
              {
                id: 28,
                text: "ЭКОНОМИЧНЫЙ РЕЖИМ позволяет ограничить энергопотребление кондиционера, сохранив при этом комфорт в помещении. Эта функция может быть полезна при перегрузке сети электроприборами.",
              },
              {
                id: 29,
                text: "АВТОМАТИЧЕСКИЙ ПЕРЕЗАПУСК без вмешательства пользователя выключает кондиционер при перебоях с напряжением электросети и сохранит в памяти микропроцессора установленные параметры, а после восстановления нормального напряжения включит кондиционер с прежними значениями параметров.",
              },
              {
                id: 30,
                text: "ЭЛЕКТРОННОЕ УПРАВЛЕНИЕ МОЩНОСТЬЮ позволяет максимально использовать электроэнергию сети.",
              },
              {
                id: 31,
                text: "КОМПРЕССОР СОВРЕМЕННОЙ КОНСТРУКЦИИ для кондиционеров малой и средней производительности обеспечивает при оптимальных габаритах и долговечности высокую степень сжатия хладагента, что делает кондиционер бесшумным и виброустойчивым.",
              },
              {
                id: 32,
                text: "МАГНИТОЭЛЕКТРИЧЕСКИЙ ДВИГАТЕЛЬ без коллекторно-щеточного узла увеличивает производительность компрессора за счет повышенного КПД на низких оборотах.",
              },
              {
                id: 33,
                text: "АНТИКОРРОЗИОННАЯ ЗАЩИТА",
              },
              {
                id: 34,
                text: "АВТОМАТИЧЕСКОЕ ОТТАИВАНИЕ инея защищает теплообменник наружного блока от обрастания инеем, исключая тем самым потери производительности кондиционера и экономя электроэнергию.",
              },
              {
                id: 35,
                text: "ЗАЩИТА ОТ ПРЕДЕЛЬНЫХ ТЕМПЕРАТУР исключает образование инея на теплообменнике внутреннего блока при охлаждении и высокое давление компрессора при нагреве воздуха помещения.",
              },
              {
                id: 36,
                text: "САМЫЙ СОВРЕМЕННЫЙ ДИЗАЙН учитывает перспективные научно-технические достижения, которые расширяют потребительские характеристики и обеспечивают возможность размещения внутренних блоков в любом интерьере.",
              },
              {
                id: 37,
                text: "СЪЕМНАЯ ЛИЦЕВАЯ ПАНЕЛЬ легко отмывается от налипшей пыли, что не только сохраняет ее привлекательный внешний вид, но и также исключает снижение производительности и повышение шума работающего кондиционера. ",
              },
              {
                id: 38,
                text: "АВТОРИЗОВАННЫЙ СЕРВИС сохранит работоспособность кондиционера во время и после 5-х летней заводской гарантии.",
              },
              {
                id: 39,
                text: "ГАРАНТИИ КАЧЕСТВА продукции DAIKIN достигаются за счёт того, что она отвечает всем регламентирующим документам европейских климатических организаций, сертифицирована РОСТЕСТом, поступает через официальную дистрибьютерскую сеть и соответствует российским условиям эксплуатации.",
              },


            ],
          },
        ],
      },
      {
        id: 12,
        brandsTitle: "Fujitsu (Япония - сборка Китай - Премиум сегмент)",
        productAmount: "Все товары(3)",
        products: [
          {
            id: 1,
            image: require("@/assets/image/imageCatalog1/Fujitsu.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Fujitsu ASYG07KPCA-R/ AOYG07KPCA-R",
            price: "000 руб",
            description: [
              "Площадь:  до 22 м2",
              "Мощность (холод/тепло): 2,0(0,9-2,8)/2,5(0,9-3,4) кВт",
              "Серия: Clarios",
              "Потребляемая мощность (холод/тепло): 0,48/0,63 кВт",
              "Уровень шума (внутренний/наружный): (22/31/38/45)/45 дБ",
              "Расход воздуха: 580 м3/ч",
              "Класс энергоэффективности: A++",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/15 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -10~+46/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (784х270х224)/(663х541х290) мм",
              "Вес (внутренний/наружный):  8,0/23,0 кг",
              "WiFi (опция), Powerful, Economy, ночной режим, таймер включения/выключения, самодиагностика, авто-рестарт, адаптация низкотемпературным комплектом, теплый пуск, высокоэффективный воздушный фильтр",
              "Сборка: Китай",
              "Гарантия: 2 года",
            ],
            functionTitle:
              "Функциональные особенности Fujitsu ASYG07KPCA-R/AOYG07KPCA-R серия Clarios:",
              functionText1:
              "В духе японского тренда на минимализм, который сегодня приобретает мировую популярность, были разработаны компактные ALL DC-инверторные сплит-системы Clarios. Дизайн белого матового внутреннего блока шириной 784 мм был разработан для квартир SMART-планировки, являющихся стандартом для японского города. Широкие жалюзи усовершенствованной конструкции и новый дизайн вентилятора способствуют созданию рассеянного воздушного потока, обеспечивающего максимальный комфорт пользователю. Новый хладагент R32 является более эффективной и экологичной альтернативой R410A, который использовался в моделях прошлого поколения. Отвечая глобальным запросам на снижение энергопотребления, кондиционеры Clarios показывают сезонную эффективность класса А++ в режиме охлаждения и А+ в режиме обогрева для каждой модели. Опциональный Wi-Fi-модуль нового поколения можно установить всего за несколько минут самостоятельно.",
            functionList: [
              {
                id: 1,
                text: "КОМФОРТНЫЙ ВОЗДУШНЫЙ ПОТОК Новая усовершенствованная механика позволила инженерам Fujitsu достичь нового уровня комфорта воздушного потока для моделей этого класса. Широкая заслонка, расположенная в нижней части корпуса внутреннего блока Clarios, имеет увеличенный угол открывания, и может эффективно направлять потоки холодного воздуха параллельно потолку, а потоки горячего воздуха — прямо в пол.",
              },
              {
                id: 2,
                text: "УДАЛЕННОЕ УПРАВЛЕНИЕ С помощью опционального Wi-Fi контроллера кондиционером Clarios можно управлять не только со стандартного пульта, но и со смартфона или планшета. Для установки Wi-Fi контроллера необходимо открыть лицевую панель и подключить его в специальный разъем внутри корпуса внутреннего блока. Подключение занимает всего несколько минут и не требует специальной подготовки. Для управления Clarios со смартфона или планшета необходимо установить приложение FGLAir.",
              },
              {
                id: 3,
                text: "НИЗКИЙ УРОВЕНЬ ШУМА Минимальный уровень шума при работе кондиционера Clarios составляет всего 22 дБ. Его можно сравнить с шепотом на расстоянии 1 м. В реальных условиях городской квартиры шумы ниже 23–25 дБ практически не слышны. На практике это приводит к тому, что работа внутреннего блока кондиционера ощущается как почти беззвучная. Минимальный уровень шума особенно важен при работе кондиционера ночью.",
              },
              {
                id: 4,
                text: "РЕЖИМ ПОВЫШЕННОЙ ПРОИЗВОДИТЕЛЬНОСТИ В этом режиме кондиционер работает в течение 20 минут с максимальной производительностью вентилятора и компрессора, что позволяет за минимальное время охладить или нагреть воздух в помещении. Режим специально разработан для особенных случаев, когда вы не можете долго ждать, пока в помещении установится требуемая температура, например, когда с минуты на минуту вы ожидаете прихода большого числа гостей. Ваши гости будут приятно удивлены контрастом температур в помещении и на улице.",
              },
              {
                id: 5,
                text: "ВЫСОКАЯ ЭНЕРГОЭФФЕКТИВНОСТЬ С каждым годом вопрос энергоэффективности становится все более актуальным. Класс энергоэффективности говорит не только об уровне производителя и качестве продукции, но и о реальной экономии, которую вы получаете в результате использования кондиционера. Сплит-системы Classic Euro с высокими коэффициентами энергоэффективности в режимах охлаждения (SEER) и обогрева (SCOP), соответствуют классам А++/А.",
              },
            ],
          },
          {
            id: 2,
            image: require("@/assets/image/imageCatalog1/Fujitsu.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Fujitsu ASYG09KPCA-R/ AOYG09KPCA-R",
            price: "000 руб",
            description: [
              "Площадь:  до 26 м2",
              "Мощность (холод/тепло): 2,5(0,9-3,0)/2,8(0,9-3,8) кВт",
              "Серия: Clarios",
              "Потребляемая мощность (холод/тепло): 0,71/0,79 кВт",
              "Уровень шума (внутренний/наружный): (22/31/38/45)/47 дБ",
              "Расход воздуха: 580 м3/ч",
              "Класс энергоэффективности: A++",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/15 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -10~+46/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (784х270х224)/(663х541х290) мм",
              "Вес (внутренний/наружный):  8,0/23,0 кг",
              "WiFi (опция), Powerful, Economy, ночной режим, таймер включения/выключения, самодиагностика, авто-рестарт, адаптация низкотемпературным комплектом, теплый пуск, высокоэффективный воздушный фильтр",
              "Сборка: Китай",
              "Гарантия: 2 года",
            ],
            functionTitle:
              "Функциональные особенности Fujitsu ASYG09KPCA-R/AOYG09KPCA-R серия Clarios:",
              functionText1:
              "В духе японского тренда на минимализм, который сегодня приобретает мировую популярность, были разработаны компактные ALL DC-инверторные сплит-системы Clarios. Дизайн белого матового внутреннего блока шириной 784 мм был разработан для квартир SMART-планировки, являющихся стандартом для японского города. Широкие жалюзи усовершенствованной конструкции и новый дизайн вентилятора способствуют созданию рассеянного воздушного потока, обеспечивающего максимальный комфорт пользователю. Новый хладагент R32 является более эффективной и экологичной альтернативой R410A, который использовался в моделях прошлого поколения. Отвечая глобальным запросам на снижение энергопотребления, кондиционеры Clarios показывают сезонную эффективность класса А++ в режиме охлаждения и А+ в режиме обогрева для каждой модели. Опциональный Wi-Fi-модуль нового поколения можно установить всего за несколько минут самостоятельно.",
            functionList: [
              {
                id: 1,
                text: "КОМФОРТНЫЙ ВОЗДУШНЫЙ ПОТОК Новая усовершенствованная механика позволила инженерам Fujitsu достичь нового уровня комфорта воздушного потока для моделей этого класса. Широкая заслонка, расположенная в нижней части корпуса внутреннего блока Clarios, имеет увеличенный угол открывания, и может эффективно направлять потоки холодного воздуха параллельно потолку, а потоки горячего воздуха — прямо в пол.",
              },
              {
                id: 2,
                text: "УДАЛЕННОЕ УПРАВЛЕНИЕ С помощью опционального Wi-Fi контроллера кондиционером Clarios можно управлять не только со стандартного пульта, но и со смартфона или планшета. Для установки Wi-Fi контроллера необходимо открыть лицевую панель и подключить его в специальный разъем внутри корпуса внутреннего блока. Подключение занимает всего несколько минут и не требует специальной подготовки. Для управления Clarios со смартфона или планшета необходимо установить приложение FGLAir.",
              },
              {
                id: 3,
                text: "НИЗКИЙ УРОВЕНЬ ШУМА Минимальный уровень шума при работе кондиционера Clarios составляет всего 22 дБ. Его можно сравнить с шепотом на расстоянии 1 м. В реальных условиях городской квартиры шумы ниже 23–25 дБ практически не слышны. На практике это приводит к тому, что работа внутреннего блока кондиционера ощущается как почти беззвучная. Минимальный уровень шума особенно важен при работе кондиционера ночью.",
              },
              {
                id: 4,
                text: "РЕЖИМ ПОВЫШЕННОЙ ПРОИЗВОДИТЕЛЬНОСТИ В этом режиме кондиционер работает в течение 20 минут с максимальной производительностью вентилятора и компрессора, что позволяет за минимальное время охладить или нагреть воздух в помещении. Режим специально разработан для особенных случаев, когда вы не можете долго ждать, пока в помещении установится требуемая температура, например, когда с минуты на минуту вы ожидаете прихода большого числа гостей. Ваши гости будут приятно удивлены контрастом температур в помещении и на улице.",
              },
              {
                id: 5,
                text: "ВЫСОКАЯ ЭНЕРГОЭФФЕКТИВНОСТЬ С каждым годом вопрос энергоэффективности становится все более актуальным. Класс энергоэффективности говорит не только об уровне производителя и качестве продукции, но и о реальной экономии, которую вы получаете в результате использования кондиционера. Сплит-системы Classic Euro с высокими коэффициентами энергоэффективности в режимах охлаждения (SEER) и обогрева (SCOP), соответствуют классам А++/А.",
              },
            ],
          },
          {
            id: 3,
            image: require("@/assets/image/imageCatalog1/Fujitsu.webp"),
            iconFactory: "",
            model: "Инверторный кондиционер Fujitsu ASYG12KPCA-R/AOYG12KPCA-R",
            price: "000 руб",
            description: [
              "Площадь:  до 35 м2",
              "Мощность (холод/тепло): 3,4(0,9-3,7)/3,8(0,9-4,8) кВт",
              "Серия: Clarios",
              "Потребляемая мощность (холод/тепло): 1,0/1,14 кВт",
              "Уровень шума (внутренний/наружный): (22/33/40/46)/49 дБ",
              "Расход воздуха: 630 м3/ч",
              "Класс энергоэффективности: A++",
              "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
              "Максимальная длина/высота трассы: 20/15 м",
              "Диапазон рабочих температур наружного воздуха (холод/тепло): -10~+46/-15~+24°С",
              "Размеры внутренний/наружный (ШхВхГ): (784х270х224)/(663х541х290) мм",
              "Вес (внутренний/наружный):  8,0/25,0 кг",
              "WiFi (опция), Powerful, Economy, ночной режим, таймер включения/выключения, самодиагностика, авто-рестарт, адаптация низкотемпературным комплектом, теплый пуск, высокоэффективный воздушный фильтр",
              "Сборка: Китай",
              "Гарантия: 2 года",
            ],
            functionTitle:
              "Функциональные особенности Fujitsu ASYG12KPCA-R/AOYG12KPCA-R серия Clarios:",
              functionText1:
              "В духе японского тренда на минимализм, который сегодня приобретает мировую популярность, были разработаны компактные ALL DC-инверторные сплит-системы Clarios. Дизайн белого матового внутреннего блока шириной 784 мм был разработан для квартир SMART-планировки, являющихся стандартом для японского города. Широкие жалюзи усовершенствованной конструкции и новый дизайн вентилятора способствуют созданию рассеянного воздушного потока, обеспечивающего максимальный комфорт пользователю. Новый хладагент R32 является более эффективной и экологичной альтернативой R410A, который использовался в моделях прошлого поколения. Отвечая глобальным запросам на снижение энергопотребления, кондиционеры Clarios показывают сезонную эффективность класса А++ в режиме охлаждения и А+ в режиме обогрева для каждой модели. Опциональный Wi-Fi-модуль нового поколения можно установить всего за несколько минут самостоятельно.",
            functionList: [
              {
                id: 1,
                text: "КОМФОРТНЫЙ ВОЗДУШНЫЙ ПОТОК Новая усовершенствованная механика позволила инженерам Fujitsu достичь нового уровня комфорта воздушного потока для моделей этого класса. Широкая заслонка, расположенная в нижней части корпуса внутреннего блока Clarios, имеет увеличенный угол открывания, и может эффективно направлять потоки холодного воздуха параллельно потолку, а потоки горячего воздуха — прямо в пол.",
              },
              {
                id: 2,
                text: "УДАЛЕННОЕ УПРАВЛЕНИЕ С помощью опционального Wi-Fi контроллера кондиционером Clarios можно управлять не только со стандартного пульта, но и со смартфона или планшета. Для установки Wi-Fi контроллера необходимо открыть лицевую панель и подключить его в специальный разъем внутри корпуса внутреннего блока. Подключение занимает всего несколько минут и не требует специальной подготовки. Для управления Clarios со смартфона или планшета необходимо установить приложение FGLAir.",
              },
              {
                id: 3,
                text: "НИЗКИЙ УРОВЕНЬ ШУМА Минимальный уровень шума при работе кондиционера Clarios составляет всего 22 дБ. Его можно сравнить с шепотом на расстоянии 1 м. В реальных условиях городской квартиры шумы ниже 23–25 дБ практически не слышны. На практике это приводит к тому, что работа внутреннего блока кондиционера ощущается как почти беззвучная. Минимальный уровень шума особенно важен при работе кондиционера ночью.",
              },
              {
                id: 4,
                text: "РЕЖИМ ПОВЫШЕННОЙ ПРОИЗВОДИТЕЛЬНОСТИ В этом режиме кондиционер работает в течение 20 минут с максимальной производительностью вентилятора и компрессора, что позволяет за минимальное время охладить или нагреть воздух в помещении. Режим специально разработан для особенных случаев, когда вы не можете долго ждать, пока в помещении установится требуемая температура, например, когда с минуты на минуту вы ожидаете прихода большого числа гостей. Ваши гости будут приятно удивлены контрастом температур в помещении и на улице.",
              },
              {
                id: 5,
                text: "ВЫСОКАЯ ЭНЕРГОЭФФЕКТИВНОСТЬ С каждым годом вопрос энергоэффективности становится все более актуальным. Класс энергоэффективности говорит не только об уровне производителя и качестве продукции, но и о реальной экономии, которую вы получаете в результате использования кондиционера. Сплит-системы Classic Euro с высокими коэффициентами энергоэффективности в режимах охлаждения (SEER) и обогрева (SCOP), соответствуют классам А++/А.",
              },
            ],
          },
        ],
      },
    ],
  },
  getters: {
    brandsInvert(state) {
      return state.brandsInvert;
    },
  },
  mutations: {},
  actions: {},
  modules: {},
};

// « »
