export default {
    state: {
        brands: [
            {
              id: 1,
              brandsTitle: "Electrolux (Швеция - сборка Gree - Бизнес класс)",
              productAmount: "Все товары(11)",
              products: [
                {
                  id: 1,
                  image: require("@/assets/image/imageCatalog1/el1.webp"),
                  image2: require("@/assets/image/imageCatalog2/el1-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/el1-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/el1-4.webp"),
                  iconFactory: "Gree",
                  model: "Кондиционер Electrolux EACS-07HF2/N3",
                  price: "30 000 руб",
                  description: [
                    "Площадь: до 23 м2",
                    "Мощность холод/тепло: 2,3/2,4 кВт",
                    "Серия: Fusion 2.0",
                    "Потребляемая мощность холод/тепло: 700/651 Вт",
                    "Уровень шума внутренний/наружный: 25/49 дБ",
                    "Расход воздуха: 540 м3/ч",
                    "Класс энергоэффективности: А",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 15/10 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-10~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (708х260х185)/(710х450х293) мм",
                    "Вес внутренний/наружный: 6,9/22,5 кг",
                    "7 скоростей Вентилятора, Функция I-Feel, Автоочистка полного цикла, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Уровень шума 25дБ, Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени, Поддержание температуры +8С Фильтры: Многоступенчатая фильтрация (6 фильтров): катехиновый, антиаллергенный, фотокаталистический фильтры, фильтр тонкой очистки, антибактериальный и с ионами серебра.",
                    "Сборка: завод Gree",
                    "Гарантия: 5 лет",
                  ],
                  functionTitle:
                    "Функциональные особенности Electrolux EACS-07HF2/N3 серии Fusion 2.0:",

                  functionText1: "Кондиционер Electrolux серии Fusion 2.0 сочетает в себе передовые технологии и современный дизайн, удобен в эксплуатации и обслуживании. Легко впишется в интерьер любой квартиры или офиса.",

                  functionList: [
                    {
                      id: 1,
                      text: "Многоступенчатая фильтрация (6 фильтров)",
                    },
                    {
                      id: 2,
                      text: "Автоочистка полного цикла",
                    },
                    {
                      id: 3,
                      text: "7 скоростей вентилятора",
                    },
                    {
                      id: 4,
                      text: "Режим Энергосбережения",
                    },
                    {
                      id: 5,
                      text: "SMART Feel - режим отслеживания температуры с пульта ДУ",
                    },
                    {
                      id: 6,
                      text: "Режим «Турбо»",
                    },
                    {
                      id: 7,
                      text: "Ночной режим обеспечивает наибольший уровень комфорта за счет регулирования температуры в помещении по особому алгоритму, а также максимальному снижению уровня шума",
                    },
                    {
                      id: 8,
                      text: "Таймер 24 часа",
                    },
                    {
                      id: 9,
                      text: "Память положения жалюзи - прохлада в нужном вам направлении каждый раз после включения кондиционера",
                    },
                    {
                      id: 10,
                      text: "Функция осушения - обеспечивает снижение влажности внутри помещения",
                    },
                    {
                      id: 11,
                      text: "Режим вентиляции",
                    },
                    {
                      id: 12,
                      text: "Автоматический режим работы. Сплит-система может самостоятельно переключаться между режимами нагрева и охлаждения для поддержания заданной температуры",
                    },
                    {
                      id: 13,
                      text: "Пульт ДУ",
                    },
                    {
                      id: 14,
                      text: "Самодиагностика",
                    },
                    {
                      id: 15,
                      text: "Защита от перепадов напряжения",
                    },
                    {
                      id: 16,
                      text: "Долговечный теплообменник Blue Fin",
                    },
                    {
                      id: 17,
                      text: "Автоматическая разморозка",
                    },
                    {
                      id: 18,
                      text: "Увеличенная длина трассы до 15м",
                    },
                  ],
                },
                {
                  id: 2,
                  image: require("@/assets/image/imageCatalog1/el1.webp"),
                  image2: require("@/assets/image/imageCatalog2/el1-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/el1-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/el1-4.webp"),
                  iconFactory: "Gree",
                  model: "Кондиционер Electrolux EACS-09HF2/N3",
                  price: "000 руб",
                  description: [
                    "Площадь: до 26 м2",
                    "Мощность холод/тепло: 2,6/2,8 кВт",
                    "Серия: Fusion 2.0",
                    "Потребляемая мощность холод/тепло: 778/720 Вт",
                    "Уровень шума внутренний/наружный: 25/49 дБ",
                    "Расход воздуха: 540 м3/ч",
                    "Класс энергоэффективности: А",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 15/10 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-10~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (708х260х185)/(732х555x330) мм",
                    "Вес внутренний/наружный: 6,9/22,5 кг",
                    "7 скоростей Вентилятора, Функция I-Feel, АвтоОчистка полного цикла, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Уровень шума 25дБ, Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени, Поддержание температуры +8С Фильтры: Многоступенчатая фильтрация (6 фильтров): катехиновый, антиаллергенный, фотокаталистический фильтры, фильтр тонкой очистки, антибактериальный и с ионами серебра.",
                    "Сборка: завод Gree Гарантия: 5 лет",
                  ],
                  functionTitle:
                    "Функциональные особенности Electrolux EACS-09HF2/N3 серии Fusion 2.0:",
                    functionText1: "Кондиционер Electrolux серии Fusion 2.0 сочетает в себе передовые технологии и современный дизайн, удобен в эксплуатации и обслуживании. Легко впишется в интерьер любой квартиры или офиса.",
                  functionList: [
                    {
                      id: 1,
                      text: "Многоступенчатая фильтрация (6 фильтров)",
                    },
                    {
                      id: 2,
                      text: "АвтоОчистка полного цикла",
                    },
                    {
                      id: 3,
                      text: "7 скоростей вентилятора",
                    },
                    {
                      id: 4,
                      text: "Режим Энергосбережения",
                    },
                    {
                      id: 5,
                      text: "SMART Feel - режим отслеживания температуры с пульта ДУ",
                    },
                    {
                      id: 6,
                      text: "Режим «Турбо»",
                    },
                    {
                      id: 7,
                      text: "Ночной режимю Обеспечивает наибольший уровень комфорта за счет регулирования температуры в помещении по особому алгоритму, а также максимальному снижению уровня шума.",
                    },
                    {
                      id: 8,
                      text: "Таймер 24 часа",
                    },
                    {
                      id: 9,
                      text: "Память положения жалюзи - прохлада в нужном вам направлении каждый раз после включения кондиционера",
                    },
                    {
                      id: 10,
                      text: "Функция осушения - обеспечивает снижение влажности внутри помещения.",
                    },
                    {
                      id: 11,
                      text: "Режим вентиляции",
                    },
                    {
                      id: 12,
                      text: "Автоматический режим работы. Сплит-система может самостоятельно переключаться между режимами нагрева и охлаждения для поддержания заданной температуры.",
                    },
                    {
                      id: 13,
                      text: "Пульт ДУ",
                    },
                    {
                      id: 14,
                      text: "Самодиагностика",
                    },
                    {
                      id: 15,
                      text: "Защита от перепадов напряжения",
                    },
                    {
                      id: 16,
                      text: "Долговечный теплообменник Blue Fin",
                    },
                    {
                      id: 17,
                      text: "Автоматическая разморозка",
                    },
                    {
                      id: 18,
                      text: "Увеличенная длина трассы до 15м",
                    },
                  ],
                },
                {
                  id: 3,
                  image: require("@/assets/image/imageCatalog1/el1.webp"),
                  image2: require("@/assets/image/imageCatalog2/el1-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/el1-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/el1-4.webp"),
                  iconFactory: "Gree",
                  model: "Кондиционер Electrolux EACS-12HF2/N3",
                  price: "000 руб",
                  description: [
                    "Площадь: до 35 м2",
                    "Мощность холод/тепло:  3,3/3,4 кВт",
                    "Серия: Fusion 2.0",
                    "Потребляемая мощность холод/тепло: 1009/942 Вт",
                    "Уровень шума внутренний/наружный: 29/50 дБ",
                    "Расход воздуха: 590 м3/ч",
                    "Класс энергоэффективности: А",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 20/10 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-10~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (783х260х185)/(732х555х330)  мм",
                    "Вес внутренний/наружный: 8,0/28,0 кг",
                    "7 скоростей Вентилятора, Функция I-Feel, АвтоОчистка полного цикла, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 20 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени, Поддержание температуры +8С Фильтры: Многоступенчатая фильтрация (6 фильтров): катехиновый, антиаллергенный, фотокаталистический фильтры, фильтр тонкой очистки, антибактериальный и с ионами серебра.",
                    "Сборка: завод Gree",
                    "Гарантия: 5 лет",
                  ],
                  functionTitle:
                    "Функциональные особенности Electrolux EACS-12HF2/N3 серии Fusion 2.0:",
                    functionText1: "Кондиционер Electrolux серии Fusion 2.0 сочетает в себе передовые технологии и современный дизайн, удобен в эксплуатации и обслуживании. Легко впишется в интерьер любой квартиры или офиса.",
                  functionList: [
                    {
                      id: 1,
                      text: "Многоступенчатая фильтрация (6 фильтров)",
                    },
                    {
                      id: 2,
                      text: "АвтоОчистка полного цикла",
                    },
                    {
                      id: 3,
                      text: "7 скоростей вентилятора",
                    },
                    {
                      id: 4,
                      text: "Режим Энергосбережения",
                    },
                    {
                      id: 5,
                      text: "SMART Feel - режим отслеживания температуры с пульта ДУ",
                    },
                    {
                      id: 6,
                      text: "Режим «Турбо»",
                    },
                    {
                      id: 7,
                      text: "Ночной режимю Обеспечивает наибольший уровень комфорта за счет регулирования температуры в помещении по особому алгоритму, а также максимальному снижению уровня шума.",
                    },
                    {
                      id: 8,
                      text: "Таймер 24 часа",
                    },
                    {
                      id: 9,
                      text: "Память положения жалюзи - прохлада в нужном вам направлении каждый раз после включения кондиционера",
                    },
                    {
                      id: 10,
                      text: "Функция осушения - обеспечивает снижение влажности внутри помещения.",
                    },
                    {
                      id: 11,
                      text: "Режим вентиляции",
                    },
                    {
                      id: 12,
                      text: "Автоматический режим работы. Сплит-система может самостоятельно переключаться между режимами нагрева и охлаждения для поддержания заданной температуры.",
                    },
                    {
                      id: 13,
                      text: "Пульт ДУ",
                    },
                    {
                      id: 14,
                      text: "Самодиагностика",
                    },
                    {
                      id: 15,
                      text: "Защита от перепадов напряжения",
                    },
                    {
                      id: 16,
                      text: "Долговечный теплообменник Blue Fin",
                    },
                    {
                      id: 17,
                      text: "Автоматическая разморозка",
                    },
                    {
                      id: 18,
                      text: "Увеличенная длина трассы до 15м",
                    },
                  ],
                },
                {
                  id: 4,
                  image: require("@/assets/image/imageCatalog1/el1.webp"),
                  image2: require("@/assets/image/imageCatalog2/el1-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/el1-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/el1-4.webp"),
                  iconFactory: "Gree",
                  model: "Кондиционер Electrolux EACS-18HF2/N3",
                  price: "000 руб",
                  description: [
                    "Площадь: до 50 м2",
                    "Мощность холод/тепло: 5,1/5,1 кВт",
                    "Серия: Fusion 2.0",
                    "Потребляемая мощность холод/тепло: 1588/1383 Вт",
                    "Уровень шума внутренний/наружный: 35/54 дБ",
                    "Расход воздуха: 1050 м3/ч",
                    "Класс энергоэффективности: А",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 25/10 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-10~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (943х333х246)/(732х555х330) мм",
                    "Вес внутренний/наружный: 13,5/32,0 кг",
                    "7 скоростей Вентилятора, Функция I-Feel, АвтоОчистка полного цикла, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени, Поддержание температуры +8С Фильтры: Многоступенчатая фильтрация (6 фильтров): катехиновый, антиаллергенный, фотокаталистический фильтры, фильтр тонкой очистки, антибактериальный и с ионами серебра.",
                    "Сборка: завод Gree",
                    "Гарантия: 5 лет",
                  ],
                  functionTitle:
                    "Функциональные особенности Electrolux EACS-18HF2/N3 серии Fusion 2.0:",
                    functionText1: "Кондиционер Electrolux серии Fusion 2.0 сочетает в себе передовые технологии и современный дизайн, удобен в эксплуатации и обслуживании. Легко впишется в интерьер любой квартиры или офиса.",
                  functionList: [
                    {
                      id: 1,
                      text: "Многоступенчатая фильтрация (6 фильтров)",
                    },
                    {
                      id: 2,
                      text: "АвтоОчистка полного цикла",
                    },
                    {
                      id: 3,
                      text: "7 скоростей вентилятора",
                    },
                    {
                      id: 4,
                      text: "Режим Энергосбережения",
                    },
                    {
                      id: 5,
                      text: "SMART Feel - режим отслеживания температуры с пульта ДУ",
                    },
                    {
                      id: 6,
                      text: "Режим «Турбо»",
                    },
                    {
                      id: 7,
                      text: "Ночной режимю Обеспечивает наибольший уровень комфорта за счет регулирования температуры в помещении по особому алгоритму, а также максимальному снижению уровня шума.",
                    },
                    {
                      id: 8,
                      text: "Таймер 24 часа",
                    },
                    {
                      id: 9,
                      text: "Память положения жалюзи - прохлада в нужном вам направлении каждый раз после включения кондиционера",
                    },
                    {
                      id: 10,
                      text: "Функция осушения - обеспечивает снижение влажности внутри помещения.",
                    },
                    {
                      id: 11,
                      text: "Режим вентиляции",
                    },
                    {
                      id: 12,
                      text: "Автоматический режим работы. Сплит-система может самостоятельно переключаться между режимами нагрева и охлаждения для поддержания заданной температуры.",
                    },
                    {
                      id: 13,
                      text: "Пульт ДУ",
                    },
                    {
                      id: 14,
                      text: "Самодиагностика",
                    },
                    {
                      id: 15,
                      text: "Защита от перепадов напряжения",
                    },
                    {
                      id: 16,
                      text: "Долговечный теплообменник Blue Fin",
                    },
                    {
                      id: 17,
                      text: "Автоматическая разморозка",
                    },
                    {
                      id: 18,
                      text: "Увеличенная длина трассы до 15м",
                    },
                  ],
                },
                {
                  id: 5,
                  image: require("@/assets/image/imageCatalog1/el1.webp"),
                  image2: require("@/assets/image/imageCatalog2/el1-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/el1-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/el1-4.webp"),
                  iconFactory: "Gree",
                  model: "Кондиционер Electrolux EACS-24HF2/N3",
                  price: "000 руб",
                  description: [
                    "Площадь: до 70 м2",
                    "Мощность холод/тепло: 6,2/6,7 кВт",
                    "Серия: Fusion 2.0",
                    "Потребляемая мощность холод/тепло: 1917/1856 Вт",
                    "Уровень шума внутренний/наружный: 35/56 дБ",
                    "Расход воздуха: 1050 м3/ч",
                    "Класс энергоэффективности: А",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 25/10 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-10~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (943х333х246)/(873х555х376) мм",
                    "Вес внутренний/наружный: 13,1/43,0 кг",
                    "7 скоростей Вентилятора, Функция I-Feel, АвтоОчистка полного цикла, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени, Поддержание температуры +8С Фильтры: Многоступенчатая фильтрация (6 фильтров): катехиновый, антиаллергенный, фотокаталистический фильтры, фильтр тонкой очистки, антибактериальный и с ионами серебра.",
                    "Сборка: завод Gree",
                    "Гарантия: 5 лет",
                  ],
                  functionTitle:
                    "Функциональные особенности Electrolux EACS-24HF2/N3 серии Fusion 2.0:",
                    functionText1: "Кондиционер Electrolux серии Fusion 2.0 сочетает в себе передовые технологии и современный дизайн, удобен в эксплуатации и обслуживании. Легко впишется в интерьер любой квартиры или офиса.",
                  functionList: [
                    {
                      id: 1,
                      text: "Многоступенчатая фильтрация (6 фильтров)",
                    },
                    {
                      id: 2,
                      text: "АвтоОчистка полного цикла",
                    },
                    {
                      id: 3,
                      text: "7 скоростей вентилятора",
                    },
                    {
                      id: 4,
                      text: "Режим Энергосбережения",
                    },
                    {
                      id: 5,
                      text: "SMART Feel - режим отслеживания температуры с пульта ДУ",
                    },
                    {
                      id: 6,
                      text: "Режим «Турбо»",
                    },
                    {
                      id: 7,
                      text: "Ночной режим. Обеспечивает наибольший уровень комфорта за счет регулирования температуры в помещении по особому алгоритму, а также максимальному снижению уровня шума.",
                    },
                    {
                      id: 8,
                      text: "Таймер 24 часа",
                    },
                    {
                      id: 9,
                      text: "Память положения жалюзи - прохлада в нужном вам направлении каждый раз после включения кондиционера",
                    },
                    {
                      id: 10,
                      text: "Функция осушения - обеспечивает снижение влажности внутри помещения.",
                    },
                    {
                      id: 11,
                      text: "Режим вентиляции",
                    },
                    {
                      id: 12,
                      text: "Автоматический режим работы. Сплит-система может самостоятельно переключаться между режимами нагрева и охлаждения для поддержания заданной температуры.",
                    },
                    {
                      id: 13,
                      text: "Пульт ДУ",
                    },
                    {
                      id: 14,
                      text: "Самодиагностика",
                    },
                    {
                      id: 15,
                      text: "Защита от перепадов напряжения",
                    },
                    {
                      id: 16,
                      text: "Долговечный теплообменник Blue Fin",
                    },
                    {
                      id: 17,
                      text: "Автоматическая разморозка",
                    },
                    {
                      id: 18,
                      text: "Увеличенная длина трассы до 15м",
                    },
                  ],
                },
                {
                  id: 6,
                  image: require("@/assets/image/imageCatalog1/el2.webp"),
                  image2: require("@/assets/image/imageCatalog2/el2-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/el2-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/el2-4.webp"),
                  iconFactory: "Hisense",
                  model: "Кондиционер Electrolux EACS-07HAL/N3",
                  price: "000 руб",
                  description: [
                    "Площадь: до 21 м2",
                    "Мощность холод/тепло: 2,1/2,2 кВт",
                    "Серия: Loft",
                    "Потребляемая мощность холод/тепло: 638/595 Вт",
                    "Уровень шума внутренний/наружный: 26/50 дБ",
                    "Расход воздуха: 500 м3/ч",
                    "Класс энергоэффективности: А",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 15/8 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-10~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (791х255х198)/(660х482х240) мм",
                    "Вес внутренний/наружный: 6,7/21,5 кг",
                    "4D жалюзи - автоматическое направление потока в 4 стороны, Функция I-Fill, Режим «Турбо», Ночной режим, Режим Eco, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, Автоматическая разморозка, антикоррозийное покрытие Blue Fin, увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, русскоязычный пульт ДУ с режимом реального времени и подсветкой Фильтры: Ионизатор, Угольный и Фотокаталитический",
                    "Сборка: завод Hisense",
                    "Гарантия: 3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Electrolux EACS-EACS-07HAL/N3:",

                    functionText1: "Традиционные сплит-системы Electrolux Loft создают здоровый климат в вашем доме, благодаря ионизации и автоматическому управлению воздушным потоком.",
                  functionList: [
                    {
                      id: 1,
                      text: "Ионизатор: разлагает неприятные запахи, токсичные газы и аэрозоли, а также вырабатывает активные ионы кислорода и водорода, которые деактивируют переносимые по воздуху микроорганизмы, бактерии, вирусы, пыльцу и аллергены, тем самым очищая воздух. Дополнительный эффект от генератора холодной плазмы – ионизация воздуха, что положительно сказывается на общем состоянии организма человека за счет сбалансированного количества ионов водорода и кислорода на уровне идеальных естественных условий.",
                    },
                    {
                      id: 2,
                      text: "АвтоОчистка полного цикла",
                    },
                    {
                      id: 3,
                      text: "Фотокаталитический + Угольный фильтр. Обеспечивает качественную очистку воздуха от пыли, шерсти, аллергенов, болезнетворных микроорганизмов, неприятных запахов и т.д.",
                    },
                    {
                      id: 4,
                      text: "Воздушный фильтр",
                    },
                    {
                      id: 5,
                      text: "4D жалюзи. Автоматическое направление потока с пульта в 4 стороны",
                    },
                    {
                      id: 6,
                      text: "Режим «Турбо»",
                    },
                    {
                      id: 7,
                      text: "Ночной режим",
                    },
                    {
                      id: 8,
                      text: "Таймер 24 часа",
                    },
                    {
                      id: 9,
                      text: "Память положения жалюзи - прохлада в нужном вам направлении каждый раз после включения кондиционера",
                    },
                    {
                      id: 10,
                      text: "Функция осушения - обеспечивает снижение влажности внутри помещения.",
                    },
                    {
                      id: 11,
                      text: "Режим вентиляции",
                    },
                    {
                      id: 12,
                      text: "Автоматический режим работы. Сплит-система может самостоятельно переключаться между режимами нагрева и охлаждения для поддержания заданной температуры.",
                    },
                    {
                      id: 13,
                      text: "Пульт ДУ",
                    },
                    {
                      id: 14,
                      text: "Самодиагностика",
                    },
                    {
                      id: 15,
                      text: "Защита от перепадов напряжения",
                    },
                    {
                      id: 16,
                      text: "Долговечный теплообменник Blue Fin",
                    },
                    {
                      id: 17,
                      text: "Автоматическая разморозка",
                    },
                  ],
                },
                {
                  id: 7,
                  image: require("@/assets/image/imageCatalog1/el3.webp"),
                  image2: require("@/assets/image/imageCatalog2/el3-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/el3-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/el3-4.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Electrolux Smartline EACS-07HSM/N3",
                  price: "000 руб",
                  description: [
                    "Площадь: до 23 м2",
                    "Мощность холод/тепло: 2,28/2,49 кВт",
                    "Серия: Smartline",
                    "Потребляемая мощность холод/тепло: 712/690 Вт",
                    "Уровень шума внутренний/наружный: 26/54 дБ",
                    "Расход воздуха: 530 м3/ч",
                    "Класс энергоэффективности: А",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 20/8 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (729х292х200)/(720х495х270) мм",
                    "Вес внутренний/наружный: 8,4/24,6 кг",
                    "4д жалюзи, Подготовка под Wi-Fi управление, Функция I-Feel, Автоочистка полного цикла, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Уровень шума 26дБ, Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Golden Fin, Автоматическая разморозка, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени. Фильтры: Воздушный фильтр",
                    "Сборка: завод Midea",
                    "Гарантия: 3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Electrolux Smartline EACS-07HSM/N3:",
                  functionText1:
                    "Серия кондиционеров Electrolux Smartline – управляйте климатом без границ по Wi-Fi тогда и там, где удобно Вам с использованием приложения на смартфоне. Кондиционер Electrolux Smartline – это создание необходимого микроклимата с охлаждением летом и обогревом в холодное время года с высоким классом энергоэффективности А. Обеспечивается стабильная работа при температуре на улице от -7 до +43 ?С. Чтобы в прохладное время года кондиционер подавал воздух комфортной температуры, предусмотрена функция «Теплого старта». Удобство настроек и изменений режимов обеспечивается пультом дистанционного управления, а подсветка пульта сделает комфортным управление даже ночью. Благодаря функции I-Feel, кондиционер создаст оптимальные условия в месте вашего нахождения рядом с пультом за счет встроенного в пульт датчика температуры.",
                  functionText2:
                    "Функция 4D потока воздуха с возможность регулировки горизонтальных и вертикальных жалюзи с пульта, дополненная Турбо режимом, Ночным режимом, позволит поддерживать оптимальный микроклимат в нужно режиме в подходящий момент. Система фильтрации воздуха с использованием каталитического фильтра помогает очищать воздух от бактерий, вирусов, плесени и аллергенов. Внутренний блок с современным дизайном и декоративными хромированными элементами органично дополнит большинство интерьеров. Долговечность работы внутреннего блока обеспечивается защитой теплообменника от коррозии с высоконадежным покрытием GoldenFin. Надежность и качество исполнения серии Electrolux Smartline подтверждает гарантия сроком в 5 лет.",
                  functionList: [],
                },
                {
                  id: 8,
                  image: require("@/assets/image/imageCatalog1/el3.webp"),
                  image2: require("@/assets/image/imageCatalog2/el3-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/el3-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/el3-4.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Electrolux Smartline EACS-09HSM/N3",
                  price: "000 руб",
                  description: [
                    "Площадь: до 27 м2",
                    "Мощность холод/тепло: 2,64/2,78 кВт",
                    "Серия: Smartline",
                    "Потребляемая мощность холод/тепло: 821/771 Вт",
                    "Уровень шума внутренний/наружный: 27/55 дБ",
                    "Расход воздуха: 537 м3/ч",
                    "Класс энергоэффективности: А",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 20/8 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (729х292х200)/(720х495х270) мм",
                    "Вес внутренний/наружный: 8,5/24,9 кг",
                    "4д жалюзи, Подготовка под Wi-Fi управление, Функция I-Feel, Автоочистка полного цикла, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Уровень шума 26дБ, Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Golden Fin, Автоматическая разморозка, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени. Фильтры: Воздушный фильтр",
                    "Сборка: завод Midea",
                    "Гарантия: 3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Electrolux Smartline EACS-09HSM/N3:",
                  functionText1:
                    "Серия кондиционеров Electrolux Smartline – управляйте климатом без границ по Wi-Fi тогда и там, где удобно Вам с использованием приложения на смартфоне. Кондиционер Electrolux Smartline – это создание необходимого микроклимата с охлаждением летом и обогревом в холодное время года с высоким классом энергоэффективности А. Обеспечивается стабильная работа при температуре на улице от -7 до +43 ?С. Чтобы в прохладное время года кондиционер подавал воздух комфортной температуры, предусмотрена функция «Теплого старта». Удобство настроек и изменений режимов обеспечивается пультом дистанционного управления, а подсветка пульта сделает комфортным управление даже ночью. Благодаря функции I-Feel, кондиционер создаст оптимальные условия в месте вашего нахождения рядом с пультом за счет встроенного в пульт датчика температуры.",
                  functionText2:
                    "Функция 4D потока воздуха с возможность регулировки горизонтальных и вертикальных жалюзи с пульта, дополненная Турбо режимом, Ночным режимом, позволит поддерживать оптимальный микроклимат в нужно режиме в подходящий момент. Система фильтрации воздуха с использованием каталитического фильтра помогает очищать воздух от бактерий, вирусов, плесени и аллергенов. Внутренний блок с современным дизайном и декоративными хромированными элементами органично дополнит большинство интерьеров. Долговечность работы внутреннего блока обеспечивается защитой теплообменника от коррозии с высоконадежным покрытием GoldenFin. Надежность и качество исполнения серии Electrolux Smartline подтверждает гарантия сроком в 5 лет.",
                  functionList: [],
                },
                {
                  id: 9,
                  image: require("@/assets/image/imageCatalog1/el3.webp"),
                  image2: require("@/assets/image/imageCatalog2/el3-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/el3-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/el3-4.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Electrolux Smartline EACS-12HSM/N3",
                  price: "000 руб",
                  description: [
                    "Площадь: до 36 м2",
                    "Мощность холод/тепло: 3,66/3,72 кВт",
                    "Серия: Smartline",
                    "Потребляемая мощность холод/тепло: 1141/1031 Вт",
                    "Уровень шума внутренний/наружный: 28/55 дБ",
                    "Расход воздуха: 570 м3/ч",
                    "Класс энергоэффективности: А",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 20/8 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (802х295х200)/(720х495х270) мм",
                    "Вес внутренний/наружный: 9,2/27,1 кг",
                    "4д жалюзи, Подготовка под Wi-Fi управление, Функция I-Feel, Автоочистка полного цикла, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Уровень шума 26дБ, Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Golden Fin, Автоматическая разморозка, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени. Фильтры: Воздушный фильтр",
                    "Сборка: завод Midea Гарантия: 3 года ",
                  ],
                  functionTitle:
                    "Функциональные особенности Electrolux Smartline EACS-12HSM/N3:",
                  functionText1:
                    "Серия кондиционеров Electrolux Smartline – управляйте климатом без границ по Wi-Fi тогда и там, где удобно Вам с использованием приложения на смартфоне. Кондиционер Electrolux Smartline – это создание необходимого микроклимата с охлаждением летом и обогревом в холодное время года с высоким классом энергоэффективности А. Обеспечивается стабильная работа при температуре на улице от -7 до +43 ?С. Чтобы в прохладное время года кондиционер подавал воздух комфортной температуры, предусмотрена функция «Теплого старта». Удобство настроек и изменений режимов обеспечивается пультом дистанционного управления, а подсветка пульта сделает комфортным управление даже ночью. Благодаря функции I-Feel, кондиционер создаст оптимальные условия в месте вашего нахождения рядом с пультом за счет встроенного в пульт датчика температуры.",
                  functionText2:
                    "Функция 4D потока воздуха с возможность регулировки горизонтальных и вертикальных жалюзи с пульта, дополненная Турбо режимом, Ночным режимом, позволит поддерживать оптимальный микроклимат в нужно режиме в подходящий момент. Система фильтрации воздуха с использованием каталитического фильтра помогает очищать воздух от бактерий, вирусов, плесени и аллергенов. Внутренний блок с современным дизайном и декоративными хромированными элементами органично дополнит большинство интерьеров. Долговечность работы внутреннего блока обеспечивается защитой теплообменника от коррозии с высоконадежным покрытием GoldenFin. Надежность и качество исполнения серии Electrolux Smartline подтверждает гарантия сроком в 5 лет.",
                  functionList: [],
                },
                {
                  id: 10,
                  image: require("@/assets/image/imageCatalog1/el3.webp"),
                  image2: require("@/assets/image/imageCatalog2/el3-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/el3-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/el3-4.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Electrolux Smartline EACS-18HSM/N3",
                  price: "000 руб",
                  description: [
                    "Площадь: до 52 м2",
                    "Мощность холод/тепло: 5,27/5,39 кВт",
                    "Серия: Smartline",
                    "Потребляемая мощность холод/тепло: 1643/1372 Вт",
                    "Уровень шума внутренний/наружный: 30/58,5 дБ",
                    "Расход воздуха: 820 м3/ч",
                    "Класс энергоэффективности: А",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 20/8 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (971х321х228)/(765х555х333) мм",
                    "Вес внутренний/наружный: 12,3/34,8 кг",
                    "4д жалюзи, Подготовка под Wi-Fi управление, Функция I-Feel, Автоочистка полного цикла, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Уровень шума 26дБ, Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Golden Fin, Автоматическая разморозка, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени. Фильтры: Воздушный фильтр",
                    "Сборка: завод Midea",
                    "Гарантия: 3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Electrolux Smartline EACS-18HSM/N3:",
                  functionText1:
                    "Серия кондиционеров Electrolux Smartline – управляйте климатом без границ по Wi-Fi тогда и там, где удобно Вам с использованием приложения на смартфоне. Кондиционер Electrolux Smartline – это создание необходимого микроклимата с охлаждением летом и обогревом в холодное время года с высоким классом энергоэффективности А. Обеспечивается стабильная работа при температуре на улице от -7 до +43 ?С. Чтобы в прохладное время года кондиционер подавал воздух комфортной температуры, предусмотрена функция «Теплого старта». Удобство настроек и изменений режимов обеспечивается пультом дистанционного управления, а подсветка пульта сделает комфортным управление даже ночью. Благодаря функции I-Feel, кондиционер создаст оптимальные условия в месте вашего нахождения рядом с пультом за счет встроенного в пульт датчика температуры.",
                  functionText2:
                    "Функция 4D потока воздуха с возможность регулировки горизонтальных и вертикальных жалюзи с пульта, дополненная Турбо режимом, Ночным режимом, позволит поддерживать оптимальный микроклимат в нужно режиме в подходящий момент. Система фильтрации воздуха с использованием каталитического фильтра помогает очищать воздух от бактерий, вирусов, плесени и аллергенов. Внутренний блок с современным дизайном и декоративными хромированными элементами органично дополнит большинство интерьеров. Долговечность работы внутреннего блока обеспечивается защитой теплообменника от коррозии с высоконадежным покрытием GoldenFin. Надежность и качество исполнения серии Electrolux Smartline подтверждает гарантия сроком в 5 лет.",
                  functionList: [],
                },
                {
                  id: 11,
                  image: require("@/assets/image/imageCatalog1/el3.webp"),
                  image2: require("@/assets/image/imageCatalog2/el3-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/el3-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/el3-4.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Electrolux Smartline EACS-24HSM/N3",
                  price: " 000 руб",
                  description: [
                    "Площадь: до 70 м2",
                    "Мощность холод/тепло: 7,03/7,32 кВт",
                    "Серия: Smartline",
                    "Потребляемая мощность холод/тепло: 2191/2029 Вт",
                    "Уровень шума внутренний/наружный: 35/59 дБ",
                    "Расход воздуха: 1121 м3/ч",
                    "Класс энергоэффективности: А",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 3/8 и 5/8 дюйма",
                    "Максимальная длина/высота трассы: 25/10 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (1082х337х234)/(890х673х342) мм",
                    "Вес внутренний/наружный: 14,7/52,9 кг",
                    "4д жалюзи, Подготовка под Wi-Fi управление, Функция I-Feel, Автоочистка полного цикла, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Уровень шума 26дБ, Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Golden Fin, Автоматическая разморозка, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени. Фильтры: Воздушный фильтр",
                    "Сборка: завод Midea",
                    "Гарантия: 3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Electrolux Smartline EACS-24HSM/N3:",
                  functionText1:
                    "Серия кондиционеров Electrolux Smartline – управляйте климатом без границ по Wi-Fi тогда и там, где удобно Вам с использованием приложения на смартфоне. Кондиционер Electrolux Smartline – это создание необходимого микроклимата с охлаждением летом и обогревом в холодное время года с высоким классом энергоэффективности А. Обеспечивается стабильная работа при температуре на улице от -7 до +43 ?С. Чтобы в прохладное время года кондиционер подавал воздух комфортной температуры, предусмотрена функция «Теплого старта». Удобство настроек и изменений режимов обеспечивается пультом дистанционного управления, а подсветка пульта сделает комфортным управление даже ночью. Благодаря функции I-Feel, кондиционер создаст оптимальные условия в месте вашего нахождения рядом с пультом за счет встроенного в пульт датчика температуры.",
                  functionText2:
                    "Функция 4D потока воздуха с возможность регулировки горизонтальных и вертикальных жалюзи с пульта, дополненная Турбо режимом, Ночным режимом, позволит поддерживать оптимальный микроклимат в нужно режиме в подходящий момент. Система фильтрации воздуха с использованием каталитического фильтра помогает очищать воздух от бактерий, вирусов, плесени и аллергенов. Внутренний блок с современным дизайном и декоративными хромированными элементами органично дополнит большинство интерьеров. Долговечность работы внутреннего блока обеспечивается защитой теплообменника от коррозии с высоконадежным покрытием GoldenFin. Надежность и качество исполнения серии Electrolux Smartline подтверждает гарантия сроком в 5 лет.",
                  functionList: [],
                },
              ],
            },
            {
              id: 2,
              brandsTitle:
                "Funai (Япония - сборка Gree, Midea, Hisense, TCL - Средний класс)",
              productAmount: "Все товары(23)",
              products: [
                {
                  id: 1,
                  image: require("@/assets/image/imageCatalog1/fun1.webp"),
                  image2: require("@/assets/image/imageCatalog2/fun1-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/fun1-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/fun1-4.webp"),
                  iconFactory: "Gree",
                  model: "Кондиционер Funai RAC-DA20HP.D01",
                  price: "000 руб",
                  description: [
                    "Площадь: до 23 м2",
                    "Мощность холод/тепло: 2,25/2,35 кВт",
                    "Серия: Daijin",
                    "Потребляемая мощность холод/тепло: 700/651 Вт",
                    "Уровень шума внутренний/наружный: (25/27/32/33/36/37/40)/49 дБ",
                    "Расход воздуха: 250/290/310/420/450/470/520 м3/ч",
                    "Класс энергоэффективности: А",
                    "Тип хладагента: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 15/10 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-15~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (708x260x185)/(710x450x293) мм",
                    "Вес внутренний/наружный: 6,9/22,5 кг",
                    "7 скоростей Вентилятора, Премиальный черный пульт ДУ с увеличенным экраном и подсветкой, Функция I-Feel, АвтоОчистка полного цикла, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени Фильтры: Генератор холодной плазмы, Высокоэффективный воздушный фильтр, фильтры SMART Ion (4 шт.)",
                    "Сборка: завод Gree",
                    "Гарантия: 3 года + 2 года бесплатных запасных частей",
                  ],
                  functionTitle:
                    "Функциональные особенности Funai RAC-DA20HP.D01 серии Daijin:",
                  functionText1:
                    "Все климатическое оборудование FUNAI создается в единой концепции Future and Air, которая является стратегической идеей бренда. Сутью концепции является создание для человека высокого качества его жизни, для чего необходимо наличие здорового и комфортного микроклимата по всем параметрам: чистота воздуха, его обновление и состав, влажность и температура. Все приборы FUNAI имеют реальные отличия от типовых аналогов. Модели кондиционеров серии DAIJIN воплощают в себе новейшие достижения науки, техники и технологий, тенденции дизайнерской мысли. Глянцевый, белоснежный пластик и мягкие, слегка закругленные формы внутреннего блока с просветным (скрытым) LED-дисплеем на фронтальной панели приковывают внимание, а сам кондиционер поражает набором функций.",
                  functionText2:
                    "Ключевой особенностью этой серии является антибактериальная обработка воздуха - ионизатор 'Холодная плазма' PLASMA SMART. Ионизатор оказывает комплексное воздействие на состав воздуха, такое как: антибактериальная обработка, устранение неприятных запахов, нейтрализация табачного дыма, устранение токсичных газов и других опасных химических соединений, деактивация вредных для здоровья микроорганизмов, со временем образующихся внутри самого кондиционера. Благодаря интенсивной очистке воздуха в помещении снижается нагрузка на органы дыхания человека, что помогает организму более эффективно бороться с заболеваниями. Помимо ионизатора кондиционер комплектуется 4 дополнительными (сменными) фильтрами SMART ION. Для комфортного сна предусмотрена функция SMART Sleep с 3 специальными программами для создания наиболее комфортных условий для сна и отдыха. Индивидуальная настройка ночного режима обеспечивает низкий уровень шума, отключаемую индикацию и экономию электроэнергии. В дневное время вы всегда сможете отследить изменение температурного показателя в месте нахождения пользователя благодаря функции SMART Feel. Предусмотрена технология самоочистки SMART Clean и SMART ICE Clean, которая позволяет очистить теплообменник внутреннего блока продувкой или замораживанием соответственно.",
                  functionText3:
                    "Серия DAIJIN продолжает следовать концепции DARK CONCEPT, предполагающую наличие в комплекте поставки премиального пульта ДУ в черном цвете. Также предусмотрена шумоизоляция компрессора наружного блока, что снижает уровень шума, повышая комфорт при использовании сплит-систем FUNAI.",
      
                  functionList: [
                    {
                      id: 1,
                      text: "Антибактериальная обработка воздуха - PLASMA SMART - ионизатор 'холодная плазма'",
                    },
                    {
                      id: 2,
                      text: "Smart DEFROST - функция умного оттаивания",
                    },
                    {
                      id: 3,
                      text: "Премиальный черный пульт ДУ с увеличенным экраном и подсветкой",
                    },
                    {
                      id: 4,
                      text: "7 скоростей вентилятора внутреннего воздуха",
                    },
                    {
                      id: 5,
                      text: "Класс энергоэффективности A/A",
                    },
                    {
                      id: 6,
                      text: "Возможность отключения подсветки дисплея внутреннего блока",
                    },
                    {
                      id: 7,
                      text: "SMART Clean - cамоочистка внутреннего блока",
                    },
                    {
                      id: 8,
                      text: "SMART Feel - режим отслеживания температуры с пульта ДУ",
                    },
                    {
                      id: 9,
                      text: "SMART Sleep: 3 программируемых ночных режима работы",
                    },
                    {
                      id: 10,
                      text: "Функция антиплесень",
                    },
                    {
                      id: 11,
                      text: "Таймер 24 часа",
                    },
                    {
                      id: 12,
                      text: "Экономичный режим ECO",
                    },
                    {
                      id: 13,
                      text: "Функция автоматического перезапуска",
                    },
                    {
                      id: 14,
                      text: "Самодиагностика",
                    },
                  ],
                },
                {
                  id: 2,
                  image: require("@/assets/image/imageCatalog1/fun1.webp"),
                  image2: require("@/assets/image/imageCatalog2/fun1-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/fun1-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/fun1-4.webp"),
                  iconFactory: "Gree",
                  model: "Кондиционер Funai RAC-DA25HP.D01",
                  price: "000 руб",
                  description: [
                    "Площадь: до 25 м2",
                    "Мощность холод/тепло: 2,5/2,6 кВт",
                    "Серия: Daijin",
                    "Потребляемая мощность холод/тепло: 778/720 Вт",
                    "Уровень шума внутренний/наружный: (25/27/30/33/36/37/40)/49 дБ",
                    "Расход воздуха: 250/290/310/420/450/470/520 м3/ч",
                    "Класс энергоэффективности: А",
                    "Тип хладагента: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюймов",
                    "Максимальная длина/высота трассы: 15/10 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-15~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (708x260x185)/(710x450x293) мм",
                    "Вес внутренний/наружный: 6,9/25,2 кг",
                    "7 скоростей Вентилятора, Премиальный черный пульт ДУ с увеличенным экраном и подсветкой, Функция I-Feel, АвтоОчистка полного цикла, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени Фильтры: Генератор холодной плазмы, Высокоэффективный воздушный фильтр, фильтры SMART Ion (4 шт.)",
                    "Сборка: завод Gree",
                    "Гарантия: 3 года + 2 года бесплатных запасных частей",
                  ],
                  functionTitle:
                    "Функциональные особенности Funai RAC-DA25HP.D01 серии Daijin:",
                  functionText1:
                    "Все климатическое оборудование FUNAI создается в единой концепции Future and Air, которая является стратегической идеей бренда. Сутью концепции является создание для человека высокого качества его жизни, для чего необходимо наличие здорового и комфортного микроклимата по всем параметрам: чистота воздуха, его обновление и состав, влажность и температура. Все приборы FUNAI имеют реальные отличия от типовых аналогов. Модели кондиционеров серии DAIJIN воплощают в себе новейшие достижения науки, техники и технологий, тенденции дизайнерской мысли. Глянцевый, белоснежный пластик и мягкие, слегка закругленные формы внутреннего блока с просветным (скрытым) LED-дисплеем на фронтальной панели приковывают внимание, а сам кондиционер поражает набором функций.",
                  functionText2:
                    "Ключевой особенностью этой серии является антибактериальная обработка воздуха - ионизатор 'Холодная плазма' PLASMA SMART. Ионизатор оказывает комплексное воздействие на состав воздуха, такое как: антибактериальная обработка, устранение неприятных запахов, нейтрализация табачного дыма, устранение токсичных газов и других опасных химических соединений, деактивация вредных для здоровья микроорганизмов, со временем образующихся внутри самого кондиционера. Благодаря интенсивной очистке воздуха в помещении снижается нагрузка на органы дыхания человека, что помогает организму более эффективно бороться с заболеваниями. Помимо ионизатора кондиционер комплектуется 4 дополнительными (сменными) фильтрами SMART ION. Для комфортного сна предусмотрена функция SMART Sleep с 3 специальными программами для создания наиболее комфортных условий для сна и отдыха. Индивидуальная настройка ночного режима обеспечивает низкий уровень шума, отключаемую индикацию и экономию электроэнергии. В дневное время вы всегда сможете отследить изменение температурного показателя в месте нахождения пользователя благодаря функции SMART Feel. Предусмотрена технология самоочистки SMART Clean и SMART ICE Clean, которая позволяет очистить теплообменник внутреннего блока продувкой или замораживанием соответственно.",
                  functionText3:
                    "Серия DAIJIN продолжает следовать концепции DARK CONCEPT, предполагающую наличие в комплекте поставки премиального пульта ДУ в черном цвете. Также предусмотрена шумоизоляция компрессора наружного блока, что снижает уровень шума, повышая комфорт при использовании сплит-систем FUNAI.",
      
                  functionList: [
                    {
                      id: 1,
                      text: "Антибактериальная обработка воздуха - PLASMA SMART - ионизатор 'холодная плазма'",
                    },
                    {
                      id: 2,
                      text: "Smart DEFROST - функция умного оттаивания",
                    },
                    {
                      id: 3,
                      text: "Премиальный черный пульт ДУ с увеличенным экраном и подсветкой",
                    },
                    {
                      id: 4,
                      text: "7 скоростей вентилятора внутреннего воздуха",
                    },
                    {
                      id: 5,
                      text: "Класс энергоэффективности A/A",
                    },
                    {
                      id: 6,
                      text: "Возможность отключения подсветки дисплея внутреннего блока",
                    },
                    {
                      id: 7,
                      text: "SMART Clean - cамоочистка внутреннего блока",
                    },
                    {
                      id: 8,
                      text: "SMART Feel - режим отслеживания температуры с пульта ДУ",
                    },
                    {
                      id: 9,
                      text: "SMART Sleep: 3 программируемых ночных режима работы",
                    },
                    {
                      id: 10,
                      text: "Функция антиплесень",
                    },
                    {
                      id: 11,
                      text: "Таймер 24 часа",
                    },
                    {
                      id: 12,
                      text: "Экономичный режим ECO",
                    },
                    {
                      id: 13,
                      text: "Функция автоматического перезапуска",
                    },
                    {
                      id: 14,
                      text: "Самодиагностика",
                    },
                  ],
                },
                {
                  id: 3,
                  image: require("@/assets/image/imageCatalog1/fun1.webp"),
                  image2: require("@/assets/image/imageCatalog2/fun1-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/fun1-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/fun1-4.webp"),
                  iconFactory: "Gree",
                  model: "Кондиционер Funai RAC-DA35HP.D01",
                  price: "000 руб",
                  description: [
                    "Площадь: до 35 м2",
                    "Мощность холод/тепло: 3,25/3,4 кВт",
                    "Серия: Daijin",
                    "Потребляемая мощность холод/тепло: 1009/942 Вт",
                    "Уровень шума внутренний/наружный: (29/31/34/35/37/38/42)/52 дБ",
                    "Расход воздуха: 300/320/350/400/480/520/590 м3/ч",
                    "Класс энергоэффективности: А",
                    "Тип хладагента: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюймов",
                    "Максимальная длина/высота трассы: 20/10 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-15~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (783x260x185)/(732x555x330) мм",
                    "Вес внутренний/наружный: 8,0/28,0 кг",
                    "7 скоростей Вентилятора, Премиальный черный пульт ДУ с увеличенным экраном и подсветкой, Функция I-Feel, АвтоОчистка полного цикла, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени Фильтры: Генератор холодной плазмы, Высокоэффективный воздушный фильтр, фильтры SMART Ion (4 шт.)",
                    "Сборка: завод Gree",
                    "Гарантия: 3 года + 2 года бесплатных запасных частей",
                  ],
                  functionTitle:
                    "Функциональные особенности Funai RAC-DA35HP.D01 серии Daijin:",
                  functionText1:
                    "Все климатическое оборудование FUNAI создается в единой концепции Future and Air, которая является стратегической идеей бренда. Сутью концепции является создание для человека высокого качества его жизни, для чего необходимо наличие здорового и комфортного микроклимата по всем параметрам: чистота воздуха, его обновление и состав, влажность и температура. Все приборы FUNAI имеют реальные отличия от типовых аналогов. Модели кондиционеров серии DAIJIN воплощают в себе новейшие достижения науки, техники и технологий, тенденции дизайнерской мысли. Глянцевый, белоснежный пластик и мягкие, слегка закругленные формы внутреннего блока с просветным (скрытым) LED-дисплеем на фронтальной панели приковывают внимание, а сам кондиционер поражает набором функций.",
                  functionText2:
                    "Ключевой особенностью этой серии является антибактериальная обработка воздуха - ионизатор 'Холодная плазма' PLASMA SMART. Ионизатор оказывает комплексное воздействие на состав воздуха, такое как: антибактериальная обработка, устранение неприятных запахов, нейтрализация табачного дыма, устранение токсичных газов и других опасных химических соединений, деактивация вредных для здоровья микроорганизмов, со временем образующихся внутри самого кондиционера. Благодаря интенсивной очистке воздуха в помещении снижается нагрузка на органы дыхания человека, что помогает организму более эффективно бороться с заболеваниями. Помимо ионизатора кондиционер комплектуется 4 дополнительными (сменными) фильтрами SMART ION. Для комфортного сна предусмотрена функция SMART Sleep с 3 специальными программами для создания наиболее комфортных условий для сна и отдыха. Индивидуальная настройка ночного режима обеспечивает низкий уровень шума, отключаемую индикацию и экономию электроэнергии. В дневное время вы всегда сможете отследить изменение температурного показателя в месте нахождения пользователя благодаря функции SMART Feel. Предусмотрена технология самоочистки SMART Clean и SMART ICE Clean, которая позволяет очистить теплообменник внутреннего блока продувкой или замораживанием соответственно.",
                  functionText3:
                    "Серия DAIJIN продолжает следовать концепции DARK CONCEPT, предполагающую наличие в комплекте поставки премиального пульта ДУ в черном цвете. Также предусмотрена шумоизоляция компрессора наружного блока, что снижает уровень шума, повышая комфорт при использовании сплит-систем FUNAI.",
      
                  functionList: [
                    {
                      id: 1,
                      text: "Антибактериальная обработка воздуха - PLASMA SMART - ионизатор 'холодная плазма'",
                    },
                    {
                      id: 2,
                      text: "Smart DEFROST - функция умного оттаивания",
                    },
                    {
                      id: 3,
                      text: "Премиальный черный пульт ДУ с увеличенным экраном и подсветкой",
                    },
                    {
                      id: 4,
                      text: "7 скоростей вентилятора внутреннего воздуха",
                    },
                    {
                      id: 5,
                      text: "Класс энергоэффективности A/A",
                    },
                    {
                      id: 6,
                      text: "Возможность отключения подсветки дисплея внутреннего блока",
                    },
                    {
                      id: 7,
                      text: "SMART Clean - cамоочистка внутреннего блока",
                    },
                    {
                      id: 8,
                      text: "SMART Feel - режим отслеживания температуры с пульта ДУ",
                    },
                    {
                      id: 9,
                      text: "SMART Sleep: 3 программируемых ночных режима работы",
                    },
                    {
                      id: 10,
                      text: "Функция антиплесень",
                    },
                    {
                      id: 11,
                      text: "Таймер 24 часа",
                    },
                    {
                      id: 12,
                      text: "Экономичный режим ECO",
                    },
                    {
                      id: 13,
                      text: "Функция автоматического перезапуска",
                    },
                    {
                      id: 14,
                      text: "Самодиагностика",
                    },
                  ],
                },
                {
                  id: 4,
                  image: require("@/assets/image/imageCatalog1/fun2.webp"),
                  image2: require("@/assets/image/imageCatalog2/fun2-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/fun2-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/fun2-4.webp"),
                  iconFactory: "Hisense",
                  model: "Кондиционер Funai RAC-SN20HP.D04",
                  price: "000 руб",
                  description: [
                    "Площадь: до 21 м2",
                    "Мощность холод/тепло: 2,05/2,15 кВт",
                    "Серия: SENSEI",
                    "Потребляемая мощность холод/тепло: 0,631/0,589 Вт",
                    "Уровень шума внутренний/наружный: (21/26/31/34)/46 дБ",
                    "Расход воздуха: 340/420/500/550 м3/ч",
                    "Класс энергоэффективности: А",
                    "Тип хладагента: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюймов",
                    "Максимальная длина/высота трассы: 15/8 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-10~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (790x255x200)/(660x482x240) мм",
                    "Вес внутренний/наружный: 6,7/21,5 кг",
                    "SMART Air Автоматическое управление потоком воздуха в 4-х направлениях, Режимы: SMART FEEL, SMART Air, SILENT,FUZZY, ECONOMY; Функция SMART Clean, Режима сна, Работа на обогрев при температуре до -10С, Таймер включения/выключения, Самодиагностика, Авто-рестарт, Шумоизоляция компрессора наружного блока, Виброопроры наружного блока в комплекте, Премиальный пульт ДУ с подсветкой Фильтры: Высокоэффективный воздушный фильтр + 4 фильтра дополнительной очистки SMART Ion",
                    "Сборка: завод Hisense",
                    "Гарантия: 3 года + 2 года бесплатных запасных частей",
                  ],
                  functionTitle:
                    "Функциональные особенности Funai RAC-SN20HP.D04 серии SENSEI:",
                  functionText1:
                    "Все климатическое оборудование FUNAI создается в единой концепции Future and Air, которая является стратегической идеей бренда. Сутью концепции является создание для человека высокого качества его жизни, для чего необходимо наличие здорового и комфортного микроклимата по всем параметрам: чистота воздуха, его обновление и состав, влажность и температура. Все приборы FUNAI имеют реальные отличия от типовых аналогов. Модели кондиционеров серии SENSEI воплощают в себе новейшие достижения науки, техники и технологий, тенденции дизайнерской мысли.",
                  functionText2:
                    "Кондиционеры SENSEI, созданные ведущими инженерами в климатической индустрии, стали результатом многолетнего опыта и развития. Функция SMART Air обеспечивает автоматическое управление воздушным потоком во всех направлениях. Данная сплит-система имеет супернизкий уровень шума внутреннего блока от 21 дБ(А). А для комфортного сна предусмотрен ночной режим, обеспечивающий крайне низкий уровень шума, отключаемую индикацию и экономию электроэнергии. Внутренние блоки сплит-систем SENSEI комплектуются 4 дополнительными (сменными) фильтрами SMART Ion.",
                  functionText3:
                    "Для минимизации вибрации внешнего блока и существенного уменьшения уровня шума внешние блоки комплектуются виброопорами. Также предусмотрена шумоизоляция компрессора наружного блока, что снижает уровень шума, повышая комфорт при использовании сплит-систем FUNAI.",
                  functionList: [
                    {
                      id: 1,
                      text: "SMART Air. Подача воздуха в 4-х направлениях",
                    },
                    {
                      id: 2,
                      text: "SMART Clean Самоочистка высушиванием",
                    },
                    {
                      id: 3,
                      text: "Работа на нагрев до -10 °С",
                    },
                    {
                      id: 4,
                      text: "Шумоизоляция компрессора наружного блока",
                    },
                    {
                      id: 5,
                      text: "4 сменных фильтра SMART Ion",
                    },
                    {
                      id: 6,
                      text: "Режим SMART Sleep",
                    },
                    {
                      id: 7,
                      text: "Защитная накладка на вентили наружного блока",
                    },
                    {
                      id: 8,
                      text: "Антивибрационные опоры для установки наружного блока",
                    },
                    {
                      id: 9,
                      text: "Просветный LED-дисплей",
                    },
                    {
                      id: 10,
                      text: "Хладагент R410A",
                    },
                    {
                      id: 11,
                      text: "Премиальный пульт ДУ с подсветкой",
                    },
                  ],
                },
                {
                  id: 5,
                  image: require("@/assets/image/imageCatalog1/fun2.webp"),
                  image2: require("@/assets/image/imageCatalog2/fun2-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/fun2-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/fun2-4.webp"),
                  iconFactory: "Hisense",
                  model: "Кондиционер Funai RAC-SN25HP.D04",
                  price: "000 руб",
                  description: [
                    "Площадь: до 25 м2",
                    "Мощность холод/тепло: 2,5/2,6 кВт",
                    "Серия:  SENSEI",
                    "Потребляемая мощность холод/тепло: 0,769/0,712 Вт",
                    "Уровень шума внутренний/наружный: (21/26/34/36)/47 дБ",
                    "Расход воздуха: 340/420/550/580 м3/ч",
                    "Класс энергоэффективности: А",
                    "Тип хладагента: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 15/8 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-10~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (790x255x200)/(660x482x240) мм",
                    "Вес внутренний/наружный: 6,7/22,0 кг",
                    "SMART Air Автоматическое управление потоком воздуха в 4-х направлениях, Режимы: SMART FEEL, SMART Air, SILENT,FUZZY, ECONOMY; Функция SMART Clean, Режима сна, Работа на обогрев при температуре до -10С, Таймер включения/выключения, Самодиагностика, Авто-рестарт, Шумоизоляция компрессора наружного блока, Виброопроры наружного блока в комплекте, Премиальный пульт ДУ с подсветкой Фильтры: Высокоэффективный воздушный фильтр + 4 фильтра дополнительной очистки SMART Ion",
                    "Сборка: завод Hisense",
                    "Гарантия: 3 года + 2 года бесплатных запасных частей",
                  ],
                  functionTitle:
                    "Функциональные особенности Funai RAC-SN25HP.D04 серии SENSEI:",
                  functionText1:
                    "Все климатическое оборудование FUNAI создается в единой концепции Future and Air, которая является стратегической идеей бренда. Сутью концепции является создание для человека высокого качества его жизни, для чего необходимо наличие здорового и комфортного микроклимата по всем параметрам: чистота воздуха, его обновление и состав, влажность и температура. Все приборы FUNAI имеют реальные отличия от типовых аналогов. Модели кондиционеров серии SENSEI воплощают в себе новейшие достижения науки, техники и технологий, тенденции дизайнерской мысли.",
                  functionText2:
                    "Кондиционеры SENSEI, созданные ведущими инженерами в климатической индустрии, стали результатом многолетнего опыта и развития. Функция SMART Air обеспечивает автоматическое управление воздушным потоком во всех направлениях. Данная сплит-система имеет супернизкий уровень шума внутреннего блока от 21 дБ(А). А для комфортного сна предусмотрен ночной режим, обеспечивающий крайне низкий уровень шума, отключаемую индикацию и экономию электроэнергии. Внутренние блоки сплит-систем SENSEI комплектуются 4 дополнительными (сменными) фильтрами SMART Ion.",
                  functionText3:
                    "Для минимизации вибрации внешнего блока и существенного уменьшения уровня шума внешние блоки комплектуются виброопорами. Также предусмотрена шумоизоляция компрессора наружного блока, что снижает уровень шума, повышая комфорт при использовании сплит-систем FUNAI.",
                  functionList: [
                    {
                      id: 1,
                      text: "SMART Air. Подача воздуха в 4-х направлениях",
                    },
                    {
                      id: 2,
                      text: "SMART Clean Самоочистка высушиванием",
                    },
                    {
                      id: 3,
                      text: "Работа на нагрев до -10 °С",
                    },
                    {
                      id: 4,
                      text: "Шумоизоляция компрессора наружного блока",
                    },
                    {
                      id: 5,
                      text: "4 сменных фильтра SMART Ion",
                    },
                    {
                      id: 6,
                      text: "Режим SMART Sleep",
                    },
                    {
                      id: 7,
                      text: "Защитная накладка на вентили наружного блока",
                    },
                    {
                      id: 8,
                      text: "Антивибрационные опоры для установки наружного блока",
                    },
                    {
                      id: 9,
                      text: "Просветный LED-дисплей",
                    },
                    {
                      id: 10,
                      text: "Хладагент R410A",
                    },
                    {
                      id: 11,
                      text: "Премиальный пульт ДУ с подсветкой",
                    },
                  ],
                },
                {
                  id: 6,
                  image: require("@/assets/image/imageCatalog1/fun2.webp"),
                  image2: require("@/assets/image/imageCatalog2/fun2-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/fun2-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/fun2-4.webp"),
                  iconFactory: "Hisense",
                  model: "Кондиционер Funai RAC-SN35HP.D04",
                  price: "000 руб",
                  description: [
                    "Площадь: до 35 м2",
                    "Мощность холод/тепло: 3,4/3,45 кВт",
                    "Серия: SENSEI",
                    "Потребляемая мощность холод/тепло: 1,015/0,945 Вт",
                    "Уровень шума внутренний/наружный: (21/26/34/38)/49 дБ",
                    "Расход воздуха: 340/420/550/615 м3/ч",
                    "Класс энергоэффективности: А",
                    "Тип хладагента: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 15/8 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-10~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (790x255x200)/(715x482x240) мм",
                    "Вес внутренний/наружный: 7,5/26,0 кг",
                    "SMART Air Автоматическое управление потоком воздуха в 4-х направлениях, Режимы: SMART FEEL, SMART Air, SILENT,FUZZY, ECONOMY; Функция SMART Clean, Режима сна, Работа на обогрев при температуре до -10С, Таймер включения/выключения, Самодиагностика, Авто-рестарт, Шумоизоляция компрессора наружного блока, Виброопроры наружного блока в комплекте, Премиальный пульт ДУ с подсветкой Фильтры: Высокоэффективный воздушный фильтр + 4 фильтра дополнительной очистки SMART Ion",
                    "Сборка: завод Hisense",
                    "Гарантия: 3 года + 2 года бесплатных запасных частей ",
                  ],
                  functionTitle:
                    "Функциональные особенности Funai RAC-SN35HP.D04 серии SENSEI:",
                  functionText1:
                    "Все климатическое оборудование FUNAI создается в единой концепции Future and Air, которая является стратегической идеей бренда. Сутью концепции является создание для человека высокого качества его жизни, для чего необходимо наличие здорового и комфортного микроклимата по всем параметрам: чистота воздуха, его обновление и состав, влажность и температура. Все приборы FUNAI имеют реальные отличия от типовых аналогов. Модели кондиционеров серии SENSEI воплощают в себе новейшие достижения науки, техники и технологий, тенденции дизайнерской мысли.",
                  functionText2:
                    "Кондиционеры SENSEI, созданные ведущими инженерами в климатической индустрии, стали результатом многолетнего опыта и развития. Функция SMART Air обеспечивает автоматическое управление воздушным потоком во всех направлениях. Данная сплит-система имеет супернизкий уровень шума внутреннего блока от 21 дБ(А). А для комфортного сна предусмотрен ночной режим, обеспечивающий крайне низкий уровень шума, отключаемую индикацию и экономию электроэнергии. Внутренние блоки сплит-систем SENSEI комплектуются 4 дополнительными (сменными) фильтрами SMART Ion.",
                  functionText3:
                    "Для минимизации вибрации внешнего блока и существенного уменьшения уровня шума внешние блоки комплектуются виброопорами. Также предусмотрена шумоизоляция компрессора наружного блока, что снижает уровень шума, повышая комфорт при использовании сплит-систем FUNAI.",
                  functionList: [
                    {
                      id: 1,
                      text: "SMART Air. Подача воздуха в 4-х направлениях",
                    },
                    {
                      id: 2,
                      text: "SMART Clean Самоочистка высушиванием",
                    },
                    {
                      id: 3,
                      text: "Работа на нагрев до -10 °С",
                    },
                    {
                      id: 4,
                      text: "Шумоизоляция компрессора наружного блока",
                    },
                    {
                      id: 5,
                      text: "4 сменных фильтра SMART Ion",
                    },
                    {
                      id: 6,
                      text: "Режим SMART Sleep",
                    },
                    {
                      id: 7,
                      text: "Защитная накладка на вентили наружного блока",
                    },
                    {
                      id: 8,
                      text: "Антивибрационные опоры для установки наружного блока",
                    },
                    {
                      id: 9,
                      text: "Просветный LED-дисплей",
                    },
                    {
                      id: 10,
                      text: "Хладагент R410A",
                    },
                    {
                      id: 11,
                      text: "Премиальный пульт ДУ с подсветкой",
                    },
                  ],
                },
                {
                  id: 7,
                  image: require("@/assets/image/imageCatalog1/fun3.webp"),
                  image2: require("@/assets/image/imageCatalog2/fun3-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/fun3-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/fun3-4.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Funai RAC-SM20HP.D04",
                  price: "000 руб",
                  description: [
                    "Площадь: до 21 м2",
                    "Мощность холод/тепло: 2,25/2,4 кВт",
                    "Серия: SAMURAI II",
                    "Потребляемая мощность холод/тепло: 0,701/0,665 Вт",
                    "Уровень шума внутренний/наружный: (24/32/38)/54 дБ",
                    "Расход воздуха: 320/440/480 м3/ч",
                    "Класс энергоэффективности: А",
                    "Тип хладагента: R32",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 20/8 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-7~+24°С",
                    "Размеры внутренний/наруж (ШхВхГ): (722х290х187)/(720х495х270) мм",
                    "Вес внутренний/наружный: 8,1/23,9 кг",
                    "SMART Air Автоматическое управление потоком воздуха в 4-х направлениях, режимы: SMART FEEL, SMART Air, SILENT,FUZZY, ECONOMY; функция SMART Clean, 4 режима сна, работа на обогрев при температуре до -7С, таймер включения/выключения, самодиагностика, авто-рестарт Фильтры: Ионизатор воздуха, Высокоэффективный воздушный фильтр + 2 фильтра дополнительной очистки Угольный + Silver Ion",
                    "Сборка: завод Midea",
                    "Гарантия: 3 года + 2 года бесплатных запасных частей",
                  ],
                  functionTitle:
                    "Функциональные особенности  Funai RAC-SM20HP.D04 серии SAMURAI II:",
                  functionText1:
                    "Премиальный кондиционер SAMURAI II с ультрасовременным дизайном блока и матовым покрытием. Образ самурая — один из самых узнаваемых и тиражируемых символов Японии.Инженеры FUNAI создали серию кондиционеров SAMURAI II, которые благодаря своей надежности, прослужат вам долгие годы, а технические параметры — высокий класс энергоэффективности и низкий уровень шума — встанут на защиту вашего комфорта. Благодаря функции iFeel вы всегда сможете отследить изменение температурного показателя в месте нахождения пользователя. Также предусмотрена функция SMART Sleep с 4 специальными программами для создания наиболее комфортных условий для сна и отдыха. Индивидуальная настройка ночного режима, обеспечивающая крайне низкий уровень шума, отключаемую индикацию и экономию электроэнергии.",
                  functionText2:
                    "Главная особенность модели - встроенный супермощный ионизатор – SMART Ionizer, генерирующий аэроионы и обеспечивающий анти-бактериальную обработку воздуха. А аэроионы активизируют работу эритроцитов в крови человека, которые в свою очередь увеличивают газообмен в легких. Помимо ионизатора, кондиционер имеет трехступенчатую систему очистки, состоящую из фильтра грубой очистки, а также дополнительные фильтры тонкой очистки - Active Carbon (угольный фильтр) и Silver Ion, с ионами серебра.",
                  functionText3:
                    "Во внутренних блоках сплит-систем SAMURAI II установлены горизонтальные и вертикальные жалюзи с электроприводом. SMART Air позволяет настроить максимально комфортное направление потока охлажденного или теплого воздуха. Для серии SAMURAI II разработан современный пульт ДУ эргономичной формы с интуитивной навигацией и подсветкой экрана.",
                  functionList: [],
                },
                {
                  id: 8,
                  image: require("@/assets/image/imageCatalog1/fun3.webp"),
                  image2: require("@/assets/image/imageCatalog2/fun3-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/fun3-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/fun3-4.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Funai RAC-SM25HP.D04",
                  price: "000 руб",
                  description: [
                    "Площадь: до 26 м2",
                    "Мощность холод/тепло: 2,7/2,75 кВт",
                    "Серия: SAMURAI, II",
                    "Потребляемая мощность холод/тепло: 0,833/0,753 Вт",
                    "Уровень шума внутренний/наружный: (24/32/38)/54 дБ",
                    "Расход воздуха: 310/460/480 м3/ч",
                    "Класс энергоэффективности: А",
                    "Тип хладагента: R32",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 20/8 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (722х290х187)/(720х495х270) мм",
                    "Вес внутренний/наружный: 8,1/24,2 кг",
                    "SMART Air Автоматическое управление потоком воздуха в 4-х направлениях, режимы: SMART FEEL, SMART Air, SILENT,FUZZY, ECONOMY; функция SMART Clean, 4 режима сна, работа на обогрев при температуре до -7С, таймер включения/выключения, самодиагностика, авто-рестарт Фильтры: Ионизатор воздуха, Высокоэффективный воздушный фильтр + 2 фильтра дополнительной очистки Угольный + Silver Ion",
                    "Сборка: завод Midea Гарантия: 3 года + 2 года бесплатных запасных частей",
                  ],
                  functionTitle:
                    "Функциональные особенности  Funai RAC-SM25HP.D04 серии SAMURAI II:",
                  functionText1:
                    "Премиальный кондиционер SAMURAI II с ультрасовременным дизайном блока и матовым покрытием. Образ самурая — один из самых узнаваемых и тиражируемых символов Японии.Инженеры FUNAI создали серию кондиционеров SAMURAI II, которые благодаря своей надежности, прослужат вам долгие годы, а технические параметры — высокий класс энергоэффективности и низкий уровень шума — встанут на защиту вашего комфорта. Благодаря функции iFeel вы всегда сможете отследить изменение температурного показателя в месте нахождения пользователя. Также предусмотрена функция SMART Sleep с 4 специальными программами для создания наиболее комфортных условий для сна и отдыха. Индивидуальная настройка ночного режима, обеспечивающая крайне низкий уровень шума, отключаемую индикацию и экономию электроэнергии.",
                  functionText2:
                    "Главная особенность модели - встроенный супермощный ионизатор – SMART Ionizer, генерирующий аэроионы и обеспечивающий анти-бактериальную обработку воздуха. А аэроионы активизируют работу эритроцитов в крови человека, которые в свою очередь увеличивают газообмен в легких. Помимо ионизатора, кондиционер имеет трехступенчатую систему очистки, состоящую из фильтра грубой очистки, а также дополнительные фильтры тонкой очистки - Active Carbon (угольный фильтр) и Silver Ion, с ионами серебра.",
                  functionText3:
                    "Во внутренних блоках сплит-систем SAMURAI II установлены горизонтальные и вертикальные жалюзи с электроприводом. SMART Air позволяет настроить максимально комфортное направление потока охлажденного или теплого воздуха. Для серии SAMURAI II разработан современный пульт ДУ эргономичной формы с интуитивной навигацией и подсветкой экрана.",
                  functionList: [],
                },
                {
                  id: 9,
                  image: require("@/assets/image/imageCatalog1/fun3.webp"),
                  image2: require("@/assets/image/imageCatalog2/fun3-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/fun3-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/fun3-4.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Funai RAC-SM35HP.D04",
                  price: "000 руб",
                  description: [
                    "Площадь: до 35 м2",
                    "Мощность холод/тепло: 3,5/3,6 кВт",
                    "Серия: SAMURAI II",
                    "Потребляемая мощность холод/тепло: 1,09/0,997 Вт",
                    "Уровень шума внутренний/наружный: (25,5/33/37,5)/56 дБ",
                    "Расход воздуха: 360/480/510 м3/ч",
                    "Класс энергоэффективности: А",
                    "Тип хладагента: R32",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 20/8 м",
                    "Диапазон рабочих температур наружного воздуха холод/т тепло: +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (802х297х189)/(720х495х270) мм",
                    "Вес внутренний/наружный: 9,0/26,0 кг",
                    "SMART Air Автоматическое управление потоком воздуха в 4-х направлениях, режимы: SMART FEEL, SMART Air, SILENT,FUZZY, ECONOMY; функция SMART Clean, 4 режима сна, работа на обогрев при температуре до -7С, таймер включения/выключения, самодиагностика, авто-рестарт Фильтры: Ионизатор воздуха, Высокоэффективный воздушный фильтр + 2 фильтра дополнительной очистки Угольный + Silver Ion",
                    "Сборка: завод Midea",
                    "Гарантия: 3 года + 2 года бесплатных запасных частей",
                  ],
                  functionTitle:
                    "Функциональные особенности  Funai RAC-SM35HP.D04 серии SAMURAI II:",
                  functionText1:
                    "Премиальный кондиционер SAMURAI II с ультрасовременным дизайном блока и матовым покрытием. Образ самурая — один из самых узнаваемых и тиражируемых символов Японии.Инженеры FUNAI создали серию кондиционеров SAMURAI II, которые благодаря своей надежности, прослужат вам долгие годы, а технические параметры — высокий класс энергоэффективности и низкий уровень шума — встанут на защиту вашего комфорта. Благодаря функции iFeel вы всегда сможете отследить изменение температурного показателя в месте нахождения пользователя. Также предусмотрена функция SMART Sleep с 4 специальными программами для создания наиболее комфортных условий для сна и отдыха. Индивидуальная настройка ночного режима, обеспечивающая крайне низкий уровень шума, отключаемую индикацию и экономию электроэнергии.",
                  functionText2:
                    "Главная особенность модели - встроенный супермощный ионизатор – SMART Ionizer, генерирующий аэроионы и обеспечивающий анти-бактериальную обработку воздуха. А аэроионы активизируют работу эритроцитов в крови человека, которые в свою очередь увеличивают газообмен в легких. Помимо ионизатора, кондиционер имеет трехступенчатую систему очистки, состоящую из фильтра грубой очистки, а также дополнительные фильтры тонкой очистки - Active Carbon (угольный фильтр) и Silver Ion, с ионами серебра.",
                  functionText3:
                    "Во внутренних блоках сплит-систем SAMURAI II установлены горизонтальные и вертикальные жалюзи с электроприводом. SMART Air позволяет настроить максимально комфортное направление потока охлажденного или теплого воздуха. Для серии SAMURAI II разработан современный пульт ДУ эргономичной формы с интуитивной навигацией и подсветкой экрана.",
                  functionList: [],
                },
                {
                  id: 10,
                  image: require("@/assets/image/imageCatalog1/fun4.webp"),
                  image2: require("@/assets/image/imageCatalog2/fun4-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/fun4-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/fun4-4.webp"),
                  iconFactory: "TCL",
                  model: "Кондиционер Funai RAC-KD20HP.D01",
                  price: "000 руб",
                  description: [
                    "Площадь: до 22 м2",
                    "Мощность холод/тепло: 2,2/2,4 кВт",
                    "Серия: KADZOKU",
                    "Потребляемая мощность холод/тепло: 0,683/0,659 Вт",
                    "Уровень шума внутренний/наружный: (21,5/27/31/35/38)/48 дБ",
                    "Расход воздуха: 380/400/460/520/560 м3/ч",
                    "Класс энергоэффективности: А",
                    "Тип хладагента: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 15/5 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (811x278x198)/(712x459x276) мм",
                    "Вес внутренний/наружный: 8,0/21,0 кг",
                    "Подготовлен для подключения модуля Wi-Fi, SMART Air Автоматическое управление потоком воздуха в 4-х направлениях, Режимы: SMART FEEL, SMART Air, SILENT,FUZZY, ECONOMY; Функция SMART Clean, Режима сна, Работа на обогрев при температуре до -7С, Таймер включения/выключения, Самодиагностика, Авто-рестарт, Шумоизоляция компрессора наружного блока, Виброопроры наружного блока в комплекте, Премиальный пульт ДУ с подсветкой Фильтры: Высокоэффективный воздушный фильтр + 4 фильтра дополнительной очистки SMART Ion",
                    "Сборка: завод TCL",
                    "Гарантия: 3 года + 2 года бесплатных запасных частей",
                  ],
                  functionTitle:
                    "Функциональные особенности Funai RAC-KD20HP.D01 серии KADZOKU:",
                  functionText1:
                    "Все климатическое оборудование FUNAI создается в единой концепции Future and Air, которая является стратегической идеей бренда. Сутью концепции является создание для человека высокого качества его жизни, для чего необходимо наличие здорового и комфортного микроклимата по всем параметрам: чистота воздуха, его обновление и состав, влажность и температура. Все приборы FUNAI имеют реальные отличия от типовых аналогов. Модели кондиционеров серии KADZOKU воплощают в себе новейшие достижения науки, техники и технологий, тенденции дизайнерской мысли.",
                  functionText2:
                    "Благодаря функции SMART Feel вы всегда сможете отследить изменение температурного показателя в месте нахождения пользователя. Помимо этого, ламели теплообменника кондиционеров KADZOKU защищены антикоррозийным покрытием Golden Fin. Оно предохраняет теплообменник от воздействия пыли, дождя, насыщенного солями воздуха и других вредных факторов, значительно увеличивая при этом срок службы кондиционера.",
                  functionText3:
                    "Данная сплит-система имеет супернизкий уровень шума внутреннего блока от 21,5 дБ(А). А для комфортного сна предусмотрен ночной режим, обеспечивающий крайне низкий уровень шума, отключаемую индикацию и экономию электроэнергии. Прибор подготовлен к установке Wi-Fi-модуля, что позволит управлять сплит-системой из любой точки земного шара. Внутренние блоки сплит-систем KADZOKU комплектуются 4 дополнительными (сменными) фильтрами SMART Ion. Для минимизации вибрации внешнего блока и существенного уменьшения уровня шума внешние блоки комплектуются виброопорами. Также предусмотрена шумоизоляция компрессора наружного блока, что снижает уровень шума, повышая комфорт при использовании сплит-систем FUNAI.",
                  functionList: [
                    {
                      id: 1,
                      text: "SMART Air. Подача воздуха в 4-х направлениях",
                    },
                    {
                      id: 2,
                      text: "SMART Feel точный контроль температуры",
                    },
                    {
                      id: 3,
                      text: "Работа на нагрев до -7 °С",
                    },
                    {
                      id: 4,
                      text: "Шумоизоляция компрессора наружного блока",
                    },
                    {
                      id: 5,
                      text: "4 сменных фильтра SMART Ion",
                    },
                    {
                      id: 6,
                      text: "Режим SMART Sleep",
                    },
                    {
                      id: 7,
                      text: "Защитная накладка на вентили наружного блока",
                    },
                    {
                      id: 8,
                      text: "Антивибрационные опоры для установки наружного блока",
                    },
                    {
                      id: 9,
                      text: "Просветный LED-дисплей",
                    },
                    {
                      id: 10,
                      text: "Хладагент R410A",
                    },
                    {
                      id: 11,
                      text: "Премиальный пульт ДУ с подсветкой",
                    },
                  ],
                },
                {
                  id: 11,
                  image: require("@/assets/image/imageCatalog1/fun4.webp"),
                  image2: require("@/assets/image/imageCatalog2/fun4-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/fun4-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/fun4-4.webp"),
                  iconFactory: "TCL",
                  model: "Кондиционер Funai RAC-KD25HP.D01",
                  price: "000 руб",
                  description: [
                    "Площадь: до 27 м2",
                    "Мощность холод/тепло:  2,75/2,95 кВт",
                    "Серия: KADZOKU",
                    "Потребляемая мощность холод/тепло: 0,854/0,810 Вт",
                    "Уровень шума внутренний/наружный:  (21,5/27/31/35/38)/48 дБ",
                    "Расход воздуха: 380/400/460/520/560 м3/ч",
                    "Класс энергоэффективности: А",
                    "Тип хладагента: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 15/8 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (811x278x198)/(712x459x276) мм",
                    "Вес внутренний/наружный: 8,0/23,2 кг",
                    "Подготовлен для подключения модуля Wi-Fi, SMART Air Автоматическое управление потоком воздуха в 4-х направлениях, Режимы: SMART FEEL, SMART Air, SILENT,FUZZY, ECONOMY; Функция SMART Clean, Режима сна, Работа на обогрев при температуре до -7С, Таймер включения/выключения, Самодиагностика, Авто-рестарт, Шумоизоляция компрессора наружного блока, Виброопроры наружного блока в комплекте, Премиальный пульт ДУ с подсветкой Фильтры: Высокоэффективный воздушный фильтр + 4 фильтра дополнительной очистки SMART Ion",
                    "Сборка: завод TCL",
                    "Гарантия: 3 года + 2 года бесплатных запасных частей",
                  ],
                  functionTitle:
                    "Функциональные особенности Funai RAC-KD25HP.D01 серии KADZOKU:",
                  functionText1:
                    "Все климатическое оборудование FUNAI создается в единой концепции Future and Air, которая является стратегической идеей бренда. Сутью концепции является создание для человека высокого качества его жизни, для чего необходимо наличие здорового и комфортного микроклимата по всем параметрам: чистота воздуха, его обновление и состав, влажность и температура. Все приборы FUNAI имеют реальные отличия от типовых аналогов. Модели кондиционеров серии KADZOKU воплощают в себе новейшие достижения науки, техники и технологий, тенденции дизайнерской мысли.",
                  functionText2:
                    "Благодаря функции SMART Feel вы всегда сможете отследить изменение температурного показателя в месте нахождения пользователя. Помимо этого, ламели теплообменника кондиционеров KADZOKU защищены антикоррозийным покрытием Golden Fin. Оно предохраняет теплообменник от воздействия пыли, дождя, насыщенного солями воздуха и других вредных факторов, значительно увеличивая при этом срок службы кондиционера.",
                  functionText3:
                    "Данная сплит-система имеет супернизкий уровень шума внутреннего блока от 21,5 дБ(А). А для комфортного сна предусмотрен ночной режим, обеспечивающий крайне низкий уровень шума, отключаемую индикацию и экономию электроэнергии. Прибор подготовлен к установке Wi-Fi-модуля, что позволит управлять сплит-системой из любой точки земного шара. Внутренние блоки сплит-систем KADZOKU комплектуются 4 дополнительными (сменными) фильтрами SMART Ion. Для минимизации вибрации внешнего блока и существенного уменьшения уровня шума внешние блоки комплектуются виброопорами. Также предусмотрена шумоизоляция компрессора наружного блока, что снижает уровень шума, повышая комфорт при использовании сплит-систем FUNAI.",
                  functionList: [
                    {
                      id: 1,
                      text: "SMART Air. Подача воздуха в 4-х направлениях",
                    },
                    {
                      id: 2,
                      text: "SMART Feel точный контроль температуры",
                    },
                    {
                      id: 3,
                      text: "Работа на нагрев до -7 °С",
                    },
                    {
                      id: 4,
                      text: "Шумоизоляция компрессора наружного блока",
                    },
                    {
                      id: 5,
                      text: "4 сменных фильтра SMART Ion",
                    },
                    {
                      id: 6,
                      text: "Режим SMART Sleep",
                    },
                    {
                      id: 7,
                      text: "Защитная накладка на вентили наружного блока",
                    },
                    {
                      id: 8,
                      text: "Антивибрационные опоры для установки наружного блока",
                    },
                    {
                      id: 9,
                      text: "Просветный LED-дисплей",
                    },
                    {
                      id: 10,
                      text: "Хладагент R410A",
                    },
                    {
                      id: 11,
                      text: "Премиальный пульт ДУ с подсветкой",
                    },
                  ],
                },
                {
                  id: 12,
                  image: require("@/assets/image/imageCatalog1/fun4.webp"),
                  image2: require("@/assets/image/imageCatalog2/fun4-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/fun4-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/fun4-4.webp"),
                  iconFactory: "TCL",
                  model: "Кондиционер Funai RAC-KD35HP.D01",
                  price: "000 руб",
                  description: [
                    "Площадь: до 35 м2",
                    "Мощность холод/тепло: 3,7/3,8 кВт",
                    "Серия: KADZOKU",
                    "Потребляемая мощность холод/тепло: 1,149/1,044 Вт",
                    "Уровень шума внутренний/наружный: (24/28/32/35/38)/50 дБ",
                    "Расход воздуха: 380/400/460/520/560 м3/ч",
                    "Класс энергоэффективности: А",
                    "Тип хладагента: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 20/8 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (811x278x198)/(777x498x290) мм",
                    "Вес внутренний/наружный: 8,5/26,0 кг",
                    "Подготовлен для подключения модуля Wi-Fi, SMART Air Автоматическое управление потоком воздуха в 4-х направлениях, Режимы: SMART FEEL, SMART Air, SILENT,FUZZY, ECONOMY; Функция SMART Clean, Режима сна, Работа на обогрев при температуре до -7С, Таймер включения/выключения, Самодиагностика, Авто-рестарт, Шумоизоляция компрессора наружного блока, Виброопроры наружного блока в комплекте, Премиальный пульт ДУ с подсветкой Фильтры: Высокоэффективный воздушный фильтр + 4 фильтра дополнительной очистки SMART Ion",
                    "Сборка: завод TCL",
                    "Гарантия: 3 года + 2 года бесплатных запасных частей",
                  ],
                  functionTitle:
                    "Функциональные особенности Funai RAC-KD35HP.D01 серии KADZOKU:",
                  functionText1:
                    "Все климатическое оборудование FUNAI создается в единой концепции Future and Air, которая является стратегической идеей бренда. Сутью концепции является создание для человека высокого качества его жизни, для чего необходимо наличие здорового и комфортного микроклимата по всем параметрам: чистота воздуха, его обновление и состав, влажность и температура. Все приборы FUNAI имеют реальные отличия от типовых аналогов. Модели кондиционеров серии KADZOKU воплощают в себе новейшие достижения науки, техники и технологий, тенденции дизайнерской мысли.",
                  functionText2:
                    "Благодаря функции SMART Feel вы всегда сможете отследить изменение температурного показателя в месте нахождения пользователя. Помимо этого, ламели теплообменника кондиционеров KADZOKU защищены антикоррозийным покрытием Golden Fin. Оно предохраняет теплообменник от воздействия пыли, дождя, насыщенного солями воздуха и других вредных факторов, значительно увеличивая при этом срок службы кондиционера.",
                  functionText3:
                    "Данная сплит-система имеет супернизкий уровень шума внутреннего блока от 21,5 дБ(А). А для комфортного сна предусмотрен ночной режим, обеспечивающий крайне низкий уровень шума, отключаемую индикацию и экономию электроэнергии. Прибор подготовлен к установке Wi-Fi-модуля, что позволит управлять сплит-системой из любой точки земного шара. Внутренние блоки сплит-систем KADZOKU комплектуются 4 дополнительными (сменными) фильтрами SMART Ion. Для минимизации вибрации внешнего блока и существенного уменьшения уровня шума внешние блоки комплектуются виброопорами. Также предусмотрена шумоизоляция компрессора наружного блока, что снижает уровень шума, повышая комфорт при использовании сплит-систем FUNAI.",
      
                  functionList: [
                    {
                      id: 1,
                      text: "SMART Air. Подача воздуха в 4-х направлениях",
                    },
                    {
                      id: 2,
                      text: "SMART Feel точный контроль температуры",
                    },
                    {
                      id: 3,
                      text: "Работа на нагрев до -7 °С",
                    },
                    {
                      id: 4,
                      text: "Шумоизоляция компрессора наружного блока",
                    },
                    {
                      id: 5,
                      text: "4 сменных фильтра SMART Ion",
                    },
                    {
                      id: 6,
                      text: "Режим SMART Sleep",
                    },
                    {
                      id: 7,
                      text: "Защитная накладка на вентили наружного блока",
                    },
                    {
                      id: 8,
                      text: "Антивибрационные опоры для установки наружного блока",
                    },
                    {
                      id: 9,
                      text: "Просветный LED-дисплей",
                    },
                    {
                      id: 10,
                      text: "Хладагент R410A",
                    },
                    {
                      id: 11,
                      text: "Премиальный пульт ДУ с подсветкой",
                    },
                  ],
                },
                {
                  id: 13,
                  image: require("@/assets/image/imageCatalog1/fun5.webp"),
                  image2: require("@/assets/image/imageCatalog2/fun5-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/fun5-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/fun5-4.webp"),
                  iconFactory: "AUX",
                  model: "Кондиционер Funai RAC-SG20HP.D02",
                  price: "000 руб",
                  description: [
                    "Площадь: до 23 м2",
                    "Мощность холод/тепло: 2,25/2,35 кВт",
                    "Серия: Shogun",
                    "Потребляемая мощность холод/тепло: 692/635 Вт",
                    "Уровень шума внутренний/наружный: (21/26/30/32/34)/51 дБ",
                    "Расход воздуха: 200/290/320/340/400 м3/ч",
                    "Класс энергоэффективности: А",
                    "Тип хладагента: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 20/10 м",
                    "Диапазон  рабочих температур наружного воздуха холод/тепло: +15~+48/-15~+30°С",
                    "Размеры внутренний/наружный (ШхВхГ): (708x281x192)/(649x456x244) мм",
                    "Вес внутренний/наружный: 6,5/20,0 кг",
                    "SMART Air -автоматическое управление потоком воздуха в 4-х направлениях, Функция I-Feel, АвтоОчистка при помощи замораживания, Подготовлен для подключения модуля Wi-Fi, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени, Виброопоры наружного блока, Дополнительная шумоизоляция компрессора Фильтры: УФ-обработка для обеззараживания воздуха, Высокоэффективный воздушный фильтр, фильтры SMART Ion (4 шт.)",
                    "Сборка: завод AUX",
                    "Гарантия: 3 года + 2 года бесплатных запасных частей",
                  ],
                  functionTitle: "Funai RAC-SG20HP.D02 серия Shogun:",
                  functionText1:
                    "Все климатическое оборудование FUNAI создается в единой концепции Future and Air, которая является стратегической идеей бренда. Сутью концепции является создание для человека высокого качества его жизни, для чего необходимо наличие здорового и комфортного микроклимата по всем параметрам: чистота воздуха, его обновление и состав, влажность и температура.Все приборы FUNAI имеют реальные отличия от типовых аналогов. Модели кондиционеров серии SHOGUN воплощают в себе новейшие достижения науки, техники и технологий, тенденции дизайнерской мысли. ",
                  functionText2:
                    "Кондиционер SHOGUN в эффектном дизайне позволят создать идеальный микроклимат и станет гармоничным дополнением интерьера. Здесь продумана система очистки воздуха. Встроенные УФ-модули обеззараживают проходящий поток воздуха и теплообменник. Такая обработка нейтрализует 99,9% загрязнений – бактерий, вирусов и плесневых грибов. В комплект также входят 4 сменных фильтра с ионами серебра SMART Ion. Их можно ставить попарно или по одному. Срок службы каждого в среднем 1 год в зависимости от степени загрязнения воздуха. Принцип их работы основан на том, что они «заставляют слепляться» вместе микрочастицы пыли, образовывая крупные соединения, которые легко улавливаются стандартным сетчатым фильтром.",
                  functionText3:
                    "Функция SMART Air обеспечивает автоматическое управление воздушным потоком во всех направлениях, а благодаря функции SMART Feel вы всегда сможете отследить изменение температурного показателя в месте нахождения пользователя. Достаточно лишь расположить пульт рядом, и кондиционер будет ориентироваться на показатели датчика температуры, встроенного в пульт, а не на внутреннем блоке. В разных частях комнаты температура может отличаться.",
                  functionText4:
                    "Кондиционер работает очень тихо. Уровень шума внутреннего блока на минимальной скорости – 21 дБ(А). Это рекордно низкий показатель. Также предусмотрен ночной режим. Он обеспечивает не только низкий уровень шума, но отключает индикацию и переходит в режим экономии электроэнергии. Если вам удобно управлять микроклиматом удаленно, через смартфон, то можно дополнительно приобрести специальный Wi-Fi-модуль. И для этого даже не потребуется вызывать мастера. Вы сможете подключить все самостоятельно. Наружный блок тоже очень тихий. Для минимизации вибрации и существенного уменьшения уровня шума в конструкции предусмотрены виброопоры. Также предусмотрена шумоизоляция компрессора наружного блока, что снижает уровень шума, повышая комфорт при использовании сплит-систем FUNAI.",
                  functionList: [],
                },
                {
                  id: 14,
                  image: require("@/assets/image/imageCatalog1/fun5.webp"),
                  image2: require("@/assets/image/imageCatalog2/fun5-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/fun5-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/fun5-4.webp"),
                  iconFactory: "AUX",
                  model: "Кондиционер Funai RAC-SG25HP.D02",
                  price: "000 руб",
                  description: [
                    "Площадь: до 28 м2",
                    "Мощность холод/тепло: 2,8/2,9 кВт",
                    "Серия: Shogun",
                    "Потребляемая  мощность холод/тепло: 856/783 Вт",
                    "Уровень шума внутренний/наружный: (21/26/30/32/34 )/51 дБ",
                    "Расход воздуха: 200/300/320/350/400 м3/ч",
                    "Класс энергоэффективности: А",
                    "Тип хладагента: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 20/10 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +15~+48/-15~+30°С",
                    "Размеры внутренний/наружный (ШхВхГ): (708x281x192)/(649x456x244) мм",
                    "Вес внутренний/наружный: 7,0/25,5 кг",
                    "SMART Air -автоматическое управление потоком воздуха в 4-х направлениях, Функция I-Feel, АвтоОчистка при помощи замораживания, Подготовлен для подключения модуля Wi-Fi, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени, Виброопоры наружного блока, Дополнительная шумоизоляция компрессора Фильтры: УФ-обработка для обеззараживания воздуха, Высокоэффективный воздушный фильтр, фильтры SMART Ion (4 шт.)",
                    "Сборка: завод AUX",
                    "Гарантия: 3 года + 2 года бесплатных запасных частей",
                  ],
                  functionTitle: "Funai RAC-SG25HP.D02 серия Shogun:",
                  functionText1:
                    "Все климатическое оборудование FUNAI создается в единой концепции Future and Air, которая является стратегической идеей бренда. Сутью концепции является создание для человека высокого качества его жизни, для чего необходимо наличие здорового и комфортного микроклимата по всем параметрам: чистота воздуха, его обновление и состав, влажность и температура.Все приборы FUNAI имеют реальные отличия от типовых аналогов. Модели кондиционеров серии SHOGUN воплощают в себе новейшие достижения науки, техники и технологий, тенденции дизайнерской мысли.",
                  functionText2:
                    "Кондиционер SHOGUN в эффектном дизайне позволят создать идеальный микроклимат и станет гармоничным дополнением интерьера. Здесь продумана система очистки воздуха. Встроенные УФ-модули обеззараживают проходящий поток воздуха и теплообменник. Такая обработка нейтрализует 99,9% загрязнений – бактерий, вирусов и плесневых грибов. В комплект также входят 4 сменных фильтра с ионами серебра SMART Ion. Их можно ставить попарно или по одному. Срок службы каждого в среднем 1 год в зависимости от степени загрязнения воздуха. Принцип их работы основан на том, что они «заставляют слепляться» вместе микрочастицы пыли, образовывая крупные соединения, которые легко улавливаются стандартным сетчатым фильтром.",
                  functionText3:
                    "Функция SMART Air обеспечивает автоматическое управление воздушным потоком во всех направлениях, а благодаря функции SMART Feel вы всегда сможете отследить изменение температурного показателя в месте нахождения пользователя. Достаточно лишь расположить пульт рядом, и кондиционер будет ориентироваться на показатели датчика температуры, встроенного в пульт, а не на внутреннем блоке. В разных частях комнаты температура может отличаться.",
                  functionText4:
                    "Кондиционер работает очень тихо. Уровень шума внутреннего блока на минимальной скорости – 21 дБ(А). Это рекордно низкий показатель. Также предусмотрен ночной режим. Он обеспечивает не только низкий уровень шума, но отключает индикацию и переходит в режим экономии электроэнергии. Если вам удобно управлять микроклиматом удаленно, через смартфон, то можно дополнительно приобрести специальный Wi-Fi-модуль. И для этого даже не потребуется вызывать мастера. Вы сможете подключить все самостоятельно. Наружный блок тоже очень тихий. Для минимизации вибрации и существенного уменьшения уровня шума в конструкции предусмотрены виброопоры. Также предусмотрена шумоизоляция компрессора наружного блока, что снижает уровень шума, повышая комфорт при использовании сплит-систем FUNAI.",
                  functionList: [],
                },
                {
                  id: 15,
                  image: require("@/assets/image/imageCatalog1/fun5.webp"),
                  image2: require("@/assets/image/imageCatalog2/fun5-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/fun5-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/fun5-4.webp"),
                  iconFactory: "AUX",
                  model: "Кондиционер Funai RAC-SG35HP.D02",
                  price: "000 руб",
                  description: [
                    "Площадь: до 35 м2",
                    "Мощность холод/тепло: 3,7/3,8 кВт",
                    "Серия: Shogun",
                    "Потребляемая  мощность холод/тепло: 1142/1032 Вт",
                    "Уровень шума внутренний/наружный: (24/29/32/35/38)/52 дБ",
                    "Расход воздуха: 300/400/470/530/600 м3/ч",
                    "Класс энергоэффективности: А",
                    "Тип хладагента: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 20/10 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +15~+48/-15~+30°С",
                    "Размеры внутренний/наружный (ШхВхГ): (761x296x199)/(660х500х240) мм",
                    "Вес внутренний/наружный:  7,5/24,5 кг",
                    "SMART Air -автоматическое управление потоком воздуха в 4-х направлениях, Функция I-Feel, АвтоОчистка при помощи замораживания, Подготовлен для подключения модуля Wi-Fi, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени, Виброопоры наружного блока, Дополнительная шумоизоляция компрессора Фильтры: УФ-обработка для обеззараживания воздуха, Высокоэффективный воздушный фильтр, фильтры SMART Ion (4 шт.)",
                    "Сборка: завод AUX",
                    "Гарантия: 3 года + 2 года бесплатных запасных частей",
                  ],
                  functionTitle: "Funai RAC-SG35HP.D02 серия Shogun:",
                  functionText1:
                    "Все климатическое оборудование FUNAI создается в единой концепции Future and Air, которая является стратегической идеей бренда. Сутью концепции является создание для человека высокого качества его жизни, для чего необходимо наличие здорового и комфортного микроклимата по всем параметрам: чистота воздуха, его обновление и состав, влажность и температура.Все приборы FUNAI имеют реальные отличия от типовых аналогов. Модели кондиционеров серии SHOGUN воплощают в себе новейшие достижения науки, техники и технологий, тенденции дизайнерской мысли.",
                  functionText2:
                    "Кондиционер SHOGUN в эффектном дизайне позволят создать идеальный микроклимат и станет гармоничным дополнением интерьера. Здесь продумана система очистки воздуха. Встроенные УФ-модули обеззараживают проходящий поток воздуха и теплообменник. Такая обработка нейтрализует 99,9% загрязнений – бактерий, вирусов и плесневых грибов. В комплект также входят 4 сменных фильтра с ионами серебра SMART Ion. Их можно ставить попарно или по одному. Срок службы каждого в среднем 1 год в зависимости от степени загрязнения воздуха. Принцип их работы основан на том, что они «заставляют слепляться» вместе микрочастицы пыли, образовывая крупные соединения, которые легко улавливаются стандартным сетчатым фильтром.",
                  functionText3:
                    "Функция SMART Air обеспечивает автоматическое управление воздушным потоком во всех направлениях, а благодаря функции SMART Feel вы всегда сможете отследить изменение температурного показателя в месте нахождения пользователя. Достаточно лишь расположить пульт рядом, и кондиционер будет ориентироваться на показатели датчика температуры, встроенного в пульт, а не на внутреннем блоке. В разных частях комнаты температура может отличаться.",
                  functionText4:
                    "Кондиционер работает очень тихо. Уровень шума внутреннего блока на минимальной скорости – 21 дБ(А). Это рекордно низкий показатель. Также предусмотрен ночной режим. Он обеспечивает не только низкий уровень шума, но отключает индикацию и переходит в режим экономии электроэнергии. Если вам удобно управлять микроклиматом удаленно, через смартфон, то можно дополнительно приобрести специальный Wi-Fi-модуль. И для этого даже не потребуется вызывать мастера. Вы сможете подключить все самостоятельно. Наружный блок тоже очень тихий. Для минимизации вибрации и существенного уменьшения уровня шума в конструкции предусмотрены виброопоры. Также предусмотрена шумоизоляция компрессора наружного блока, что снижает уровень шума, повышая комфорт при использовании сплит-систем FUNAI.",
                  functionList: [],
                },
                {
                  id: 16,
                  image: require("@/assets/image/imageCatalog1/fun1.webp"),
                  image2: require("@/assets/image/imageCatalog2/fun1-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/fun1-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/fun1-4.webp"),
                  iconFactory: "Gree",
                  model: "Кондиционер Funai RAC-DA50HP.D01",
                  price: "000 руб",
                  description: [
                    "Площадь: до 51 м2",
                    "Мощность холод/тепло: 5,1/5,05 кВт",
                    "Серия: Daijin",
                    "Потребляемая мощность холод/тепло:  1588/1383 Вт",
                    "Уровень шума внутренний/наружный:  (35/36/38/41/44/46/49)/53 дБ",
                    "Расход воздуха: 560/620/650/700/750/900/1050 м3/ч",
                    "Класс энергоэффективности: А",
                    "Тип хладагента: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 25/10 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-15~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (943x333x246)/(732x555x330) мм",
                    "Вес внутренний/наружный: 13,5/32,0 кг",
                    "7 скоростей Вентилятора, Премиальный черный пульт ДУ с увеличенным экраном и подсветкой, Функция I-Feel, АвтоОчистка полного цикла, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени",
                    "Фильтры: Высокоэффективный воздушный фильтр",
                    "Сборка: завод Gree",
                    "Гарантия: 3 года + 2 года бесплатных запасных частей",
                  ],
                  functionTitle:
                    "Функциональные особенности Funai RAC-DA50HP.D01 серия Daijin:",
                  functionText1:
                    "Все климатическое оборудование FUNAI создается в единой концепции Future and Air, которая является стратегической идеей бренда. Сутью концепции является создание для человека высокого качества его жизни, для чего необходимо наличие здорового и комфортного микроклимата по всем параметрам: чистота воздуха, его обновление и состав, влажность и температура. Все приборы FUNAI имеют реальные отличия от типовых аналогов. Модели кондиционеров серии DAIJIN воплощают в себе новейшие достижения науки, техники и технологий, тенденции дизайнерской мысли.",
                  functionText2:
                    " Сплит-система DAIJIN - это 'Cерый кардинал' вашего дома, незаметный, но очень важный помощник по созданию комфортного микроклимата вокруг вас. Глянцевый, белоснежный пластик и мягкие, слегка закругленные формы внутреннего блока с просветным (скрытым) LED-дисплеем на фронтальной панели приковывают внимание, а сам кондиционер поражает набором функций.",
                  functionText3:
                    "Для комфортного сна предусмотрена функция SMART Sleep с 3 специальными программами для создания наиболее комфортных условий для сна и отдыха. Индивидуальная настройка ночного режима обеспечивает низкий уровень шума, отключаемую индикацию и экономию электроэнергии. В дневное время вы всегда сможете отследить изменение температурного показателя в месте нахождения пользователя благодаря функции SMART Feel. Предусмотрена технология самоочистки SMART Clean и SMART ICE Clean, которая позволяет очистить теплообменник внутреннего блока продувкой или замораживанием соответственно. Серия DAIJIN продолжает следовать концепции DARK CONCEPT, предполагающую наличие в комплекте поставки премиального пульта ДУ в черном цвете. Также предусмотрена шумоизоляция компрессора наружного блока, что снижает уровень шума, повышая комфорт при использовании сплит-систем FUNAI.",
      
                  functionList: [
                    {
                      id: 1,
                      text: "7 скоростей вентилятора внутреннего воздуха",
                    },
                    {
                      id: 2,
                      text: "Премиальный черный пульт ДУ с увеличенным экраном и подсветкой",
                    },
                    {
                      id: 3,
                      text: "Smart DEFROST – функция умного оттаивания",
                    },
                    {
                      id: 4,
                      text: "SMART Feel – режим отслеживания температуры с пульта ДУ",
                    },
                    {
                      id: 5,
                      text: "SMART Clean - cамоочистка внутреннего блока",
                    },
                    {
                      id: 6,
                      text: "Возможность отключения подсветки дисплея внутреннего блока",
                    },
                    {
                      id: 7,
                      text: "Класс энергоэффективности A/A",
                    },
                    {
                      id: 8,
                      text: "SMART Sleep – 3 программируемых ночных режима работы",
                    },
                    {
                      id: 9,
                      text: "Таймер",
                    },
                    {
                      id: 10,
                      text: "Функция автоматического перезапуска",
                    },
                    {
                      id: 11,
                      text: "Функция самодиагностики",
                    },
                    {
                      id: 12,
                      text: "Функция антиплесень",
                    },
                    {
                      id: 13,
                      text: "Экономичный режим ECO",
                    },
                  ],
                },
                {
                  id: 17,
                  image: require("@/assets/image/imageCatalog1/fun1.webp"),
                  image2: require("@/assets/image/imageCatalog2/fun1-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/fun1-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/fun1-4.webp"),
                  iconFactory: "Gree",
                  model: "Кондиционер Funai RAC-DA65HP.D01",
                  price: "000 руб",
                  description: [
                    "Площадь: до 70 м2",
                    "Мощность холод/тепло: 6,16/6,7 кВт",
                    "Серия: Daijin",
                    "Потребляемая мощность холод/тепло:  1917/1856 Вт",
                    "Уровень шума внутренний/наружный:   (33/35/38/41/44/46/47)/57 дБ",
                    "Расход воздуха: 560/620/650/700/750/900/1050 м3/ч",
                    "Класс энергоэффективности: А",
                    "Тип хладагента: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 25/10 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-15~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (943x333x246)/(873x555x376) мм",
                    "Вес внутренний/наружный: 13,1/43,0 кг",
                    "7 скоростей Вентилятора, Премиальный черный пульт ДУ с увеличенным экраном и подсветкой, Функция I-Feel, АвтоОчистка полного цикла, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени",
                    "Фильтры: Высокоэффективный воздушный фильтр",
                    "Сборка: завод Gree",
                    "Гарантия: 3 года + 2 года бесплатных запасных частей",
                  ],
                  functionTitle:
                    "Функциональные особенности Funai RAC-DA65HP.D01 серии Daijin:",
                  functionText1:
                    "Все климатическое оборудование FUNAI создается в единой концепции Future and Air, которая является стратегической идеей бренда. Сутью концепции является создание для человека высокого качества его жизни, для чего необходимо наличие здорового и комфортного микроклимата по всем параметрам: чистота воздуха, его обновление и состав, влажность и температура. Все приборы FUNAI имеют реальные отличия от типовых аналогов. Модели кондиционеров серии DAIJIN воплощают в себе новейшие достижения науки, техники и технологий, тенденции дизайнерской мысли.",
                  functionText2:
                    " Сплит-система DAIJIN - это 'Cерый кардинал' вашего дома, незаметный, но очень важный помощник по созданию комфортного микроклимата вокруг вас. Глянцевый, белоснежный пластик и мягкие, слегка закругленные формы внутреннего блока с просветным (скрытым) LED-дисплеем на фронтальной панели приковывают внимание, а сам кондиционер поражает набором функций.",
                  functionText3:
                    "Для комфортного сна предусмотрена функция SMART Sleep с 3 специальными программами для создания наиболее комфортных условий для сна и отдыха. Индивидуальная настройка ночного режима обеспечивает низкий уровень шума, отключаемую индикацию и экономию электроэнергии. В дневное время вы всегда сможете отследить изменение температурного показателя в месте нахождения пользователя благодаря функции SMART Feel. Предусмотрена технология самоочистки SMART Clean и SMART ICE Clean, которая позволяет очистить теплообменник внутреннего блока продувкой или замораживанием соответственно. Серия DAIJIN продолжает следовать концепции DARK CONCEPT, предполагающую наличие в комплекте поставки премиального пульта ДУ в черном цвете. Также предусмотрена шумоизоляция компрессора наружного блока, что снижает уровень шума, повышая комфорт при использовании сплит-систем FUNAI.",
      
                  functionList: [
                    {
                      id: 1,
                      text: "7 скоростей вентилятора внутреннего воздуха",
                    },
                    {
                      id: 2,
                      text: "Премиальный черный пульт ДУ с увеличенным экраном и подсветкой",
                    },
                    {
                      id: 3,
                      text: "Smart DEFROST – функция умного оттаивания",
                    },
                    {
                      id: 4,
                      text: "SMART Feel – режим отслеживания температуры с пульта ДУ",
                    },
                    {
                      id: 5,
                      text: "SMART Clean - cамоочистка внутреннего блока",
                    },
                    {
                      id: 6,
                      text: "Возможность отключения подсветки дисплея внутреннего блока",
                    },
                    {
                      id: 7,
                      text: "Класс энергоэффективности A/A",
                    },
                    {
                      id: 8,
                      text: "SMART Sleep – 3 программируемых ночных режима работы",
                    },
                    {
                      id: 9,
                      text: "Таймер",
                    },
                    {
                      id: 10,
                      text: "Функция автоматического перезапуска",
                    },
                    {
                      id: 11,
                      text: "Функция самодиагностики",
                    },
                    {
                      id: 12,
                      text: "Функция антиплесень",
                    },
                    {
                      id: 13,
                      text: "Экономичный режим ECO",
                    },
                  ],
                },
                {
                  id: 18,
                  image: require("@/assets/image/imageCatalog1/fun4.webp"),
                  image2: require("@/assets/image/imageCatalog2/fun4-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/fun4-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/fun4-4.webp"),
                  iconFactory: "TCL",
                  model: "Кондиционер Funai RAC-KD55HP.D01",
                  price: "000 руб",
                  description: [
                    "Площадь: до 55 м2",
                    "Мощность холод/тепло: 5,5/5,6 кВт",
                    "Серия: KADZOKU",
                    "Потребляемая мощность холод/тепло: 1,708/1,538 Вт",
                    "Уровень шума внутренний/наружный: (27,5/30/35/38/40)/54 дБ",
                    "Расход воздуха: 510/610/710/830/900 м3/ч",
                    "Класс энергоэффективности: А",
                    "Тип хладагента: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 20/8 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ):  (1015x313x221)/(853x602x349) мм",
                    "Вес внутренний/наружный: 12,8/40,4 кг",
                    "Подготовлен для подключения модуля Wi-Fi, SMART Air Автоматическое управление потоком воздуха в 4-х направлениях, Режимы: SMART FEEL, SMART Air, SILENT,FUZZY, ECONOMY; Функция SMART Clean, Режима сна, Работа на обогрев при температуре до -7С, Таймер включения/выключения, Самодиагностика, Авто-рестарт, Шумоизоляция компрессора наружного блока, Виброопроры наружного блока в комплекте, Премиальный пульт ДУ с подсветкой Фильтры: Высокоэффективный воздушный фильтр + 4 фильтра дополнительной очистки SMART Ion",
                    "Сборка: завод TCL",
                    "Гарантия: 3 года + 2 года бесплатных запасных частей",
                  ],
                  functionTitle:
                    "Функциональные особенности Funai RAC-KD55HP.D01 серии KADZOKU:",
                  functionText1:
                    "Все климатическое оборудование FUNAI создается в единой концепции Future and Air, которая является стратегической идеей бренда. Сутью концепции является создание для человека высокого качества его жизни, для чего необходимо наличие здорового и комфортного микроклимата по всем параметрам: чистота воздуха, его обновление и состав, влажность и температура. Все приборы FUNAI имеют реальные отличия от типовых аналогов. Модели кондиционеров серии KADZOKU воплощают в себе новейшие достижения науки, техники и технологий, тенденции дизайнерской мысли.",
                  functionText2:
                    "Благодаря функции SMART Feel вы всегда сможете отследить изменение температурного показателя в месте нахождения пользователя. Помимо этого, ламели теплообменника кондиционеров KADZOKU защищены антикоррозийным покрытием Golden Fin. Оно предохраняет теплообменник от воздействия пыли, дождя, насыщенного солями воздуха и других вредных факторов, значительно увеличивая при этом срок службы кондиционера.",
                  functionText3:
                    "Данная сплит-система имеет супернизкий уровень шума внутреннего блока от 21,5 дБ(А). А для комфортного сна предусмотрен ночной режим, обеспечивающий крайне низкий уровень шума, отключаемую индикацию и экономию электроэнергии. Прибор подготовлен к установке Wi-Fi-модуля, что позволит управлять сплит-системой из любой точки земного шара. Внутренние блоки сплит-систем KADZOKU комплектуются 4 дополнительными (сменными) фильтрами SMART Ion. Для минимизации вибрации внешнего блока и существенного уменьшения уровня шума внешние блоки комплектуются виброопорами. Также предусмотрена шумоизоляция компрессора наружного блока, что снижает уровень шума, повышая комфорт при использовании сплит-систем FUNAI.",
                  functionList: [
                    {
                      id: 1,
                      text: "SMART Air. Подача воздуха в 4-х направлениях",
                    },
                    {
                      id: 2,
                      text: "SMART Feel точный контроль температуры",
                    },
                    {
                      id: 3,
                      text: "Работа на нагрев до -7 °С",
                    },
                    {
                      id: 4,
                      text: "Шумоизоляция компрессора наружного блока",
                    },
                    {
                      id: 5,
                      text: "4 сменных фильтра SMART Ion",
                    },
                    {
                      id: 6,
                      text: "Режим SMART Sleep",
                    },
                    {
                      id: 7,
                      text: "Защитная накладка на вентили наружного блока",
                    },
                    {
                      id: 8,
                      text: "Антивибрационные опоры для установки наружного блока",
                    },
                    {
                      id: 9,
                      text: "Просветный LED-дисплей",
                    },
                    {
                      id: 10,
                      text: "Хладагент R410A",
                    },
                    {
                      id: 11,
                      text: "Премиальный пульт ДУ с подсветкой",
                    },
                  ],
                },
                {
                  id: 19,
                  image: require("@/assets/image/imageCatalog1/fun4.webp"),
                  image2: require("@/assets/image/imageCatalog2/fun4-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/fun4-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/fun4-4.webp"),
                  iconFactory: "TCL",
                  model: "Кондиционер Funai RAC-KD75HP.D01",
                  price: "000 руб",
                  description: [
                    "Площадь: до 73 м2",
                    "Мощность холод/тепло: 7,25/7,6 кВт",
                    "Серия: KADZOKU",
                    "Потребляемая мощность холод/тепло:2,251/2,088 Вт",
                    "Уровень шума внутренний/наружный: (30/33/36/41/44)/56 дБ",
                    "Расход воздуха:  855/945/1030/1120/1250 м3/ч",
                    "Класс энергоэффективности: А",
                    "Тип хладагента: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 5/8 дюйма",
                    "Максимальная длина/высота трассы: 25/8 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ):  (1132x332x229)/(920x699x380) мм",
                    "Вес внутренний/наружный: 14,0/48,5 кг",
                    "Подготовлен для подключения модуля Wi-Fi, SMART Air Автоматическое управление потоком воздуха в 4-х направлениях, Режимы: SMART FEEL, SMART Air, SILENT,FUZZY, ECONOMY; Функция SMART Clean, Режима сна, Работа на обогрев при температуре до -7С, Таймер включения/выключения, Самодиагностика, Авто-рестарт, Шумоизоляция компрессора наружного блока, Виброопроры наружного блока в комплекте, Премиальный пульт ДУ с подсветкой Фильтры: Высокоэффективный воздушный фильтр + 4 фильтра дополнительной очистки SMART Ion",
                    "Сборка: завод TCL",
                    "Гарантия: 3 года + 2 года бесплатных запасных частей",
                  ],
                  functionTitle:
                    "Функциональные особенности Funai RAC-KD75HP.D01 серии KADZOKU:",
                  functionText1:
                    "Все климатическое оборудование FUNAI создается в единой концепции Future and Air, которая является стратегической идеей бренда. Сутью концепции является создание для человека высокого качества его жизни, для чего необходимо наличие здорового и комфортного микроклимата по всем параметрам: чистота воздуха, его обновление и состав, влажность и температура. Все приборы FUNAI имеют реальные отличия от типовых аналогов. Модели кондиционеров серии KADZOKU воплощают в себе новейшие достижения науки, техники и технологий, тенденции дизайнерской мысли.",
                  functionText2:
                    "Благодаря функции SMART Feel вы всегда сможете отследить изменение температурного показателя в месте нахождения пользователя. Помимо этого, ламели теплообменника кондиционеров KADZOKU защищены антикоррозийным покрытием Golden Fin. Оно предохраняет теплообменник от воздействия пыли, дождя, насыщенного солями воздуха и других вредных факторов, значительно увеличивая при этом срок службы кондиционера.",
                  functionText3:
                    "Данная сплит-система имеет супернизкий уровень шума внутреннего блока от 21,5 дБ(А). А для комфортного сна предусмотрен ночной режим, обеспечивающий крайне низкий уровень шума, отключаемую индикацию и экономию электроэнергии. Прибор подготовлен к установке Wi-Fi-модуля, что позволит управлять сплит-системой из любой точки земного шара. Внутренние блоки сплит-систем KADZOKU комплектуются 4 дополнительными (сменными) фильтрами SMART Ion. Для минимизации вибрации внешнего блока и существенного уменьшения уровня шума внешние блоки комплектуются виброопорами. Также предусмотрена шумоизоляция компрессора наружного блока, что снижает уровень шума, повышая комфорт при использовании сплит-систем FUNAI.",
                  functionList: [
                    {
                      id: 1,
                      text: "SMART Air. Подача воздуха в 4-х направлениях",
                    },
                    {
                      id: 2,
                      text: "SMART Feel точный контроль температуры",
                    },
                    {
                      id: 3,
                      text: "Работа на нагрев до -7 °С",
                    },
                    {
                      id: 4,
                      text: "Шумоизоляция компрессора наружного блока",
                    },
                    {
                      id: 5,
                      text: "4 сменных фильтра SMART Ion",
                    },
                    {
                      id: 6,
                      text: "Режим SMART Sleep",
                    },
                    {
                      id: 7,
                      text: "Защитная накладка на вентили наружного блока",
                    },
                    {
                      id: 8,
                      text: "Антивибрационные опоры для установки наружного блока",
                    },
                    {
                      id: 9,
                      text: "Просветный LED-дисплей",
                    },
                    {
                      id: 10,
                      text: "Хладагент R410A",
                    },
                    {
                      id: 11,
                      text: "Премиальный пульт ДУ с подсветкой",
                    },
                  ],
                },
                {
                  id: 20,
                  image: require("@/assets/image/imageCatalog1/fun2.webp"),
                  image2: require("@/assets/image/imageCatalog2/fun2-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/fun2-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/fun2-4.webp"),
                  iconFactory: "Hisense",
                  model: "Кондиционер Funai RAC-SN55HP.D04",
                  price: "000 руб",
                  description: [
                    "Площадь: до 55 м2",
                    "Мощность холод/тепло: 5,5/5,65",
                    "Серия: SENSEI",
                    "Потребляемая мощность холод/тепло: 1,703/1,548 Вт",
                    "Уровень шума внутренний/наружный:  (25/34/42/46)/49 дБ",
                    "Расход воздуха: 565/770/950/1040 м3/ч",
                    "Класс энергоэффективности: А",
                    "Тип хладагента: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 20/10 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-10~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ):(890x300x220)/(780x540x260) мм",
                    "Вес внутренний/наружный: 10,0/36,5 кг",
                    "SMART Air Автоматическое управление потоком воздуха в 4-х направлениях, Режимы: SMART FEEL, SMART Air, SILENT,FUZZY, ECONOMY; Функция SMART Clean, Режима сна, Работа на обогрев при температуре до -10С, Таймер включения/выключения, Самодиагностика, Авто-рестарт, Шумоизоляция компрессора наружного блока, Виброопроры наружного блока в комплекте, Премиальный пульт ДУ с подсветкой Фильтры: Высокоэффективный воздушный фильтр + 4 фильтра дополнительной очистки SMART Ion",
                    "Сборка: завод Hisense",
                    "Гарантия: 3 года + 2 года бесплатных запасных частей ",
                  ],
                  functionTitle:
                    "Функциональные особенности Funai RAC-SN55HP.D04 серии SENSEI:",
                  functionText1:
                    "Все климатическое оборудование FUNAI создается в единой концепции Future and Air, которая является стратегической идеей бренда. Сутью концепции является создание для человека высокого качества его жизни, для чего необходимо наличие здорового и комфортного микроклимата по всем параметрам: чистота воздуха, его обновление и состав, влажность и температура. Все приборы FUNAI имеют реальные отличия от типовых аналогов. Модели кондиционеров серии SENSEI воплощают в себе новейшие достижения науки, техники и технологий, тенденции дизайнерской мысли.",
                  functionText2:
                    "Кондиционеры SENSEI, созданные ведущими инженерами в климатической индустрии, стали результатом многолетнего опыта и развития. Функция SMART Air обеспечивает автоматическое управление воздушным потоком во всех направлениях. Данная сплит-система имеет супернизкий уровень шума внутреннего блока от 21 дБ(А). А для комфортного сна предусмотрен ночной режим, обеспечивающий крайне низкий уровень шума, отключаемую индикацию и экономию электроэнергии. Внутренние блоки сплит-систем SENSEI комплектуются 4 дополнительными (сменными) фильтрами SMART Ion.",
                  functionText3:
                    "Для минимизации вибрации внешнего блока и существенного уменьшения уровня шума внешние блоки комплектуются виброопорами. Также предусмотрена шумоизоляция компрессора наружного блока, что снижает уровень шума, повышая комфорт при использовании сплит-систем FUNAI.",
                  functionList: [
                    {
                      id: 1,
                      text: "SMART Air. Подача воздуха в 4-х направлениях",
                    },
                    {
                      id: 2,
                      text: "SMART Clean Самоочистка высушиванием",
                    },
                    {
                      id: 3,
                      text: "Работа на нагрев до -10 °С",
                    },
                    {
                      id: 4,
                      text: "Шумоизоляция компрессора наружного блока",
                    },
                    {
                      id: 5,
                      text: "4 сменных фильтра SMART Ion",
                    },
                    {
                      id: 6,
                      text: "Режим SMART Sleep",
                    },
                    {
                      id: 7,
                      text: "Защитная накладка на вентили наружного блока",
                    },
                    {
                      id: 8,
                      text: "Антивибрационные опоры для установки наружного блока",
                    },
                    {
                      id: 9,
                      text: "Просветный LED-дисплей",
                    },
                    {
                      id: 10,
                      text: "Хладагент R410A",
                    },
                    {
                      id: 11,
                      text: "Премиальный пульт ДУ с подсветкой",
                    },
                  ],
                },
                {
                  id: 21,
                  image: require("@/assets/image/imageCatalog1/fun2.webp"),
                  image2: require("@/assets/image/imageCatalog2/fun2-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/fun2-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/fun2-4.webp"),
                  iconFactory: "Hisense",
                  model: "Кондиционер Funai RAC-SN70HP.D04",
                  price: "000 руб",
                  description: [
                    "Площадь: до 70 м2",
                    "Мощность холод/тепло: 6,95/7,07 кВт",
                    "Серия: SENSEI",
                    "Потребляемая мощность холод/тепло: 2,138/1,958 Вт",
                    "Уровень шума внутренний/наружный:   (33/36/43/47)/51 дБ",
                    "Расход воздуха: 730/795/950/1040 м3/ч",
                    "Класс энергоэффективности: А",
                    "Тип хладагента: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 5/8 дюйма",
                    "Максимальная длина/высота трассы: 20/10 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-10~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ):(890x300x220)/(860x667x310) мм",
                    "Вес внутренний/наружный: 10,0/45,0 кг",
                    "SMART Air Автоматическое управление потоком воздуха в 4-х направлениях, Режимы: SMART FEEL, SMART Air, SILENT,FUZZY, ECONOMY; Функция SMART Clean, Режима сна, Работа на обогрев при температуре до -10С, Таймер включения/выключения, Самодиагностика, Авто-рестарт, Шумоизоляция компрессора наружного блока, Виброопроры наружного блока в комплекте, Премиальный пульт ДУ с подсветкой Фильтры: Высокоэффективный воздушный фильтр + 4 фильтра дополнительной очистки SMART Ion",
                    "Сборка: завод Hisense",
                    "Гарантия: 3 года + 2 года бесплатных запасных частей ",
                  ],
                  functionTitle:
                    "Функциональные особенности Funai RAC-SN70HP.D04 серии SENSEI:",
                  functionText1:
                    "Все климатическое оборудование FUNAI создается в единой концепции Future and Air, которая является стратегической идеей бренда. Сутью концепции является создание для человека высокого качества его жизни, для чего необходимо наличие здорового и комфортного микроклимата по всем параметрам: чистота воздуха, его обновление и состав, влажность и температура. Все приборы FUNAI имеют реальные отличия от типовых аналогов. Модели кондиционеров серии SENSEI воплощают в себе новейшие достижения науки, техники и технологий, тенденции дизайнерской мысли.",
                  functionText2:
                    "Кондиционеры SENSEI, созданные ведущими инженерами в климатической индустрии, стали результатом многолетнего опыта и развития. Функция SMART Air обеспечивает автоматическое управление воздушным потоком во всех направлениях. Данная сплит-система имеет супернизкий уровень шума внутреннего блока от 21 дБ(А). А для комфортного сна предусмотрен ночной режим, обеспечивающий крайне низкий уровень шума, отключаемую индикацию и экономию электроэнергии. Внутренние блоки сплит-систем SENSEI комплектуются 4 дополнительными (сменными) фильтрами SMART Ion.",
                  functionText3:
                    "Для минимизации вибрации внешнего блока и существенного уменьшения уровня шума внешние блоки комплектуются виброопорами. Также предусмотрена шумоизоляция компрессора наружного блока, что снижает уровень шума, повышая комфорт при использовании сплит-систем FUNAI.",
                  functionList: [
                    {
                      id: 1,
                      text: "SMART Air. Подача воздуха в 4-х направлениях",
                    },
                    {
                      id: 2,
                      text: "SMART Clean Самоочистка высушиванием",
                    },
                    {
                      id: 3,
                      text: "Работа на нагрев до -10 °С",
                    },
                    {
                      id: 4,
                      text: "Шумоизоляция компрессора наружного блока",
                    },
                    {
                      id: 5,
                      text: "4 сменных фильтра SMART Ion",
                    },
                    {
                      id: 6,
                      text: "Режим SMART Sleep",
                    },
                    {
                      id: 7,
                      text: "Защитная накладка на вентили наружного блока",
                    },
                    {
                      id: 8,
                      text: "Антивибрационные опоры для установки наружного блока",
                    },
                    {
                      id: 9,
                      text: "Просветный LED-дисплей",
                    },
                    {
                      id: 10,
                      text: "Хладагент R410A",
                    },
                    {
                      id: 11,
                      text: "Премиальный пульт ДУ с подсветкой",
                    },
                  ],
                },
                {
                  id: 22,
                  image: require("@/assets/image/imageCatalog1/fun5.webp"),
                  image2: require("@/assets/image/imageCatalog2/fun5-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/fun5-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/fun5-4.webp"),
                  iconFactory: "AUX",
                  model: "Кондиционер Funai RAC-SG55HP.D02",
                  price: "000 руб",
                  description: [
                    "Площадь: до 55 м2",
                    "Мощность холод/тепло: 5,4/5,5 кВт",
                    "Серия: Shogun",
                    "Потребляемая мощность холод/тепло:  1583/1462 Вт",
                    "Уровень шума внутренний/наружный: (26,5/30/32/34/38)/52 дБ",
                    "Расход воздуха: 325/460/510/560/650 м3/ч",
                    "Класс энергоэффективности: А",
                    "Тип хладагента: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 20/10 м",
                    "Диапазон  рабочих температур наружного воздуха холод/тепло: +15~+48/-15~+30°С",
                    "Размеры внутренний/наружный (ШхВхГ): (822x295x198)/(800х545х315) мм",
                    "Вес внутренний/наружный:  8,5/35,5 кг",
                    "SMART Air -автоматическое управление потоком воздуха в 4-х направлениях, Функция I-Feel, АвтоОчистка при помощи замораживания, Подготовлен для подключения модуля Wi-Fi, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени, Виброопоры наружного блока, Дополнительная шумоизоляция компрессора Фильтры: УФ-обработка для обеззараживания воздуха, Высокоэффективный воздушный фильтр, фильтры SMART Ion (4 шт.)",
                    "Сборка: завод AUX",
                    "Гарантия: 3 года + 2 года бесплатных запасных частей",
                  ],
                  functionTitle: "Funai RAC-SG55HP.D02 серии Shogun:",
                  functionText1:
                    "Все климатическое оборудование FUNAI создается в единой концепции Future and Air, которая является стратегической идеей бренда. Сутью концепции является создание для человека высокого качества его жизни, для чего необходимо наличие здорового и комфортного микроклимата по всем параметрам: чистота воздуха, его обновление и состав, влажность и температура.Все приборы FUNAI имеют реальные отличия от типовых аналогов. Модели кондиционеров серии SHOGUN воплощают в себе новейшие достижения науки, техники и технологий, тенденции дизайнерской мысли. ",
                  functionText2:
                    "Кондиционер SHOGUN в эффектном дизайне позволят создать идеальный микроклимат и станет гармоничным дополнением интерьера. Здесь продумана система очистки воздуха. Встроенные УФ-модули обеззараживают проходящий поток воздуха и теплообменник. Такая обработка нейтрализует 99,9% загрязнений – бактерий, вирусов и плесневых грибов. В комплект также входят 4 сменных фильтра с ионами серебра SMART Ion. Их можно ставить попарно или по одному. Срок службы каждого в среднем 1 год в зависимости от степени загрязнения воздуха. Принцип их работы основан на том, что они «заставляют слепляться» вместе микрочастицы пыли, образовывая крупные соединения, которые легко улавливаются стандартным сетчатым фильтром.",
                  functionText3:
                    "Функция SMART Air обеспечивает автоматическое управление воздушным потоком во всех направлениях, а благодаря функции SMART Feel вы всегда сможете отследить изменение температурного показателя в месте нахождения пользователя. Достаточно лишь расположить пульт рядом, и кондиционер будет ориентироваться на показатели датчика температуры, встроенного в пульт, а не на внутреннем блоке. В разных частях комнаты температура может отличаться.",
                  functionText4:
                    "Кондиционер работает очень тихо. Уровень шума внутреннего блока на минимальной скорости – 21 дБ(А). Это рекордно низкий показатель. Также предусмотрен ночной режим. Он обеспечивает не только низкий уровень шума, но отключает индикацию и переходит в режим экономии электроэнергии. Если вам удобно управлять микроклиматом удаленно, через смартфон, то можно дополнительно приобрести специальный Wi-Fi-модуль. И для этого даже не потребуется вызывать мастера. Вы сможете подключить все самостоятельно. Наружный блок тоже очень тихий. Для минимизации вибрации и существенного уменьшения уровня шума в конструкции предусмотрены виброопоры. Также предусмотрена шумоизоляция компрессора наружного блока, что снижает уровень шума, повышая комфорт при использовании сплит-систем FUNAI.",
                  functionList: [],
                },
                {
                  id: 23,
                  image: require("@/assets/image/imageCatalog1/fun5.webp"),
                  image2: require("@/assets/image/imageCatalog2/fun5-2.webp"),
                  image3: require("@/assets/image/imageCatalog2/fun5-3.webp"),
                  image4: require("@/assets/image/imageCatalog2/fun5-4.webp"),
                  iconFactory: "AUX",
                  model: "Кондиционер Funai RAC-SG75HP.D02",
                  price: "000 руб",
                  description: [
                    "Площадь: до 75 м2",
                    "Мощность холод/тепло: 7,5/7,55 кВт",
                    "Серия: Shogun",
                    "Потребляемая мощность холод/тепло:  2294/2035 Вт",
                    "Уровень шума внутренний/наружный: (29/35/41/44/46)/57 дБ",
                    "Расход воздуха: 630/850/985/1120/1260 м3/ч",
                    "Класс энергоэффективности: А",
                    "Тип хладагента: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 5/8 дюйма",
                    "Максимальная длина/высота трассы: 25/15 м",
                    "Диапазон  рабочих температур наружного воздуха холод/тепло: +15~+48/-15~+30°С",
                    "Размеры внутренний/наружный (ШхВхГ): (1089x328x227)/(825х655х310) мм",
                    "Вес внутренний/наружный: 13,0/46,0 кг",
                    "SMART Air -автоматическое управление потоком воздуха в 4-х направлениях, Функция I-Feel, АвтоОчистка при помощи замораживания, Подготовлен для подключения модуля Wi-Fi, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени, Виброопоры наружного блока, Дополнительная шумоизоляция компрессора Фильтры: УФ-обработка для обеззараживания воздуха, Высокоэффективный воздушный фильтр, фильтры SMART Ion (4 шт.)",
                    "Сборка: завод AUX",
                    "Гарантия: 3 года + 2 года бесплатных запасных частей",
                  ],
                  functionTitle: "Funai RAC-SG75HP.D02 серии Shogun:",
                  functionText1:
                    "Все климатическое оборудование FUNAI создается в единой концепции Future and Air, которая является стратегической идеей бренда. Сутью концепции является создание для человека высокого качества его жизни, для чего необходимо наличие здорового и комфортного микроклимата по всем параметрам: чистота воздуха, его обновление и состав, влажность и температура.Все приборы FUNAI имеют реальные отличия от типовых аналогов. Модели кондиционеров серии SHOGUN воплощают в себе новейшие достижения науки, техники и технологий, тенденции дизайнерской мысли. ",
                  functionText2:
                    "Кондиционер SHOGUN в эффектном дизайне позволят создать идеальный микроклимат и станет гармоничным дополнением интерьера. Здесь продумана система очистки воздуха. Встроенные УФ-модули обеззараживают проходящий поток воздуха и теплообменник. Такая обработка нейтрализует 99,9% загрязнений – бактерий, вирусов и плесневых грибов. В комплект также входят 4 сменных фильтра с ионами серебра SMART Ion. Их можно ставить попарно или по одному. Срок службы каждого в среднем 1 год в зависимости от степени загрязнения воздуха. Принцип их работы основан на том, что они «заставляют слепляться» вместе микрочастицы пыли, образовывая крупные соединения, которые легко улавливаются стандартным сетчатым фильтром.",
                  functionText3:
                    "Функция SMART Air обеспечивает автоматическое управление воздушным потоком во всех направлениях, а благодаря функции SMART Feel вы всегда сможете отследить изменение температурного показателя в месте нахождения пользователя. Достаточно лишь расположить пульт рядом, и кондиционер будет ориентироваться на показатели датчика температуры, встроенного в пульт, а не на внутреннем блоке. В разных частях комнаты температура может отличаться.",
                  functionText4:
                    "Кондиционер работает очень тихо. Уровень шума внутреннего блока на минимальной скорости – 21 дБ(А). Это рекордно низкий показатель. Также предусмотрен ночной режим. Он обеспечивает не только низкий уровень шума, но отключает индикацию и переходит в режим экономии электроэнергии. Если вам удобно управлять микроклиматом удаленно, через смартфон, то можно дополнительно приобрести специальный Wi-Fi-модуль. И для этого даже не потребуется вызывать мастера. Вы сможете подключить все самостоятельно. Наружный блок тоже очень тихий. Для минимизации вибрации и существенного уменьшения уровня шума в конструкции предусмотрены виброопоры. Также предусмотрена шумоизоляция компрессора наружного блока, что снижает уровень шума, повышая комфорт при использовании сплит-систем FUNAI.",
                  functionList: [],
                },
              ],
            },
            {
              id: 3,
              brandsTitle: "Kentatsu (Япония - сборка Midea - Средний класс)",
              productAmount: "Все товары(10)",
              products: [
                {
                  id: 1,
                  image: require("@/assets/image/imageCatalog1/ken1.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Kentatsu KSGI21HFAN1/ KSRI21HFAN1",
                  price: "000 руб",
                  description: [
                    "Площадь: до 22 м2",
                    "Мощность холод/тепло: 2,34/2,34 кВт",
                    "Серия: Ichi",
                    "Потребляемая мощность холод/тепло: 710/630 Вт",
                    "Уровень шума внутренний/наружный:  (26,5/35,5/40)/52 дБ",
                    "Расход воздуха: 350/450/530 м3/ч",
                    "Класс энергоэффективности: А",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 10/8 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ):  (729х292х200)/(720х495х270) мм",
                    "Вес внутренний/наружный: 7,4/24,6 кг",
                    "Автоматическая очистка испарителя, функция I-Feel, Wi-Fi Control (опция), быстрый выход на режим, функция «Комфортный сон», теплый пуск, автоматическое качание заслонок многофункциональный воздушный фильтр, управление скоростью вентилятора, осушение воздуха, функция «Не беспокоить», защита от коррозии, защита от нестабильности электропитания, самодиагностика и автоматическая защита, автоматическая оттайка инея, работа по таймеру 24 часа, автоматический выбор режима, съемная лицевая панель, автоматический перезапуск, гибкая система подключения, скрытый цифровой дисплей. Фильтры: Высокоэффективный воздушный фильтр, комбинированный фильтр",
                    "Сборка: завод Midea",
                    "Гарантия: 3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Kentatsu KSGI21HFAN1/ KSRI21HFAN1 серии Ichi:",
      
                  functionList: [
                    {
                      id: 1,
                      text: "Wi-Fi Control (опция): При покупке Wi-Fi контролера DW11. Возможность дистанционного управления работой кондиционера, в том числе через интернет, при помощи планшета или смартфона.",
                    },
                    {
                      id: 2,
                      text: "Автоматическое качание заслонок создает комфортную циркуляцию воздуха во всем помещении. Скорость воздуха из внутреннего блока ограничена величиной 0.3 м/с, поэтому вредные для здоровья сквозняки, исключены.",
                    },
                    {
                      id: 3,
                      text: "Быстрый выход на режим ускорит достижение установленной на пульте температуры. Скорость вращения вентилятора внутреннего блока возрастет, и температура в помещении начнет быстрее приближаться к установленной.",
                    },
                    {
                      id: 4,
                      text: "Теплый пуск: Кондиционер исключает подачу холодного воздуха в помещение при режиме нагрева, когда холодный воздух помещения еще недостаточно прогрет.",
                    },
                    {
                      id: 5,
                      text: "Управление скоростью вентилятора: Позволяет менять производительность кондиционера с одновременным изменением скорости подачи воздуха в помещение – низкая-средняя-высокая-авто.",
                    },
                    {
                      id: 6,
                      text: "Осушение воздуха: Происходит без снижения его температуры, что обычно эффективно в дождливые дни или в районах с высокой влажностью воздуха. При обычных погодных условиях относительная влажность воздуха в помещении поддерживается в диапазоне от 35 до 60%.",
                    },
                    {
                      id: 7,
                      text: "Локальный микроклимат: Создается не во всем помещении, а в его ограниченной зоне. Она может быть строго зафиксирована, а может и перемещаться, но именно в ней с помощью кондиционера Kentatsu обеспечивается достижение комфортных значений параметров.",
                    },
                    {
                      id: 8,
                      text: "Функция «Не беспокоить»: Функция отключения дисплея, звуковых сигналов и боковой подсветки (в некоторых моделях). Возможен автоматический (реакция на выключение/ включение освещения) и ручной режим (с пульта управления).",
                    },
                    {
                      id: 9,
                      text: "Функция «Комфортный сон»: Во время сна установленная температура изменяется в течение двух часов, что предотвращает переохлаждение или перегрев человека, также снижается уровень шума и электропотребление.",
                    },
                    {
                      id: 10,
                      text: "Фильтр высокой степени очистки. Фильтр имеет ячейки размером менее 500 мкм, вследствие чего задерживается на 80% больше пыли и пыльцы, чем обычным предварительным фильтром.",
                    },
                    {
                      id: 11,
                      text: "Комбинированный фильтр: Уникальная технология фильтрации Kentatsu, эффективно удаляющая табачный дым, пыль, пыльцу, споры плесени и шерсть животных, а также уничтожающая бактерии.",
                    },
                    {
                      id: 12,
                      text: "Автоматическая очистка испарителя исключает образование плесени и неприятных запахов во внутреннем блоке. Этот процесс осуществляется автоматически путем периодической просушки внутреннего блока.",
                    },
                    {
                      id: 13,
                      text: "Работа по таймеру позволяет программировать время включения и выключения кондиционера на ближайшие 24 часа. Такой режим позволяет исключить беспокойство по поводу работающего в Ваше отсутствие электромеханического прибора, а заодно и сбережет электроэнергию.",
                    },
                    {
                      id: 14,
                      text: "Автоматический выбор режима: Охлаждение, нагрев или только вентиляция – происходит без вмешательства пользователя. Микропроцессор будет сам их чередовать в зависимости от разности температур в помещении и установленной на пульте.",
                    },
                    {
                      id: 15,
                      text: "Съемная лицевая панель позволяет легко откинуть ее и отделить от корпуса внутреннего блока, не прибегая к услугам специалистов. Не потребуется и специальных инструментов.",
                    },
                    {
                      id: 16,
                      text: "Автоматический перезапуск возвращает кондиционер после перебоя с электропитанием к предыдущим настройкам без вмешательства пользователя. Эта функция наиболее эффективна при отсутствии кого-либо в помещении или во время сна.",
                    },
                    {
                      id: 17,
                      text: "Гибкая система подключения Серия Kentatsu Bravo подразумевает возможность вывода фреоновых трубопроводов в двух направлениях.",
                    },
                    {
                      id: 18,
                      text: "Цифровой дисплей. Современный светящийся дисплей с четким и контрастным отображением важнейших параметров, в том числе скрытого типа, который виден только при включенном кондиционере.",
                    },
                    {
                      id: 19,
                      text: "Защита от коррозии обеспечивается благодаря специальным антикоррозионным покрытиям на корпусе и конденсаторе. Порошковое покрытие не только придает привлекательный внешний вид металлическому корпусу, но и предохраняет от ржавчины.",
                    },
                    {
                      id: 20,
                      text: "Защита от нестабильности электропитания. Данный функционал сохранит работоспособность вашего кондиционера Kentatsu при колебаниях напряжения сети от 160 до 250 В, что значительно превышает стандартные требования к электромеханическим приборам.",
                    },
                    {
                      id: 21,
                      text: "Самодиагностика и автоматическая защита: Осуществляется микропроцессором, который может определить неисправность кондиционера и отобразить на табло индикации внутреннего блока факт ее появления.",
                    },
                    {
                      id: 22,
                      text: "Автоматическая оттайка инея: Экономит электроэнергию в режиме нагрева за счет периодических переключений на охлаждение, что освобождает теплообменник наружного блока от наросшего слоя инея.",
                    },
                    {
                      id: 23,
                      text: "Обнаружение утечки хладагента: В случае обнаружения процессором наружного блока утечки фреона в кондиционере, датчик, находящийся во внутреннем блоке подаст звуковой сигнал и одновременно на дисплее отобразится надпись «EC». 340/360",
                    },
                  ],
                },
                {
                  id: 2,
                  image: require("@/assets/image/imageCatalog1/ken1.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Kentatsu KSGI26HFAN1/ KSRI26HFAN1",
                  price: "000 руб",
                  description: [
                    "Площадь: до 26 м2",
                    "Мощность холод/тепло: 2,64/2,78 кВт",
                    "Серия: Ichi",
                    "Потребляемая мощность холод/тепло: 820/770 Вт",
                    "Уровень шума внутренний/наружный:  (29,5/36/41)/52 дБ",
                    "Расход воздуха: 337/474/537 м3/ч",
                    "Класс энергоэффективности: А",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 20/8 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ):  (729х292х200)/(720х495х270) мм",
                    "Вес внутренний/наружный: 8,5/24,9 кг",
                    "Автоматическая очистка испарителя, функция I-Feel, Wi-Fi Control (опция), быстрый выход на режим, функция «Комфортный сон», теплый пуск, автоматическое качание заслонок многофункциональный воздушный фильтр, управление скоростью вентилятора, осушение воздуха, функция «Не беспокоить», защита от коррозии, защита от нестабильности электропитания, самодиагностика и автоматическая защита, автоматическая оттайка инея, работа по таймеру 24 часа, автоматический выбор режима, съемная лицевая панель, автоматический перезапуск, гибкая система подключения, скрытый цифровой дисплей. Фильтры: Высокоэффективный воздушный фильтр, комбинированный фильтр",
                    "Сборка: завод Midea",
                    "Гарантия: 3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Kentatsu KSGI26HFAN1/ KSRI26HFAN1 серии Ichi:",
      
                  functionList: [
                    {
                      id: 1,
                      text: "Wi-Fi Control (опция): При покупке Wi-Fi контролера DW11. Возможность дистанционного управления работой кондиционера, в том числе через интернет, при помощи планшета или смартфона.",
                    },
                    {
                      id: 2,
                      text: "Автоматическое качание заслонок создает комфортную циркуляцию воздуха во всем помещении. Скорость воздуха из внутреннего блока ограничена величиной 0.3 м/с, поэтому вредные для здоровья сквозняки, исключены.",
                    },
                    {
                      id: 3,
                      text: "Быстрый выход на режим ускорит достижение установленной на пульте температуры. Скорость вращения вентилятора внутреннего блока возрастет, и температура в помещении начнет быстрее приближаться к установленной.",
                    },
                    {
                      id: 4,
                      text: "Теплый пуск: Кондиционер исключает подачу холодного воздуха в помещение при режиме нагрева, когда холодный воздух помещения еще недостаточно прогрет.",
                    },
                    {
                      id: 5,
                      text: "Управление скоростью вентилятора: Позволяет менять производительность кондиционера с одновременным изменением скорости подачи воздуха в помещение – низкая-средняя-высокая-авто.",
                    },
                    {
                      id: 6,
                      text: "Осушение воздуха: Происходит без снижения его температуры, что обычно эффективно в дождливые дни или в районах с высокой влажностью воздуха. При обычных погодных условиях относительная влажность воздуха в помещении поддерживается в диапазоне от 35 до 60%.",
                    },
                    {
                      id: 7,
                      text: "Локальный микроклимат: Создается не во всем помещении, а в его ограниченной зоне. Она может быть строго зафиксирована, а может и перемещаться, но именно в ней с помощью кондиционера Kentatsu обеспечивается достижение комфортных значений параметров.",
                    },
                    {
                      id: 8,
                      text: "Функция «Не беспокоить»: Функция отключения дисплея, звуковых сигналов и боковой подсветки (в некоторых моделях). Возможен автоматический (реакция на выключение/ включение освещения) и ручной режим (с пульта управления).",
                    },
                    {
                      id: 9,
                      text: "Функция «Комфортный сон»: Во время сна установленная температура изменяется в течение двух часов, что предотвращает переохлаждение или перегрев человека, также снижается уровень шума и электропотребление.",
                    },
                    {
                      id: 10,
                      text: "Фильтр высокой степени очистки. Фильтр имеет ячейки размером менее 500 мкм, вследствие чего задерживается на 80% больше пыли и пыльцы, чем обычным предварительным фильтром.",
                    },
                    {
                      id: 11,
                      text: "Комбинированный фильтр: Уникальная технология фильтрации Kentatsu, эффективно удаляющая табачный дым, пыль, пыльцу, споры плесени и шерсть животных, а также уничтожающая бактерии.",
                    },
                    {
                      id: 12,
                      text: "Автоматическая очистка испарителя исключает образование плесени и неприятных запахов во внутреннем блоке. Этот процесс осуществляется автоматически путем периодической просушки внутреннего блока.",
                    },
                    {
                      id: 13,
                      text: "Работа по таймеру позволяет программировать время включения и выключения кондиционера на ближайшие 24 часа. Такой режим позволяет исключить беспокойство по поводу работающего в Ваше отсутствие электромеханического прибора, а заодно и сбережет электроэнергию.",
                    },
                    {
                      id: 14,
                      text: "Автоматический выбор режима: Охлаждение, нагрев или только вентиляция – происходит без вмешательства пользователя. Микропроцессор будет сам их чередовать в зависимости от разности температур в помещении и установленной на пульте.",
                    },
                    {
                      id: 15,
                      text: "Съемная лицевая панель позволяет легко откинуть ее и отделить от корпуса внутреннего блока, не прибегая к услугам специалистов. Не потребуется и специальных инструментов.",
                    },
                    {
                      id: 16,
                      text: "Автоматический перезапуск возвращает кондиционер после перебоя с электропитанием к предыдущим настройкам без вмешательства пользователя. Эта функция наиболее эффективна при отсутствии кого-либо в помещении или во время сна.",
                    },
                    {
                      id: 17,
                      text: "Гибкая система подключения Серия Kentatsu Bravo подразумевает возможность вывода фреоновых трубопроводов в двух направлениях.",
                    },
                    {
                      id: 18,
                      text: "Цифровой дисплей. Современный светящийся дисплей с четким и контрастным отображением важнейших параметров, в том числе скрытого типа, который виден только при включенном кондиционере.",
                    },
                    {
                      id: 19,
                      text: "Защита от коррозии обеспечивается благодаря специальным антикоррозионным покрытиям на корпусе и конденсаторе. Порошковое покрытие не только придает привлекательный внешний вид металлическому корпусу, но и предохраняет от ржавчины.",
                    },
                    {
                      id: 20,
                      text: "Защита от нестабильности электропитания. Данный функционал сохранит работоспособность вашего кондиционера Kentatsu при колебаниях напряжения сети от 160 до 250 В, что значительно превышает стандартные требования к электромеханическим приборам.",
                    },
                    {
                      id: 21,
                      text: "Самодиагностика и автоматическая защита: Осуществляется микропроцессором, который может определить неисправность кондиционера и отобразить на табло индикации внутреннего блока факт ее появления.",
                    },
                    {
                      id: 22,
                      text: "Автоматическая оттайка инея: Экономит электроэнергию в режиме нагрева за счет периодических переключений на охлаждение, что освобождает теплообменник наружного блока от наросшего слоя инея.",
                    },
                    {
                      id: 23,
                      text: "Обнаружение утечки хладагента: В случае обнаружения процессором наружного блока утечки фреона в кондиционере, датчик, находящийся во внутреннем блоке подаст звуковой сигнал и одновременно на дисплее отобразится надпись «EC». 340/360",
                    },
                  ],
                },
                {
                  id: 3,
                  image: require("@/assets/image/imageCatalog1/ken1.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Kentatsu KSGI35HFAN1/ KSRI35HFAN1",
                  price: "000 руб",
                  description: [
                    "Площадь: до 35 м2",
                    "Мощность холод/тепло: 3,52/3,66 кВт",
                    "Серия: Ichi",
                    "Потребляемая мощность холод/тепло:  1100/990 Вт",
                    "Уровень шума внутренний/наружный:  (28,5/36/41)/54 дБ",
                    "Расход воздуха:  380/500/570 м3/ч",
                    "Класс энергоэффективности: А",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 20/8 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ):   (802х295х200)/(720х495х270) мм",
                    "Вес внутренний/наружный:  9,3/27,1 кг",
                    "Автоматическая очистка испарителя, функция I-Feel, Wi-Fi Control (опция), быстрый выход на режим, функция «Комфортный сон», теплый пуск, автоматическое качание заслонок многофункциональный воздушный фильтр, управление скоростью вентилятора, осушение воздуха, функция «Не беспокоить», защита от коррозии, защита от нестабильности электропитания, самодиагностика и автоматическая защита, автоматическая оттайка инея, работа по таймеру 24 часа, автоматический выбор режима, съемная лицевая панель, автоматический перезапуск, гибкая система подключения, скрытый цифровой дисплей. Фильтры: Высокоэффективный воздушный фильтр, комбинированный фильтр",
                    "Сборка: завод Midea",
                    "Гарантия: 3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Kentatsu KSGI35HFAN1/ KSRI35HFAN1 серии Ichi:",
      
                  functionList: [
                    {
                      id: 1,
                      text: "Wi-Fi Control (опция): При покупке Wi-Fi контролера DW11. Возможность дистанционного управления работой кондиционера, в том числе через интернет, при помощи планшета или смартфона.",
                    },
                    {
                      id: 2,
                      text: "Автоматическое качание заслонок создает комфортную циркуляцию воздуха во всем помещении. Скорость воздуха из внутреннего блока ограничена величиной 0.3 м/с, поэтому вредные для здоровья сквозняки, исключены.",
                    },
                    {
                      id: 3,
                      text: "Быстрый выход на режим ускорит достижение установленной на пульте температуры. Скорость вращения вентилятора внутреннего блока возрастет, и температура в помещении начнет быстрее приближаться к установленной.",
                    },
                    {
                      id: 4,
                      text: "Теплый пуск: Кондиционер исключает подачу холодного воздуха в помещение при режиме нагрева, когда холодный воздух помещения еще недостаточно прогрет.",
                    },
                    {
                      id: 5,
                      text: "Управление скоростью вентилятора: Позволяет менять производительность кондиционера с одновременным изменением скорости подачи воздуха в помещение – низкая-средняя-высокая-авто.",
                    },
                    {
                      id: 6,
                      text: "Осушение воздуха: Происходит без снижения его температуры, что обычно эффективно в дождливые дни или в районах с высокой влажностью воздуха. При обычных погодных условиях относительная влажность воздуха в помещении поддерживается в диапазоне от 35 до 60%.",
                    },
                    {
                      id: 7,
                      text: "Локальный микроклимат: Создается не во всем помещении, а в его ограниченной зоне. Она может быть строго зафиксирована, а может и перемещаться, но именно в ней с помощью кондиционера Kentatsu обеспечивается достижение комфортных значений параметров.",
                    },
                    {
                      id: 8,
                      text: "Функция «Не беспокоить»: Функция отключения дисплея, звуковых сигналов и боковой подсветки (в некоторых моделях). Возможен автоматический (реакция на выключение/ включение освещения) и ручной режим (с пульта управления).",
                    },
                    {
                      id: 9,
                      text: "Функция «Комфортный сон»: Во время сна установленная температура изменяется в течение двух часов, что предотвращает переохлаждение или перегрев человека, также снижается уровень шума и электропотребление.",
                    },
                    {
                      id: 10,
                      text: "Фильтр высокой степени очистки. Фильтр имеет ячейки размером менее 500 мкм, вследствие чего задерживается на 80% больше пыли и пыльцы, чем обычным предварительным фильтром.",
                    },
                    {
                      id: 11,
                      text: "Комбинированный фильтр: Уникальная технология фильтрации Kentatsu, эффективно удаляющая табачный дым, пыль, пыльцу, споры плесени и шерсть животных, а также уничтожающая бактерии.",
                    },
                    {
                      id: 12,
                      text: "Автоматическая очистка испарителя исключает образование плесени и неприятных запахов во внутреннем блоке. Этот процесс осуществляется автоматически путем периодической просушки внутреннего блока.",
                    },
                    {
                      id: 13,
                      text: "Работа по таймеру позволяет программировать время включения и выключения кондиционера на ближайшие 24 часа. Такой режим позволяет исключить беспокойство по поводу работающего в Ваше отсутствие электромеханического прибора, а заодно и сбережет электроэнергию.",
                    },
                    {
                      id: 14,
                      text: "Автоматический выбор режима: Охлаждение, нагрев или только вентиляция – происходит без вмешательства пользователя. Микропроцессор будет сам их чередовать в зависимости от разности температур в помещении и установленной на пульте.",
                    },
                    {
                      id: 15,
                      text: "Съемная лицевая панель позволяет легко откинуть ее и отделить от корпуса внутреннего блока, не прибегая к услугам специалистов. Не потребуется и специальных инструментов.",
                    },
                    {
                      id: 16,
                      text: "Автоматический перезапуск возвращает кондиционер после перебоя с электропитанием к предыдущим настройкам без вмешательства пользователя. Эта функция наиболее эффективна при отсутствии кого-либо в помещении или во время сна.",
                    },
                    {
                      id: 17,
                      text: "Гибкая система подключения Серия Kentatsu Bravo подразумевает возможность вывода фреоновых трубопроводов в двух направлениях.",
                    },
                    {
                      id: 18,
                      text: "Цифровой дисплей. Современный светящийся дисплей с четким и контрастным отображением важнейших параметров, в том числе скрытого типа, который виден только при включенном кондиционере.",
                    },
                    {
                      id: 19,
                      text: "Защита от коррозии обеспечивается благодаря специальным антикоррозионным покрытиям на корпусе и конденсаторе. Порошковое покрытие не только придает привлекательный внешний вид металлическому корпусу, но и предохраняет от ржавчины.",
                    },
                    {
                      id: 20,
                      text: "Защита от нестабильности электропитания. Данный функционал сохранит работоспособность вашего кондиционера Kentatsu при колебаниях напряжения сети от 160 до 250 В, что значительно превышает стандартные требования к электромеханическим приборам.",
                    },
                    {
                      id: 21,
                      text: "Самодиагностика и автоматическая защита: Осуществляется микропроцессором, который может определить неисправность кондиционера и отобразить на табло индикации внутреннего блока факт ее появления.",
                    },
                    {
                      id: 22,
                      text: "Автоматическая оттайка инея: Экономит электроэнергию в режиме нагрева за счет периодических переключений на охлаждение, что освобождает теплообменник наружного блока от наросшего слоя инея.",
                    },
                    {
                      id: 23,
                      text: "Обнаружение утечки хладагента: В случае обнаружения процессором наружного блока утечки фреона в кондиционере, датчик, находящийся во внутреннем блоке подаст звуковой сигнал и одновременно на дисплее отобразится надпись «EC». 340/360",
                    },
                  ],
                },
                {
                  id: 4,
                  image: require("@/assets/image/imageCatalog1/ken2.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Kentatsu KSGA21HFAN1/ KSRA21HFAN1",
                  price: "000 руб",
                  description: [
                    "Площадь: до 22 м2",
                    "Мощность холод/тепло: 3,52/3,66 кВт",
                    "Серия: Kanami",
                    "Потребляемая мощность холод/тепло:  710/630 Вт",
                    "Уровень шума внутренний/наружный:  (26,5/35,5/40)/52 дБ",
                    "Расход воздуха:  350/450/530 м3/ч",
                    "Класс энергоэффективности: А",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 10/8 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (729х292х200)/(720х495х270) мм",
                    "Вес внутренний/наружный:  7,4/24,6 кг",
                    "4D управление жалюзи с пульта ДУ, автоматическая очистка испарителя, функция I-Feel, Wi-Fi Control (опция), быстрый выход на режим, функция «Комфортный сон», теплый пуск, автоматическое качание заслонок многофункциональный воздушный фильтр, управление скоростью вентилятора, осушение воздуха, функция «Не беспокоить», защита от коррозии, защита от нестабильности электропитания, самодиагностика и автоматическая защита, автоматическая оттайка инея, работа по таймеру 24 часа, автоматический выбор режима, съемная лицевая панель, автоматический перезапуск, гибкая система подключения, скрытый цифровой дисплей Фильтры: Высокоэффективный воздушный фильтр, комбинированный фильтр",
                    "Сборка: завод Midea",
                    "Гарантия: 3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Kentatsu KSGA21HFAN1/ KSRA21HFAN1 серии Kanami:",
      
                  functionList: [
                    {
                      id: 1,
                      text: "4D управление жалюзи Автоматическое управление направлением воздушного потока вправо-влево и вверх-вниз при помощи пульта ДУ.",
                    },
                    {
                      id: 2,
                      text: "Wi-Fi Control (опция): При покупке Wi-Fi контролера DW11. Возможность дистанционного управления работой кондиционера, в том числе через интернет, при помощи планшета или смартфона.",
                    },
                    {
                      id: 3,
                      text: "Автоматическое качание заслонок создает комфортную циркуляцию воздуха во всем помещении. Скорость воздуха из внутреннего блока ограничена величиной 0.3 м/с, поэтому вредные для здоровья сквозняки, исключены.",
                    },
                    {
                      id: 4,
                      text: "Быстрый выход на режим ускорит достижение установленной на пульте температуры. Скорость вращения вентилятора внутреннего блока возрастет, и температура в помещении начнет быстрее приближаться к установленной.",
                    },
                    {
                      id: 5,
                      text: "Теплый пуск: Кондиционер исключает подачу холодного воздуха в помещение при режиме нагрева, когда холодный воздух помещения еще недостаточно прогрет.",
                    },
                    {
                      id: 6,
                      text: "Управление скоростью вентилятора: Позволяет менять производительность кондиционера с одновременным изменением скорости подачи воздуха в помещение – низкая-средняя-высокая-авто.",
                    },
                    {
                      id: 7,
                      text: "Осушение воздуха: Происходит без снижения его температуры, что обычно эффективно в дождливые дни или в районах с высокой влажностью воздуха. При обычных погодных условиях относительная влажность воздуха в помещении поддерживается в диапазоне от 35 до 60%.",
                    },
                    {
                      id: 8,
                      text: "Локальный микроклимат: Создается не во всем помещении, а в его ограниченной зоне. Она может быть строго зафиксирована, а может и перемещаться, но именно в ней с помощью кондиционера Kentatsu обеспечивается достижение комфортных значений параметров.",
                    },
                    {
                      id: 9,
                      text: "Функция «Не беспокоить»: Функция отключения дисплея, звуковых сигналов и боковой подсветки (в некоторых моделях). Возможен автоматический (реакция на выключение/ включение освещения) и ручной режим (с пульта управления).",
                    },
                    {
                      id: 10,
                      text: "Функция «Комфортный сон»: Во время сна установленная температура изменяется в течение двух часов, что предотвращает переохлаждение или перегрев человека, также снижается уровень шума и электропотребление.",
                    },
                    {
                      id: 11,
                      text: "Фильтр высокой степени очистки. Фильтр имеет ячейки размером менее 500 мкм, вследствие чего задерживается на 80% больше пыли и пыльцы, чем обычным предварительным фильтром.",
                    },
                    {
                      id: 12,
                      text: "Комбинированный фильтр: Уникальная технология фильтрации Kentatsu, эффективно удаляющая табачный дым, пыль, пыльцу, споры плесени и шерсть животных, а также уничтожающая бактерии.",
                    },
                    {
                      id: 13,
                      text: "Автоматическая очистка испарителя исключает образование плесени и неприятных запахов во внутреннем блоке. Этот процесс осуществляется автоматически путем периодической просушки внутреннего блока.",
                    },
                    {
                      id: 14,
                      text: "Работа по таймеру позволяет программировать время включения и выключения кондиционера на ближайшие 24 часа. Такой режим позволяет исключить беспокойство по поводу работающего в Ваше отсутствие электромеханического прибора, а заодно и сбережет электроэнергию.",
                    },
                    {
                      id: 15,
                      text: "Автоматический выбор режима: Охлаждение, нагрев или только вентиляция – происходит без вмешательства пользователя. Микропроцессор будет сам их чередовать в зависимости от разности температур в помещении и установленной на пульте.",
                    },
                    {
                      id: 16,
                      text: "Съемная лицевая панель позволяет легко откинуть ее и отделить от корпуса внутреннего блока, не прибегая к услугам специалистов. Не потребуется и специальных инструментов.",
                    },
                    {
                      id: 17,
                      text: "Автоматический перезапуск возвращает кондиционер после перебоя с электропитанием к предыдущим настройкам без вмешательства пользователя. Эта функция наиболее эффективна при отсутствии кого-либо в помещении или во время сна.",
                    },
                    {
                      id: 18,
                      text: "Гибкая система подключения Серия Kentatsu Bravo подразумевает возможность вывода фреоновых трубопроводов в двух направлениях.",
                    },
                    {
                      id: 19,
                      text: "Цифровой дисплей. Современный светящийся дисплей с четким и контрастным отображением важнейших параметров, в том числе скрытого типа, который виден только при включенном кондиционере.",
                    },
                    {
                      id: 20,
                      text: "Защита от коррозии обеспечивается благодаря специальным антикоррозионным покрытиям на корпусе и конденсаторе. Порошковое покрытие не только придает привлекательный внешний вид металлическому корпусу, но и предохраняет от ржавчины.",
                    },
                    {
                      id: 21,
                      text: "Защита от нестабильности электропитания. Данный функционал сохранит работоспособность вашего кондиционера Kentatsu при колебаниях напряжения сети от 160 до 250 В, что значительно превышает стандартные требования к электромеханическим приборам.",
                    },
                    {
                      id: 22,
                      text: "Самодиагностика и автоматическая защита: Осуществляется микропроцессором, который может определить неисправность кондиционера и отобразить на табло индикации внутреннего блока факт ее появления.",
                    },
                    {
                      id: 23,
                      text: "Автоматическая оттайка инея: Экономит электроэнергию в режиме нагрева за счет периодических переключений на охлаждение, что освобождает теплообменник наружного блока от наросшего слоя инея.",
                    },
                    {
                      id: 24,
                      text: "Обнаружение утечки хладагента: В случае обнаружения процессором наружного блока утечки фреона в кондиционере, датчик, находящийся во внутреннем блоке подаст звуковой сигнал и одновременно на дисплее отобразится надпись «EC». 340/360",
                    },
                  ],
                },
                {
                  id: 5,
                  image: require("@/assets/image/imageCatalog1/ken2.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Kentatsu KSGA26HFAN1/ KSRA26HFAN1",
                  price: "000 руб",
                  description: [
                    "Площадь: до 26 м2",
                    "Мощность холод/тепло: 2,64/2,78 кВт",
                    "Серия: Kanami",
                    "Потребляемая мощность холод/тепло:  820/770 Вт",
                    "Уровень шума внутренний/наружный:   (29,5/36/41)/52 дБ",
                    "Расход воздуха:  337/474/537 м3/ч",
                    "Класс энергоэффективности: А",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 20/8 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (729х292х200)/(720х495х270) мм",
                    "Вес внутренний/наружный:  8,5/24,9 кг",
                    "4D управление жалюзи с пульта ДУ, автоматическая очистка испарителя, функция I-Feel, Wi-Fi Control (опция), быстрый выход на режим, функция «Комфортный сон», теплый пуск, автоматическое качание заслонок многофункциональный воздушный фильтр, управление скоростью вентилятора, осушение воздуха, функция «Не беспокоить», защита от коррозии, защита от нестабильности электропитания, самодиагностика и автоматическая защита, автоматическая оттайка инея, работа по таймеру 24 часа, автоматический выбор режима, съемная лицевая панель, автоматический перезапуск, гибкая система подключения, скрытый цифровой дисплей Фильтры: Высокоэффективный воздушный фильтр, комбинированный фильтр",
                    "Сборка: завод Midea",
                    "Гарантия: 3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Kentatsu KSGA26HFAN1/ KSRA26HFAN1 серия Kanami:",
      
                  functionList: [
                    {
                      id: 1,
                      text: "4D управление жалюзи Автоматическое управление направлением воздушного потока вправо-влево и вверх-вниз при помощи пульта ДУ.",
                    },
                    {
                      id: 2,
                      text: "Wi-Fi Control (опция): При покупке Wi-Fi контролера DW11. Возможность дистанционного управления работой кондиционера, в том числе через интернет, при помощи планшета или смартфона.",
                    },
                    {
                      id: 3,
                      text: "Автоматическое качание заслонок создает комфортную циркуляцию воздуха во всем помещении. Скорость воздуха из внутреннего блока ограничена величиной 0.3 м/с, поэтому вредные для здоровья сквозняки, исключены.",
                    },
                    {
                      id: 4,
                      text: "Быстрый выход на режим ускорит достижение установленной на пульте температуры. Скорость вращения вентилятора внутреннего блока возрастет, и температура в помещении начнет быстрее приближаться к установленной.",
                    },
                    {
                      id: 5,
                      text: "Теплый пуск: Кондиционер исключает подачу холодного воздуха в помещение при режиме нагрева, когда холодный воздух помещения еще недостаточно прогрет.",
                    },
                    {
                      id: 6,
                      text: "Управление скоростью вентилятора: Позволяет менять производительность кондиционера с одновременным изменением скорости подачи воздуха в помещение – низкая-средняя-высокая-авто.",
                    },
                    {
                      id: 7,
                      text: "Осушение воздуха: Происходит без снижения его температуры, что обычно эффективно в дождливые дни или в районах с высокой влажностью воздуха. При обычных погодных условиях относительная влажность воздуха в помещении поддерживается в диапазоне от 35 до 60%.",
                    },
                    {
                      id: 8,
                      text: "Локальный микроклимат: Создается не во всем помещении, а в его ограниченной зоне. Она может быть строго зафиксирована, а может и перемещаться, но именно в ней с помощью кондиционера Kentatsu обеспечивается достижение комфортных значений параметров.",
                    },
                    {
                      id: 9,
                      text: "Функция «Не беспокоить»: Функция отключения дисплея, звуковых сигналов и боковой подсветки (в некоторых моделях). Возможен автоматический (реакция на выключение/ включение освещения) и ручной режим (с пульта управления).",
                    },
                    {
                      id: 10,
                      text: "Функция «Комфортный сон»: Во время сна установленная температура изменяется в течение двух часов, что предотвращает переохлаждение или перегрев человека, также снижается уровень шума и электропотребление.",
                    },
                    {
                      id: 11,
                      text: "Фильтр высокой степени очистки. Фильтр имеет ячейки размером менее 500 мкм, вследствие чего задерживается на 80% больше пыли и пыльцы, чем обычным предварительным фильтром.",
                    },
                    {
                      id: 12,
                      text: "Комбинированный фильтр: Уникальная технология фильтрации Kentatsu, эффективно удаляющая табачный дым, пыль, пыльцу, споры плесени и шерсть животных, а также уничтожающая бактерии.",
                    },
                    {
                      id: 13,
                      text: "Автоматическая очистка испарителя исключает образование плесени и неприятных запахов во внутреннем блоке. Этот процесс осуществляется автоматически путем периодической просушки внутреннего блока.",
                    },
                    {
                      id: 14,
                      text: "Работа по таймеру позволяет программировать время включения и выключения кондиционера на ближайшие 24 часа. Такой режим позволяет исключить беспокойство по поводу работающего в Ваше отсутствие электромеханического прибора, а заодно и сбережет электроэнергию.",
                    },
                    {
                      id: 15,
                      text: "Автоматический выбор режима: Охлаждение, нагрев или только вентиляция – происходит без вмешательства пользователя. Микропроцессор будет сам их чередовать в зависимости от разности температур в помещении и установленной на пульте.",
                    },
                    {
                      id: 16,
                      text: "Съемная лицевая панель позволяет легко откинуть ее и отделить от корпуса внутреннего блока, не прибегая к услугам специалистов. Не потребуется и специальных инструментов.",
                    },
                    {
                      id: 17,
                      text: "Автоматический перезапуск возвращает кондиционер после перебоя с электропитанием к предыдущим настройкам без вмешательства пользователя. Эта функция наиболее эффективна при отсутствии кого-либо в помещении или во время сна.",
                    },
                    {
                      id: 18,
                      text: "Гибкая система подключения Серия Kentatsu Bravo подразумевает возможность вывода фреоновых трубопроводов в двух направлениях.",
                    },
                    {
                      id: 19,
                      text: "Цифровой дисплей. Современный светящийся дисплей с четким и контрастным отображением важнейших параметров, в том числе скрытого типа, который виден только при включенном кондиционере.",
                    },
                    {
                      id: 20,
                      text: "Защита от коррозии обеспечивается благодаря специальным антикоррозионным покрытиям на корпусе и конденсаторе. Порошковое покрытие не только придает привлекательный внешний вид металлическому корпусу, но и предохраняет от ржавчины.",
                    },
                    {
                      id: 21,
                      text: "Защита от нестабильности электропитания. Данный функционал сохранит работоспособность вашего кондиционера Kentatsu при колебаниях напряжения сети от 160 до 250 В, что значительно превышает стандартные требования к электромеханическим приборам.",
                    },
                    {
                      id: 22,
                      text: "Самодиагностика и автоматическая защита: Осуществляется микропроцессором, который может определить неисправность кондиционера и отобразить на табло индикации внутреннего блока факт ее появления.",
                    },
                    {
                      id: 23,
                      text: "Автоматическая оттайка инея: Экономит электроэнергию в режиме нагрева за счет периодических переключений на охлаждение, что освобождает теплообменник наружного блока от наросшего слоя инея.",
                    },
                    {
                      id: 24,
                      text: "Обнаружение утечки хладагента: В случае обнаружения процессором наружного блока утечки фреона в кондиционере, датчик, находящийся во внутреннем блоке подаст звуковой сигнал и одновременно на дисплее отобразится надпись «EC». 340/360",
                    },
                  ],
                },
                {
                  id: 6,
                  image: require("@/assets/image/imageCatalog1/ken2.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Kentatsu KSGA35HFAN1/ KSRA35HFAN1",
                  price: "000 руб",
                  description: [
                    "Площадь: до 35 м2",
                    "Мощность холод/тепло: 3,52/3,66 кВт",
                    "Серия: Kanami",
                    "Потребляемая мощность холод/тепло:  1100/990 Вт",
                    "Уровень шума внутренний/наружный: (28,5/36/41)/54 дБ",
                    "Расход воздуха:  380/500/570 м3/ч",
                    "Класс энергоэффективности: А",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 20/8 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (802х295х200)/(720х495х270) мм",
                    "Вес внутренний/наружный: 9,3/27,1 кг",
                    "4D управление жалюзи с пульта ДУ, автоматическая очистка испарителя, функция I-Feel, Wi-Fi Control (опция), быстрый выход на режим, функция «Комфортный сон», теплый пуск, автоматическое качание заслонок многофункциональный воздушный фильтр, управление скоростью вентилятора, осушение воздуха, функция «Не беспокоить», защита от коррозии, защита от нестабильности электропитания, самодиагностика и автоматическая защита, автоматическая оттайка инея, работа по таймеру 24 часа, автоматический выбор режима, съемная лицевая панель, автоматический перезапуск, гибкая система подключения, скрытый цифровой дисплей Фильтры: Высокоэффективный воздушный фильтр, комбинированный фильтр",
                    "Сборка: завод Midea",
                    "Гарантия: 3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Kentatsu KSGA35HFAN1/ KSRA35HFAN1 серия Kanami:",
      
                  functionList: [
                    {
                      id: 1,
                      text: "4D управление жалюзи Автоматическое управление направлением воздушного потока вправо-влево и вверх-вниз при помощи пульта ДУ.",
                    },
                    {
                      id: 2,
                      text: "Wi-Fi Control (опция): При покупке Wi-Fi контролера DW11. Возможность дистанционного управления работой кондиционера, в том числе через интернет, при помощи планшета или смартфона.",
                    },
                    {
                      id: 3,
                      text: "Автоматическое качание заслонок создает комфортную циркуляцию воздуха во всем помещении. Скорость воздуха из внутреннего блока ограничена величиной 0.3 м/с, поэтому вредные для здоровья сквозняки, исключены.",
                    },
                    {
                      id: 4,
                      text: "Быстрый выход на режим ускорит достижение установленной на пульте температуры. Скорость вращения вентилятора внутреннего блока возрастет, и температура в помещении начнет быстрее приближаться к установленной.",
                    },
                    {
                      id: 5,
                      text: "Теплый пуск: Кондиционер исключает подачу холодного воздуха в помещение при режиме нагрева, когда холодный воздух помещения еще недостаточно прогрет.",
                    },
                    {
                      id: 6,
                      text: "Управление скоростью вентилятора: Позволяет менять производительность кондиционера с одновременным изменением скорости подачи воздуха в помещение – низкая-средняя-высокая-авто.",
                    },
                    {
                      id: 7,
                      text: "Осушение воздуха: Происходит без снижения его температуры, что обычно эффективно в дождливые дни или в районах с высокой влажностью воздуха. При обычных погодных условиях относительная влажность воздуха в помещении поддерживается в диапазоне от 35 до 60%.",
                    },
                    {
                      id: 8,
                      text: "Локальный микроклимат: Создается не во всем помещении, а в его ограниченной зоне. Она может быть строго зафиксирована, а может и перемещаться, но именно в ней с помощью кондиционера Kentatsu обеспечивается достижение комфортных значений параметров.",
                    },
                    {
                      id: 9,
                      text: "Функция «Не беспокоить»: Функция отключения дисплея, звуковых сигналов и боковой подсветки (в некоторых моделях). Возможен автоматический (реакция на выключение/ включение освещения) и ручной режим (с пульта управления).",
                    },
                    {
                      id: 10,
                      text: "Функция «Комфортный сон»: Во время сна установленная температура изменяется в течение двух часов, что предотвращает переохлаждение или перегрев человека, также снижается уровень шума и электропотребление.",
                    },
                    {
                      id: 11,
                      text: "Фильтр высокой степени очистки. Фильтр имеет ячейки размером менее 500 мкм, вследствие чего задерживается на 80% больше пыли и пыльцы, чем обычным предварительным фильтром.",
                    },
                    {
                      id: 12,
                      text: "Комбинированный фильтр: Уникальная технология фильтрации Kentatsu, эффективно удаляющая табачный дым, пыль, пыльцу, споры плесени и шерсть животных, а также уничтожающая бактерии.",
                    },
                    {
                      id: 13,
                      text: "Автоматическая очистка испарителя исключает образование плесени и неприятных запахов во внутреннем блоке. Этот процесс осуществляется автоматически путем периодической просушки внутреннего блока.",
                    },
                    {
                      id: 14,
                      text: "Работа по таймеру позволяет программировать время включения и выключения кондиционера на ближайшие 24 часа. Такой режим позволяет исключить беспокойство по поводу работающего в Ваше отсутствие электромеханического прибора, а заодно и сбережет электроэнергию.",
                    },
                    {
                      id: 15,
                      text: "Автоматический выбор режима: Охлаждение, нагрев или только вентиляция – происходит без вмешательства пользователя. Микропроцессор будет сам их чередовать в зависимости от разности температур в помещении и установленной на пульте.",
                    },
                    {
                      id: 16,
                      text: "Съемная лицевая панель позволяет легко откинуть ее и отделить от корпуса внутреннего блока, не прибегая к услугам специалистов. Не потребуется и специальных инструментов.",
                    },
                    {
                      id: 17,
                      text: "Автоматический перезапуск возвращает кондиционер после перебоя с электропитанием к предыдущим настройкам без вмешательства пользователя. Эта функция наиболее эффективна при отсутствии кого-либо в помещении или во время сна.",
                    },
                    {
                      id: 18,
                      text: "Гибкая система подключения Серия Kentatsu Bravo подразумевает возможность вывода фреоновых трубопроводов в двух направлениях.",
                    },
                    {
                      id: 19,
                      text: "Цифровой дисплей. Современный светящийся дисплей с четким и контрастным отображением важнейших параметров, в том числе скрытого типа, который виден только при включенном кондиционере.",
                    },
                    {
                      id: 20,
                      text: "Защита от коррозии обеспечивается благодаря специальным антикоррозионным покрытиям на корпусе и конденсаторе. Порошковое покрытие не только придает привлекательный внешний вид металлическому корпусу, но и предохраняет от ржавчины.",
                    },
                    {
                      id: 21,
                      text: "Защита от нестабильности электропитания. Данный функционал сохранит работоспособность вашего кондиционера Kentatsu при колебаниях напряжения сети от 160 до 250 В, что значительно превышает стандартные требования к электромеханическим приборам.",
                    },
                    {
                      id: 22,
                      text: "Самодиагностика и автоматическая защита: Осуществляется микропроцессором, который может определить неисправность кондиционера и отобразить на табло индикации внутреннего блока факт ее появления.",
                    },
                    {
                      id: 23,
                      text: "Автоматическая оттайка инея: Экономит электроэнергию в режиме нагрева за счет периодических переключений на охлаждение, что освобождает теплообменник наружного блока от наросшего слоя инея.",
                    },
                    {
                      id: 24,
                      text: "Обнаружение утечки хладагента: В случае обнаружения процессором наружного блока утечки фреона в кондиционере, датчик, находящийся во внутреннем блоке подаст звуковой сигнал и одновременно на дисплее отобразится надпись «EC». 340/360",
                    },
                  ],
                },
                {
                  id: 7,
                  image: require("@/assets/image/imageCatalog1/ken1.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Kentatsu KSGI53HFAN1/ KSRI53HFAN1",
                  price: "000 руб",
                  description: [
                    "Площадь: до 50 м2",
                    "Мощность холод/тепло: 5,28/5,28 кВт",
                    "Серия: Ichi",
                    "Потребляемая мощность холод/тепло: 1640/1460 Вт",
                    "Уровень шума внутренний/наружный:  (30/38,5/44,5)/58 дБ",
                    "Расход воздуха: 455/545/820 м3/ч",
                    "Класс энергоэффективности: А",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 20/8 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (971х321х228)/(765х555х303) мм",
                    "Вес внутренний/наружный: 12,3/34,8 кг",
                    "Автоматическая очистка испарителя, функция I-Feel, Wi-Fi Control (опция), быстрый выход на режим, функция «Комфортный сон», теплый пуск, автоматическое качание заслонок многофункциональный воздушный фильтр, управление скоростью вентилятора, осушение воздуха, функция «Не беспокоить», защита от коррозии, защита от нестабильности электропитания, самодиагностика и автоматическая защита, автоматическая оттайка инея, работа по таймеру 24 часа, автоматический выбор режима, съемная лицевая панель, автоматический перезапуск, гибкая система подключения, скрытый цифровой дисплей. Фильтры: Высокоэффективный воздушный фильтр, комбинированный фильтр",
                    "Сборка: завод Midea",
                    "Гарантия: 3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Kentatsu KSGI53HFAN1/ KSRI53HFAN1 серия Ichi:",
      
                  functionList: [
                    {
                      id: 1,
                      text: "Wi-Fi Control (опция): При покупке Wi-Fi контролера DW11. Возможность дистанционного управления работой кондиционера, в том числе через интернет, при помощи планшета или смартфона.",
                    },
                    {
                      id: 2,
                      text: "Автоматическое качание заслонок создает комфортную циркуляцию воздуха во всем помещении. Скорость воздуха из внутреннего блока ограничена величиной 0.3 м/с, поэтому вредные для здоровья сквозняки, исключены.",
                    },
                    {
                      id: 3,
                      text: "Быстрый выход на режим ускорит достижение установленной на пульте температуры. Скорость вращения вентилятора внутреннего блока возрастет, и температура в помещении начнет быстрее приближаться к установленной.",
                    },
                    {
                      id: 4,
                      text: "Теплый пуск: Кондиционер исключает подачу холодного воздуха в помещение при режиме нагрева, когда холодный воздух помещения еще недостаточно прогрет.",
                    },
                    {
                      id: 5,
                      text: "Управление скоростью вентилятора: Позволяет менять производительность кондиционера с одновременным изменением скорости подачи воздуха в помещение – низкая-средняя-высокая-авто.",
                    },
                    {
                      id: 6,
                      text: "Осушение воздуха: Происходит без снижения его температуры, что обычно эффективно в дождливые дни или в районах с высокой влажностью воздуха. При обычных погодных условиях относительная влажность воздуха в помещении поддерживается в диапазоне от 35 до 60%.",
                    },
                    {
                      id: 7,
                      text: "Локальный микроклимат: Создается не во всем помещении, а в его ограниченной зоне. Она может быть строго зафиксирована, а может и перемещаться, но именно в ней с помощью кондиционера Kentatsu обеспечивается достижение комфортных значений параметров.",
                    },
                    {
                      id: 8,
                      text: "Функция «Не беспокоить»: Функция отключения дисплея, звуковых сигналов и боковой подсветки (в некоторых моделях). Возможен автоматический (реакция на выключение/ включение освещения) и ручной режим (с пульта управления).",
                    },
                    {
                      id: 9,
                      text: "Функция «Комфортный сон»: Во время сна установленная температура изменяется в течение двух часов, что предотвращает переохлаждение или перегрев человека, также снижается уровень шума и электропотребление.",
                    },
                    {
                      id: 10,
                      text: "Фильтр высокой степени очистки. Фильтр имеет ячейки размером менее 500 мкм, вследствие чего задерживается на 80% больше пыли и пыльцы, чем обычным предварительным фильтром.",
                    },
                    {
                      id: 11,
                      text: "Комбинированный фильтр: Уникальная технология фильтрации Kentatsu, эффективно удаляющая табачный дым, пыль, пыльцу, споры плесени и шерсть животных, а также уничтожающая бактерии.",
                    },
                    {
                      id: 12,
                      text: "Автоматическая очистка испарителя исключает образование плесени и неприятных запахов во внутреннем блоке. Этот процесс осуществляется автоматически путем периодической просушки внутреннего блока.",
                    },
                    {
                      id: 13,
                      text: "Работа по таймеру позволяет программировать время включения и выключения кондиционера на ближайшие 24 часа. Такой режим позволяет исключить беспокойство по поводу работающего в Ваше отсутствие электромеханического прибора, а заодно и сбережет электроэнергию.",
                    },
                    {
                      id: 14,
                      text: "Автоматический выбор режима: Охлаждение, нагрев или только вентиляция – происходит без вмешательства пользователя. Микропроцессор будет сам их чередовать в зависимости от разности температур в помещении и установленной на пульте.",
                    },
                    {
                      id: 15,
                      text: "Съемная лицевая панель позволяет легко откинуть ее и отделить от корпуса внутреннего блока, не прибегая к услугам специалистов. Не потребуется и специальных инструментов.",
                    },
                    {
                      id: 16,
                      text: "Автоматический перезапуск возвращает кондиционер после перебоя с электропитанием к предыдущим настройкам без вмешательства пользователя. Эта функция наиболее эффективна при отсутствии кого-либо в помещении или во время сна.",
                    },
                    {
                      id: 17,
                      text: "Гибкая система подключения Серия Kentatsu Bravo подразумевает возможность вывода фреоновых трубопроводов в двух направлениях.",
                    },
                    {
                      id: 18,
                      text: "Цифровой дисплей. Современный светящийся дисплей с четким и контрастным отображением важнейших параметров, в том числе скрытого типа, который виден только при включенном кондиционере.",
                    },
                    {
                      id: 19,
                      text: "Защита от коррозии обеспечивается благодаря специальным антикоррозионным покрытиям на корпусе и конденсаторе. Порошковое покрытие не только придает привлекательный внешний вид металлическому корпусу, но и предохраняет от ржавчины.",
                    },
                    {
                      id: 20,
                      text: "Защита от нестабильности электропитания. Данный функционал сохранит работоспособность вашего кондиционера Kentatsu при колебаниях напряжения сети от 160 до 250 В, что значительно превышает стандартные требования к электромеханическим приборам.",
                    },
                    {
                      id: 21,
                      text: "Самодиагностика и автоматическая защита: Осуществляется микропроцессором, который может определить неисправность кондиционера и отобразить на табло индикации внутреннего блока факт ее появления.",
                    },
                    {
                      id: 22,
                      text: "Автоматическая оттайка инея: Экономит электроэнергию в режиме нагрева за счет периодических переключений на охлаждение, что освобождает теплообменник наружного блока от наросшего слоя инея.",
                    },
                    {
                      id: 23,
                      text: "Обнаружение утечки хладагента: В случае обнаружения процессором наружного блока утечки фреона в кондиционере, датчик, находящийся во внутреннем блоке подаст звуковой сигнал и одновременно на дисплее отобразится надпись «EC». 340/360",
                    },
                  ],
                },
                {
                  id: 8,
                  image: require("@/assets/image/imageCatalog1/ken1.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Kentatsu KSGI70HFAN1/ KSRI70HFAN1",
                  price: "000 руб",
                  description: [
                    "Площадь: до 70 м2",
                    "Мощность холод/тепло: 7,03/7,33 кВт",
                    "Серия: Ichi",
                    "Потребляемая мощность холод/тепло: 2190/2030 Вт",
                    "Уровень шума внутренний/наружный: (39/42/48,5)/59 дБ",
                    "Расход воздуха: 911/997/1121 м3/ч",
                    "Класс энергоэффективности: А",
                    "Диаметр труб (жидкость и газ): 3/8 и 5/8 дюйма",
                    "Максимальная длина/высота трассы: 25/10 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (1082х337х234)/(890х673х342) мм",
                    "Вес внутренний/наружный: 14,7/52,9 кг",
                    "Автоматическая очистка испарителя, функция I-Feel, Wi-Fi Control (опция), быстрый выход на режим, функция «Комфортный сон», теплый пуск, автоматическое качание заслонок многофункциональный воздушный фильтр, управление скоростью вентилятора, осушение воздуха, функция «Не беспокоить», защита от коррозии, защита от нестабильности электропитания, самодиагностика и автоматическая защита, автоматическая оттайка инея, работа по таймеру 24 часа, автоматический выбор режима, съемная лицевая панель, автоматический перезапуск, гибкая система подключения, скрытый цифровой дисплей. Фильтры: Высокоэффективный воздушный фильтр, комбинированный фильтр",
                    "Сборка: завод Midea",
                    "Гарантия: 3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Kentatsu KSGI70HFAN1/ KSRI70HFAN1 серия Ichi:",
      
                  functionList: [
                    {
                      id: 1,
                      text: "Wi-Fi Control (опция): При покупке Wi-Fi контролера DW11. Возможность дистанционного управления работой кондиционера, в том числе через интернет, при помощи планшета или смартфона.",
                    },
                    {
                      id: 2,
                      text: "Автоматическое качание заслонок создает комфортную циркуляцию воздуха во всем помещении. Скорость воздуха из внутреннего блока ограничена величиной 0.3 м/с, поэтому вредные для здоровья сквозняки, исключены.",
                    },
                    {
                      id: 3,
                      text: "Быстрый выход на режим ускорит достижение установленной на пульте температуры. Скорость вращения вентилятора внутреннего блока возрастет, и температура в помещении начнет быстрее приближаться к установленной.",
                    },
                    {
                      id: 4,
                      text: "Теплый пуск: Кондиционер исключает подачу холодного воздуха в помещение при режиме нагрева, когда холодный воздух помещения еще недостаточно прогрет.",
                    },
                    {
                      id: 5,
                      text: "Управление скоростью вентилятора: Позволяет менять производительность кондиционера с одновременным изменением скорости подачи воздуха в помещение – низкая-средняя-высокая-авто.",
                    },
                    {
                      id: 6,
                      text: "Осушение воздуха: Происходит без снижения его температуры, что обычно эффективно в дождливые дни или в районах с высокой влажностью воздуха. При обычных погодных условиях относительная влажность воздуха в помещении поддерживается в диапазоне от 35 до 60%.",
                    },
                    {
                      id: 7,
                      text: "Локальный микроклимат: Создается не во всем помещении, а в его ограниченной зоне. Она может быть строго зафиксирована, а может и перемещаться, но именно в ней с помощью кондиционера Kentatsu обеспечивается достижение комфортных значений параметров.",
                    },
                    {
                      id: 8,
                      text: "Функция «Не беспокоить»: Функция отключения дисплея, звуковых сигналов и боковой подсветки (в некоторых моделях). Возможен автоматический (реакция на выключение/ включение освещения) и ручной режим (с пульта управления).",
                    },
                    {
                      id: 9,
                      text: "Функция «Комфортный сон»: Во время сна установленная температура изменяется в течение двух часов, что предотвращает переохлаждение или перегрев человека, также снижается уровень шума и электропотребление.",
                    },
                    {
                      id: 10,
                      text: "Фильтр высокой степени очистки. Фильтр имеет ячейки размером менее 500 мкм, вследствие чего задерживается на 80% больше пыли и пыльцы, чем обычным предварительным фильтром.",
                    },
                    {
                      id: 11,
                      text: "Комбинированный фильтр: Уникальная технология фильтрации Kentatsu, эффективно удаляющая табачный дым, пыль, пыльцу, споры плесени и шерсть животных, а также уничтожающая бактерии.",
                    },
                    {
                      id: 12,
                      text: "Автоматическая очистка испарителя исключает образование плесени и неприятных запахов во внутреннем блоке. Этот процесс осуществляется автоматически путем периодической просушки внутреннего блока.",
                    },
                    {
                      id: 13,
                      text: "Работа по таймеру позволяет программировать время включения и выключения кондиционера на ближайшие 24 часа. Такой режим позволяет исключить беспокойство по поводу работающего в Ваше отсутствие электромеханического прибора, а заодно и сбережет электроэнергию.",
                    },
                    {
                      id: 14,
                      text: "Автоматический выбор режима: Охлаждение, нагрев или только вентиляция – происходит без вмешательства пользователя. Микропроцессор будет сам их чередовать в зависимости от разности температур в помещении и установленной на пульте.",
                    },
                    {
                      id: 15,
                      text: "Съемная лицевая панель позволяет легко откинуть ее и отделить от корпуса внутреннего блока, не прибегая к услугам специалистов. Не потребуется и специальных инструментов.",
                    },
                    {
                      id: 16,
                      text: "Автоматический перезапуск возвращает кондиционер после перебоя с электропитанием к предыдущим настройкам без вмешательства пользователя. Эта функция наиболее эффективна при отсутствии кого-либо в помещении или во время сна.",
                    },
                    {
                      id: 17,
                      text: "Гибкая система подключения Серия Kentatsu Bravo подразумевает возможность вывода фреоновых трубопроводов в двух направлениях.",
                    },
                    {
                      id: 18,
                      text: "Цифровой дисплей. Современный светящийся дисплей с четким и контрастным отображением важнейших параметров, в том числе скрытого типа, который виден только при включенном кондиционере.",
                    },
                    {
                      id: 19,
                      text: "Защита от коррозии обеспечивается благодаря специальным антикоррозионным покрытиям на корпусе и конденсаторе. Порошковое покрытие не только придает привлекательный внешний вид металлическому корпусу, но и предохраняет от ржавчины.",
                    },
                    {
                      id: 20,
                      text: "Защита от нестабильности электропитания. Данный функционал сохранит работоспособность вашего кондиционера Kentatsu при колебаниях напряжения сети от 160 до 250 В, что значительно превышает стандартные требования к электромеханическим приборам.",
                    },
                    {
                      id: 21,
                      text: "Самодиагностика и автоматическая защита: Осуществляется микропроцессором, который может определить неисправность кондиционера и отобразить на табло индикации внутреннего блока факт ее появления.",
                    },
                    {
                      id: 22,
                      text: "Автоматическая оттайка инея: Экономит электроэнергию в режиме нагрева за счет периодических переключений на охлаждение, что освобождает теплообменник наружного блока от наросшего слоя инея.",
                    },
                    {
                      id: 23,
                      text: "Обнаружение утечки хладагента: В случае обнаружения процессором наружного блока утечки фреона в кондиционере, датчик, находящийся во внутреннем блоке подаст звуковой сигнал и одновременно на дисплее отобразится надпись «EC». 340/360",
                    },
                  ],
                },
                {
                  id: 9,
                  image: require("@/assets/image/imageCatalog1/ken2.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Kentatsu KSGA53HFAN1/ KSRA53HFAN1",
                  price: "000 руб",
                  description: [
                    "Площадь: до 53 м2",
                    "Мощность холод/тепло: 5,3/5,3 кВт",
                    "Серия: Kanami",
                    "Потребляемая мощность холод/тепло: 1640/1460 Вт",
                    "Уровень шума внутренний/наружный: (30/38,5/44,5)/58 дБ",
                    "Расход воздуха: 455/545/820 м3/ч",
                    "Класс энергоэффективности: А",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 20/8 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (971х321х228)/(765х555х303)мм",
                    "Вес внутренний/наружный:  12,3/34,8 кг",
                    "4D управление жалюзи с пульта ДУ, автоматическая очистка испарителя, функция I-Feel, Wi-Fi Control (опция), быстрый выход на режим, функция «Комфортный сон», теплый пуск, автоматическое качание заслонок многофункциональный воздушный фильтр, управление скоростью вентилятора, осушение воздуха, функция «Не беспокоить», защита от коррозии, защита от нестабильности электропитания, самодиагностика и автоматическая защита, автоматическая оттайка инея, работа по таймеру 24 часа, автоматический выбор режима, съемная лицевая панель, автоматический перезапуск, гибкая система подключения, скрытый цифровой дисплей Фильтры: Высокоэффективный воздушный фильтр, комбинированный фильтр",
                    "Сборка: завод Midea",
                    "Гарантия: 3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Kentatsu KSGA53HFAN1/KSRA53HFAN1 серия Kanami:",
      
                  functionList: [
                    {
                      id: 1,
                      text: "4D управление жалюзи Автоматическое управление направлением воздушного потока вправо-влево и вверх-вниз при помощи пульта ДУ.",
                    },
                    {
                      id: 2,
                      text: "Wi-Fi Control (опция): При покупке Wi-Fi контролера DW11. Возможность дистанционного управления работой кондиционера, в том числе через интернет, при помощи планшета или смартфона.",
                    },
                    {
                      id: 3,
                      text: "Автоматическое качание заслонок создает комфортную циркуляцию воздуха во всем помещении. Скорость воздуха из внутреннего блока ограничена величиной 0.3 м/с, поэтому вредные для здоровья сквозняки, исключены.",
                    },
                    {
                      id: 4,
                      text: "Быстрый выход на режим ускорит достижение установленной на пульте температуры. Скорость вращения вентилятора внутреннего блока возрастет, и температура в помещении начнет быстрее приближаться к установленной.",
                    },
                    {
                      id: 5,
                      text: "Теплый пуск: Кондиционер исключает подачу холодного воздуха в помещение при режиме нагрева, когда холодный воздух помещения еще недостаточно прогрет.",
                    },
                    {
                      id: 6,
                      text: "Управление скоростью вентилятора: Позволяет менять производительность кондиционера с одновременным изменением скорости подачи воздуха в помещение – низкая-средняя-высокая-авто.",
                    },
                    {
                      id: 7,
                      text: "Осушение воздуха: Происходит без снижения его температуры, что обычно эффективно в дождливые дни или в районах с высокой влажностью воздуха. При обычных погодных условиях относительная влажность воздуха в помещении поддерживается в диапазоне от 35 до 60%.",
                    },
                    {
                      id: 8,
                      text: "Локальный микроклимат: Создается не во всем помещении, а в его ограниченной зоне. Она может быть строго зафиксирована, а может и перемещаться, но именно в ней с помощью кондиционера Kentatsu обеспечивается достижение комфортных значений параметров.",
                    },
                    {
                      id: 9,
                      text: "Функция «Не беспокоить»: Функция отключения дисплея, звуковых сигналов и боковой подсветки (в некоторых моделях). Возможен автоматический (реакция на выключение/ включение освещения) и ручной режим (с пульта управления).",
                    },
                    {
                      id: 10,
                      text: "Функция «Комфортный сон»: Во время сна установленная температура изменяется в течение двух часов, что предотвращает переохлаждение или перегрев человека, также снижается уровень шума и электропотребление.",
                    },
                    {
                      id: 11,
                      text: "Фильтр высокой степени очистки. Фильтр имеет ячейки размером менее 500 мкм, вследствие чего задерживается на 80% больше пыли и пыльцы, чем обычным предварительным фильтром.",
                    },
                    {
                      id: 12,
                      text: "Комбинированный фильтр: Уникальная технология фильтрации Kentatsu, эффективно удаляющая табачный дым, пыль, пыльцу, споры плесени и шерсть животных, а также уничтожающая бактерии.",
                    },
                    {
                      id: 13,
                      text: "Автоматическая очистка испарителя исключает образование плесени и неприятных запахов во внутреннем блоке. Этот процесс осуществляется автоматически путем периодической просушки внутреннего блока.",
                    },
                    {
                      id: 14,
                      text: "Работа по таймеру позволяет программировать время включения и выключения кондиционера на ближайшие 24 часа. Такой режим позволяет исключить беспокойство по поводу работающего в Ваше отсутствие электромеханического прибора, а заодно и сбережет электроэнергию.",
                    },
                    {
                      id: 15,
                      text: "Автоматический выбор режима: Охлаждение, нагрев или только вентиляция – происходит без вмешательства пользователя. Микропроцессор будет сам их чередовать в зависимости от разности температур в помещении и установленной на пульте.",
                    },
                    {
                      id: 16,
                      text: "Съемная лицевая панель позволяет легко откинуть ее и отделить от корпуса внутреннего блока, не прибегая к услугам специалистов. Не потребуется и специальных инструментов.",
                    },
                    {
                      id: 17,
                      text: "Автоматический перезапуск возвращает кондиционер после перебоя с электропитанием к предыдущим настройкам без вмешательства пользователя. Эта функция наиболее эффективна при отсутствии кого-либо в помещении или во время сна.",
                    },
                    {
                      id: 18,
                      text: "Гибкая система подключения Серия Kentatsu Bravo подразумевает возможность вывода фреоновых трубопроводов в двух направлениях.",
                    },
                    {
                      id: 19,
                      text: "Цифровой дисплей. Современный светящийся дисплей с четким и контрастным отображением важнейших параметров, в том числе скрытого типа, который виден только при включенном кондиционере.",
                    },
                    {
                      id: 20,
                      text: "Защита от коррозии обеспечивается благодаря специальным антикоррозионным покрытиям на корпусе и конденсаторе. Порошковое покрытие не только придает привлекательный внешний вид металлическому корпусу, но и предохраняет от ржавчины.",
                    },
                    {
                      id: 21,
                      text: "Защита от нестабильности электропитания. Данный функционал сохранит работоспособность вашего кондиционера Kentatsu при колебаниях напряжения сети от 160 до 250 В, что значительно превышает стандартные требования к электромеханическим приборам.",
                    },
                    {
                      id: 22,
                      text: "Самодиагностика и автоматическая защита: Осуществляется микропроцессором, который может определить неисправность кондиционера и отобразить на табло индикации внутреннего блока факт ее появления.",
                    },
                    {
                      id: 23,
                      text: "Автоматическая оттайка инея: Экономит электроэнергию в режиме нагрева за счет периодических переключений на охлаждение, что освобождает теплообменник наружного блока от наросшего слоя инея.",
                    },
                    {
                      id: 24,
                      text: "Обнаружение утечки хладагента: В случае обнаружения процессором наружного блока утечки фреона в кондиционере, датчик, находящийся во внутреннем блоке подаст звуковой сигнал и одновременно на дисплее отобразится надпись «EC». 340/360",
                    },
                  ],
                },
                {
                  id: 10,
                  image: require("@/assets/image/imageCatalog1/ken2.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Kentatsu KSGA70HFAN1/ KSRA70HFAN1",
                  price: "000 руб",
                  description: [
                    "Площадь: до 70 м2",
                    "Мощность холод/тепло: 7,0/7,3 кВт",
                    "Серия: Kanami",
                    "Потребляемая мощность холод/тепло: 2190/2030 Вт",
                    "Уровень шума внутренний/наружный: (39/42/48,5)/59 дБ",
                    "Расход воздуха: 911/997/1121 м3/ч",
                    "Класс энергоэффективности: А",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 3/8 и 5/8 дюйма",
                    "Максимальная длина/высота трассы: 25/10 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ):  (1082х337х234)/(890х673х342)мм",
                    "Вес внутренний/наружный: 14,7/52,9 кг",
                    "4D управление жалюзи с пульта ДУ, автоматическая очистка испарителя, функция I-Feel, Wi-Fi Control (опция), быстрый выход на режим, функция «Комфортный сон», теплый пуск, автоматическое качание заслонок многофункциональный воздушный фильтр, управление скоростью вентилятора, осушение воздуха, функция «Не беспокоить», защита от коррозии, защита от нестабильности электропитания, самодиагностика и автоматическая защита, автоматическая оттайка инея, работа по таймеру 24 часа, автоматический выбор режима, съемная лицевая панель, автоматический перезапуск, гибкая система подключения, скрытый цифровой дисплей Фильтры: Высокоэффективный воздушный фильтр, комбинированный фильтр",
                    "Сборка: завод Midea",
                    "Гарантия: 3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Kentatsu KSGA70HFAN1/KSRA70HFAN1 серия Kanami:",
      
                  functionList: [
                    {
                      id: 1,
                      text: "4D управление жалюзи Автоматическое управление направлением воздушного потока вправо-влево и вверх-вниз при помощи пульта ДУ.",
                    },
                    {
                      id: 2,
                      text: "Wi-Fi Control (опция): При покупке Wi-Fi контролера DW11. Возможность дистанционного управления работой кондиционера, в том числе через интернет, при помощи планшета или смартфона.",
                    },
                    {
                      id: 3,
                      text: "Автоматическое качание заслонок создает комфортную циркуляцию воздуха во всем помещении. Скорость воздуха из внутреннего блока ограничена величиной 0.3 м/с, поэтому вредные для здоровья сквозняки, исключены.",
                    },
                    {
                      id: 4,
                      text: "Быстрый выход на режим ускорит достижение установленной на пульте температуры. Скорость вращения вентилятора внутреннего блока возрастет, и температура в помещении начнет быстрее приближаться к установленной.",
                    },
                    {
                      id: 5,
                      text: "Теплый пуск: Кондиционер исключает подачу холодного воздуха в помещение при режиме нагрева, когда холодный воздух помещения еще недостаточно прогрет.",
                    },
                    {
                      id: 6,
                      text: "Управление скоростью вентилятора: Позволяет менять производительность кондиционера с одновременным изменением скорости подачи воздуха в помещение – низкая-средняя-высокая-авто.",
                    },
                    {
                      id: 7,
                      text: "Осушение воздуха: Происходит без снижения его температуры, что обычно эффективно в дождливые дни или в районах с высокой влажностью воздуха. При обычных погодных условиях относительная влажность воздуха в помещении поддерживается в диапазоне от 35 до 60%.",
                    },
                    {
                      id: 8,
                      text: "Локальный микроклимат: Создается не во всем помещении, а в его ограниченной зоне. Она может быть строго зафиксирована, а может и перемещаться, но именно в ней с помощью кондиционера Kentatsu обеспечивается достижение комфортных значений параметров.",
                    },
                    {
                      id: 9,
                      text: "Функция «Не беспокоить»: Функция отключения дисплея, звуковых сигналов и боковой подсветки (в некоторых моделях). Возможен автоматический (реакция на выключение/ включение освещения) и ручной режим (с пульта управления).",
                    },
                    {
                      id: 10,
                      text: "Функция «Комфортный сон»: Во время сна установленная температура изменяется в течение двух часов, что предотвращает переохлаждение или перегрев человека, также снижается уровень шума и электропотребление.",
                    },
                    {
                      id: 11,
                      text: "Фильтр высокой степени очистки. Фильтр имеет ячейки размером менее 500 мкм, вследствие чего задерживается на 80% больше пыли и пыльцы, чем обычным предварительным фильтром.",
                    },
                    {
                      id: 12,
                      text: "Комбинированный фильтр: Уникальная технология фильтрации Kentatsu, эффективно удаляющая табачный дым, пыль, пыльцу, споры плесени и шерсть животных, а также уничтожающая бактерии.",
                    },
                    {
                      id: 13,
                      text: "Автоматическая очистка испарителя исключает образование плесени и неприятных запахов во внутреннем блоке. Этот процесс осуществляется автоматически путем периодической просушки внутреннего блока.",
                    },
                    {
                      id: 14,
                      text: "Работа по таймеру позволяет программировать время включения и выключения кондиционера на ближайшие 24 часа. Такой режим позволяет исключить беспокойство по поводу работающего в Ваше отсутствие электромеханического прибора, а заодно и сбережет электроэнергию.",
                    },
                    {
                      id: 15,
                      text: "Автоматический выбор режима: Охлаждение, нагрев или только вентиляция – происходит без вмешательства пользователя. Микропроцессор будет сам их чередовать в зависимости от разности температур в помещении и установленной на пульте.",
                    },
                    {
                      id: 16,
                      text: "Съемная лицевая панель позволяет легко откинуть ее и отделить от корпуса внутреннего блока, не прибегая к услугам специалистов. Не потребуется и специальных инструментов.",
                    },
                    {
                      id: 17,
                      text: "Автоматический перезапуск возвращает кондиционер после перебоя с электропитанием к предыдущим настройкам без вмешательства пользователя. Эта функция наиболее эффективна при отсутствии кого-либо в помещении или во время сна.",
                    },
                    {
                      id: 18,
                      text: "Гибкая система подключения Серия Kentatsu Bravo подразумевает возможность вывода фреоновых трубопроводов в двух направлениях.",
                    },
                    {
                      id: 19,
                      text: "Цифровой дисплей. Современный светящийся дисплей с четким и контрастным отображением важнейших параметров, в том числе скрытого типа, который виден только при включенном кондиционере.",
                    },
                    {
                      id: 20,
                      text: "Защита от коррозии обеспечивается благодаря специальным антикоррозионным покрытиям на корпусе и конденсаторе. Порошковое покрытие не только придает привлекательный внешний вид металлическому корпусу, но и предохраняет от ржавчины.",
                    },
                    {
                      id: 21,
                      text: "Защита от нестабильности электропитания. Данный функционал сохранит работоспособность вашего кондиционера Kentatsu при колебаниях напряжения сети от 160 до 250 В, что значительно превышает стандартные требования к электромеханическим приборам.",
                    },
                    {
                      id: 22,
                      text: "Самодиагностика и автоматическая защита: Осуществляется микропроцессором, который может определить неисправность кондиционера и отобразить на табло индикации внутреннего блока факт ее появления.",
                    },
                    {
                      id: 23,
                      text: "Автоматическая оттайка инея: Экономит электроэнергию в режиме нагрева за счет периодических переключений на охлаждение, что освобождает теплообменник наружного блока от наросшего слоя инея.",
                    },
                    {
                      id: 24,
                      text: "Обнаружение утечки хладагента: В случае обнаружения процессором наружного блока утечки фреона в кондиционере, датчик, находящийся во внутреннем блоке подаст звуковой сигнал и одновременно на дисплее отобразится надпись «EC». 340/360",
                    },
                  ],
                },
              ],
            },
            {
              id: 4,
              brandsTitle: "Xigma (Сборка TCL - Бюджетный класс)",
              productAmount: "Все товары(5)",
              products: [
                {
                  id: 1,
                  image: require("@/assets/image/imageCatalog1/Xig.webp"),
                  iconFactory: "TCL",
                  model: "Кондиционер Xigma XG-TXC21RHA",
                  price: "000 руб",
                  description: [
                    "Площадь: до 21 м2",
                    "Мощность холод/тепло: 2,05/2,1 кВт",
                    "Серия: Turbocool 2024",
                    "Потребляемая мощность холод/тепло: 0,639/0,582 кВт",
                    "Уровень шума внутренний/наружный: (24/27/29/33/35)/48 дБ",
                    "Расход воздуха: 300/338/390/430/475 м3/ч",
                    "Класс энергоэффективности: А",
                    "Хладагент: R32",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 15/5 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (698х255х190)/(712х459х276) мм",
                    "Вес внутренний/наружный:  6,5/23,0 кг",
                    "Функция I-Fill, Режимы (Turbo, комфортного сна), таймер на 24 часа, защита от обмерзания, авторестарт, оребрение ребер теплообменника, самодиагностика, антикоррозийное покрытие теплообменника Blue-Fin, воздушный фильтр, компрессор: GMCC",
                    "Сборка: завод TCL",
                    "Гарантия: 2 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Xigma XG-TXC21RHA серия Turbocool 2024:",
      
                  functionList: [
                    {
                      id: 1,
                      text: "Режим «Здоровый сон». Автоматическое изменение температуры воздуха в ночной период по заданной программе. Создает наиболее комфортные условия для здорового и крепкого сна и экономит электроэнергию.",
                    },
                    {
                      id: 2,
                      text: "Таймер «24» Задание автоматического включения и выключения кондиционера в течение суток. Повышает удобство работы с кондиционером.",
                    },
                    {
                      id: 3,
                      text: "Информативный дисплей внутреннего блока. Основная информация о работе кондиционера отображается на дисплее внутреннего блока в виде пиктограмм. Повышает удобство управления.",
                    },
                    {
                      id: 4,
                      text: "Управление горизонтальными жалюзи. Нажатием всего одной кнопки кондиционер направит поток наилучшим образом. А когда температура станет комфортной, кондиционер можно будет перевести в режим качания жалюзи – и тогда возникновение сквозняков будет исключено!",
                    },
                    {
                      id: 5,
                      text: "Режим 'Турбо'. Быстрое достижение заданной температуры, как при охлаждении, так и при нагреве.",
                    },
                    {
                      id: 6,
                      text: "Адаптивная скорость вентилятора. Выбор скорости подачи потока воздуха для настраивания наиболее комфортного состояния",
                    },
                    {
                      id: 7,
                      text: "Оребрение ребер теплообменника ускоряет процесс теплопередачи, тем самым увеличивает эффективность системы в целом для снижения расходов на электроэнергию",
                    },
                    {
                      id: 8,
                      text: "Индикатор ошибок (самодиагностика). При возникновении неполадок кондиционер самостоятельно определяет причину сбоя и выводит на дисплей цифровой код или индикацией сигнализириует об ошибке в системе, что уменьшает время на обслуживание оборудования",
                    },
                    {
                      id: 9,
                      text: "Внутренний блок из качественного пластика. Улучшается внешний вид и долговечность кондиционера. Кроме того, пластик корпуса не имеет собственного запаха.",
                    },
                    {
                      id: 10,
                      text: "Защита от обмерзания за счет периодического прогрева. При работе кондиционера в режиме обогрева есть вероятность обмерзания теплообменника наружного блока – даже, если температура на улице выше 0С. Чтобы избежать повреждений и повысить долговечность оборудования, в кондиционерах  заложена функция периодического кратковременного прогрева теплообменника, включающаяся автоматически.",
                    },
                    {
                      id: 11,
                      text: "Авторестарт. Функция восстановления настроек кондиционера после сбоя электропитания. Повышает надежность работы оборудования в сложных условиях.",
                    },
                  ],
                },
                {
                  id: 2,
                  image: require("@/assets/image/imageCatalog1/Xig.webp"),
                  iconFactory: "TCL",
                  model: "Кондиционер Xigma XG-TXC27RHA",
                  price: "000 руб",
                  description: [
                    "Площадь: до 26 м2",
                    "Мощность холод/тепло: 2,65/2,7 кВт",
                    "Серия: Turbocool 2024",
                    "Потребляемая мощность холод/тепло: 0,826/0,748 кВт",
                    "Уровень шума внутренний/наружный: (24/27/29/33/35)/48 дБ",
                    "Расход воздуха: 300/338/390/430/475 м3/ч",
                    "Класс энергоэффективности: А",
                    "Хладагент: R32",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 15/5 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (698х255х190)/(712х459х276) мм",
                    "Вес внутренний/наружный:  6,5/23,0 кг",
                    "Функция I-Fill, Режимы (Turbo, комфортного сна), таймер на 24 часа, защита от обмерзания, авторестарт, оребрение ребер теплообменника, самодиагностика, антикоррозийное покрытие теплообменника Blue-Fin, воздушный фильтр, компрессор: GMCC",
                    "Сборка: завод TCL",
                    "Гарантия: 2 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Xigma XG-TXC27RHA серия Turbocool 2024:",
      
                  functionList: [
                    {
                      id: 1,
                      text: "Режим «Здоровый сон». Автоматическое изменение температуры воздуха в ночной период по заданной программе. Создает наиболее комфортные условия для здорового и крепкого сна и экономит электроэнергию.",
                    },
                    {
                      id: 2,
                      text: "Таймер «24» Задание автоматического включения и выключения кондиционера в течение суток. Повышает удобство работы с кондиционером.",
                    },
                    {
                      id: 3,
                      text: "Информативный дисплей внутреннего блока. Основная информация о работе кондиционера отображается на дисплее внутреннего блока в виде пиктограмм. Повышает удобство управления.",
                    },
                    {
                      id: 4,
                      text: "Управление горизонтальными жалюзи. Нажатием всего одной кнопки кондиционер направит поток наилучшим образом. А когда температура станет комфортной, кондиционер можно будет перевести в режим качания жалюзи – и тогда возникновение сквозняков будет исключено!",
                    },
                    {
                      id: 5,
                      text: "Режим 'Турбо'. Быстрое достижение заданной температуры, как при охлаждении, так и при нагреве.",
                    },
                    {
                      id: 6,
                      text: "Адаптивная скорость вентилятора. Выбор скорости подачи потока воздуха для настраивания наиболее комфортного состояния",
                    },
                    {
                      id: 7,
                      text: "Оребрение ребер теплообменника ускоряет процесс теплопередачи, тем самым увеличивает эффективность системы в целом для снижения расходов на электроэнергию",
                    },
                    {
                      id: 8,
                      text: "Индикатор ошибок (самодиагностика). При возникновении неполадок кондиционер самостоятельно определяет причину сбоя и выводит на дисплей цифровой код или индикацией сигнализириует об ошибке в системе, что уменьшает время на обслуживание оборудования",
                    },
                    {
                      id: 9,
                      text: "Внутренний блок из качественного пластика. Улучшается внешний вид и долговечность кондиционера. Кроме того, пластик корпуса не имеет собственного запаха.",
                    },
                    {
                      id: 10,
                      text: "Защита от обмерзания за счет периодического прогрева. При работе кондиционера в режиме обогрева есть вероятность обмерзания теплообменника наружного блока – даже, если температура на улице выше 0С. Чтобы избежать повреждений и повысить долговечность оборудования, в кондиционерах  заложена функция периодического кратковременного прогрева теплообменника, включающаяся автоматически.",
                    },
                    {
                      id: 11,
                      text: "Авторестарт. Функция восстановления настроек кондиционера после сбоя электропитания. Повышает надежность работы оборудования в сложных условиях.",
                    },
                  ],
                },
                {
                  id: 3,
                  image: require("@/assets/image/imageCatalog1/Xig.webp"),
                  iconFactory: "TCL",
                  model: "Кондиционер Xigma XG-TXC35RHA",
                  price: "000 руб",
                  description: [
                    "Площадь: до 35 м2",
                    "Мощность холод/тепло: 1,09/1,011 кВт",
                    "Серия: Turbocool 2024",
                    "Потребляемая мощность холод/тепло: 0,826/0,748 кВт",
                    "Уровень шума внутренний/наружный: (27/30/33/36/38)/50 дБ",
                    "Расход воздуха: 380/400/460/520/560 м3/ч",
                    "Класс энергоэффективности: А",
                    "Хладагент: R32",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 15/5 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (777х250х201)/(777х498х290) мм",
                    "Вес внутренний/наружный: 8,0/25,0 кг",
                    "Функция I-Fill, Режимы (Turbo, комфортного сна), таймер на 24 часа, защита от обмерзания, авторестарт, оребрение ребер теплообменника, самодиагностика, антикоррозийное покрытие теплообменника Blue-Fin, воздушный фильтр, компрессор: GMCC",
                    "Сборка: завод TCL",
                    "Гарантия: 2 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Xigma XG-TXC35RHA серия Turbocool 2024:",
      
                  functionList: [
                    {
                      id: 1,
                      text: "Режим «Здоровый сон». Автоматическое изменение температуры воздуха в ночной период по заданной программе. Создает наиболее комфортные условия для здорового и крепкого сна и экономит электроэнергию.",
                    },
                    {
                      id: 2,
                      text: "Таймер «24» Задание автоматического включения и выключения кондиционера в течение суток. Повышает удобство работы с кондиционером.",
                    },
                    {
                      id: 3,
                      text: "Информативный дисплей внутреннего блока. Основная информация о работе кондиционера отображается на дисплее внутреннего блока в виде пиктограмм. Повышает удобство управления.",
                    },
                    {
                      id: 4,
                      text: "Управление горизонтальными жалюзи. Нажатием всего одной кнопки кондиционер направит поток наилучшим образом. А когда температура станет комфортной, кондиционер можно будет перевести в режим качания жалюзи – и тогда возникновение сквозняков будет исключено!",
                    },
                    {
                      id: 5,
                      text: "Режим 'Турбо'. Быстрое достижение заданной температуры, как при охлаждении, так и при нагреве.",
                    },
                    {
                      id: 6,
                      text: "Адаптивная скорость вентилятора. Выбор скорости подачи потока воздуха для настраивания наиболее комфортного состояния",
                    },
                    {
                      id: 7,
                      text: "Оребрение ребер теплообменника ускоряет процесс теплопередачи, тем самым увеличивает эффективность системы в целом для снижения расходов на электроэнергию",
                    },
                    {
                      id: 8,
                      text: "Индикатор ошибок (самодиагностика). При возникновении неполадок кондиционер самостоятельно определяет причину сбоя и выводит на дисплей цифровой код или индикацией сигнализириует об ошибке в системе, что уменьшает время на обслуживание оборудования",
                    },
                    {
                      id: 9,
                      text: "Внутренний блок из качественного пластика. Улучшается внешний вид и долговечность кондиционера. Кроме того, пластик корпуса не имеет собственного запаха.",
                    },
                    {
                      id: 10,
                      text: "Защита от обмерзания за счет периодического прогрева. При работе кондиционера в режиме обогрева есть вероятность обмерзания теплообменника наружного блока – даже, если температура на улице выше 0С. Чтобы избежать повреждений и повысить долговечность оборудования, в кондиционерах  заложена функция периодического кратковременного прогрева теплообменника, включающаяся автоматически.",
                    },
                    {
                      id: 11,
                      text: "Авторестарт. Функция восстановления настроек кондиционера после сбоя электропитания. Повышает надежность работы оборудования в сложных условиях.",
                    },
                  ],
                },
                {
                  id: 4,
                  image: require("@/assets/image/imageCatalog1/Xig.webp"),
                  iconFactory: "TCL",
                  model: "Кондиционер Xigma XG-TXC50RHA",
                  price: "000 руб",
                  description: [
                    "Площадь: до 50 м2",
                    "Мощность холод/тепло: 5,0/5,0 кВт",
                    "Серия: Turbocool 2024",
                    "Потребляемая мощность холод/тепло: 1,558/1,385 кВт",
                    "Уровень шума внутренний/наружный: (32/35/38/40/43)/55 дБ",
                    "Расход воздуха: 560/630/700/800/870 м3/ч",
                    "Класс энергоэффективности: А",
                    "Хладагент: R32",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 15/5 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ):  (910х294х206)/(817х553х300) мм",
                    "Вес внутренний/наружный: 10,5/32,5 кг",
                    "Функция I-Fill, Режимы (Turbo, комфортного сна), таймер на 24 часа, защита от обмерзания, авторестарт, оребрение ребер теплообменника, самодиагностика, антикоррозийное покрытие теплообменника Blue-Fin, воздушный фильтр, компрессор: RECHI",
                    "Сборка: завод TCL",
                    "Гарантия: 2 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Xigma XG-TXC50RHA серия Turbocool 2024:",
      
                  functionList: [
                    {
                      id: 1,
                      text: "Режим «Здоровый сон». Автоматическое изменение температуры воздуха в ночной период по заданной программе. Создает наиболее комфортные условия для здорового и крепкого сна и экономит электроэнергию.",
                    },
                    {
                      id: 2,
                      text: "Таймер «24» Задание автоматического включения и выключения кондиционера в течение суток. Повышает удобство работы с кондиционером.",
                    },
                    {
                      id: 3,
                      text: "Информативный дисплей внутреннего блока. Основная информация о работе кондиционера отображается на дисплее внутреннего блока в виде пиктограмм. Повышает удобство управления.",
                    },
                    {
                      id: 4,
                      text: "Управление горизонтальными жалюзи. Нажатием всего одной кнопки кондиционер направит поток наилучшим образом. А когда температура станет комфортной, кондиционер можно будет перевести в режим качания жалюзи – и тогда возникновение сквозняков будет исключено!",
                    },
                    {
                      id: 5,
                      text: "Режим 'Турбо'. Быстрое достижение заданной температуры, как при охлаждении, так и при нагреве.",
                    },
                    {
                      id: 6,
                      text: "Адаптивная скорость вентилятора. Выбор скорости подачи потока воздуха для настраивания наиболее комфортного состояния",
                    },
                    {
                      id: 7,
                      text: "Оребрение ребер теплообменника ускоряет процесс теплопередачи, тем самым увеличивает эффективность системы в целом для снижения расходов на электроэнергию",
                    },
                    {
                      id: 8,
                      text: "Индикатор ошибок (самодиагностика). При возникновении неполадок кондиционер самостоятельно определяет причину сбоя и выводит на дисплей цифровой код или индикацией сигнализириует об ошибке в системе, что уменьшает время на обслуживание оборудования",
                    },
                    {
                      id: 9,
                      text: "Внутренний блок из качественного пластика. Улучшается внешний вид и долговечность кондиционера. Кроме того, пластик корпуса не имеет собственного запаха.",
                    },
                    {
                      id: 10,
                      text: "Защита от обмерзания за счет периодического прогрева. При работе кондиционера в режиме обогрева есть вероятность обмерзания теплообменника наружного блока – даже, если температура на улице выше 0С. Чтобы избежать повреждений и повысить долговечность оборудования, в кондиционерах  заложена функция периодического кратковременного прогрева теплообменника, включающаяся автоматически.",
                    },
                    {
                      id: 11,
                      text: "Авторестарт. Функция восстановления настроек кондиционера после сбоя электропитания. Повышает надежность работы оборудования в сложных условиях.",
                    },
                  ],
                },
                {
                  id: 5,
                  image: require("@/assets/image/imageCatalog1/Xig.webp"),
                  iconFactory: "TCL",
                  model: "Кондиционер Xigma XG-TXC70RHA",
                  price: "000 руб",
                  description: [
                    "Площадь: до 70 м2",
                    "Мощность холод/тепло: 6,8/6,9 кВт",
                    "Серия: Turbocool 2024",
                    "Потребляемая мощность холод/тепло: 2,118/1,911 кВт",
                    "Уровень шума внутренний/наружный: (33/37/38/41/43)/55 дБ",
                    "Расход воздуха: 700/740/800/850/920 м3/ч",
                    "Класс энергоэффективности: А",
                    "Хладагент: R32",
                    "Диаметр труб (жидкость и газ): 1/4 и 5/8 дюйма",
                    "Максимальная длина/высота трассы: 15/5 м",
                    "Диапазон рабочих температур наружного воздуха холод/тепло: +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (910х294х206)/(886х605х357) мм",
                    "Вес внутренний/наружный: 10,5/43,0 кг",
                    "Функция I-Fill, Режимы (Turbo, комфортного сна), таймер на 24 часа, защита от обмерзания, авторестарт, оребрение ребер теплообменника, самодиагностика, антикоррозийное покрытие теплообменника Blue-Fin, воздушный фильтр, компрессор: HIGHLY",
                    "Сборка: завод TCL",
                    "Гарантия: 2 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Xigma XG-TXC70RHA серия Turbocool 2024:",
      
                  functionList: [
                    {
                      id: 1,
                      text: "Режим «Здоровый сон». Автоматическое изменение температуры воздуха в ночной период по заданной программе. Создает наиболее комфортные условия для здорового и крепкого сна и экономит электроэнергию.",
                    },
                    {
                      id: 2,
                      text: "Таймер «24» Задание автоматического включения и выключения кондиционера в течение суток. Повышает удобство работы с кондиционером.",
                    },
                    {
                      id: 3,
                      text: "Информативный дисплей внутреннего блока. Основная информация о работе кондиционера отображается на дисплее внутреннего блока в виде пиктограмм. Повышает удобство управления.",
                    },
                    {
                      id: 4,
                      text: "Управление горизонтальными жалюзи. Нажатием всего одной кнопки кондиционер направит поток наилучшим образом. А когда температура станет комфортной, кондиционер можно будет перевести в режим качания жалюзи – и тогда возникновение сквозняков будет исключено!",
                    },
                    {
                      id: 5,
                      text: "Режим 'Турбо'. Быстрое достижение заданной температуры, как при охлаждении, так и при нагреве.",
                    },
                    {
                      id: 6,
                      text: "Адаптивная скорость вентилятора. Выбор скорости подачи потока воздуха для настраивания наиболее комфортного состояния",
                    },
                    {
                      id: 7,
                      text: "Оребрение ребер теплообменника ускоряет процесс теплопередачи, тем самым увеличивает эффективность системы в целом для снижения расходов на электроэнергию",
                    },
                    {
                      id: 8,
                      text: "Индикатор ошибок (самодиагностика). При возникновении неполадок кондиционер самостоятельно определяет причину сбоя и выводит на дисплей цифровой код или индикацией сигнализириует об ошибке в системе, что уменьшает время на обслуживание оборудования",
                    },
                    {
                      id: 9,
                      text: "Внутренний блок из качественного пластика. Улучшается внешний вид и долговечность кондиционера. Кроме того, пластик корпуса не имеет собственного запаха.",
                    },
                    {
                      id: 10,
                      text: "Защита от обмерзания за счет периодического прогрева. При работе кондиционера в режиме обогрева есть вероятность обмерзания теплообменника наружного блока – даже, если температура на улице выше 0С. Чтобы избежать повреждений и повысить долговечность оборудования, в кондиционерах  заложена функция периодического кратковременного прогрева теплообменника, включающаяся автоматически.",
                    },
                    {
                      id: 11,
                      text: "Авторестарт. Функция восстановления настроек кондиционера после сбоя электропитания. Повышает надежность работы оборудования в сложных условиях.",
                    },
                  ],
                },
              ],
            },
            {
              id: 5,
              brandsTitle: "Haier (собственные заводы в Китае - Средний класс)",
              productAmount: "Все товары(5)",
              products: [
                {
                  id: 1,
                  image: require("@/assets/image/imageCatalog1/haier.webp"),
                  iconFactory: "",
                  iconWiFi: "Wi-Fi",
                  model: "Кондиционер Haier HSU-07HPL203/R3",
                  price: "000 руб",
                  description: [
                    "Площадь: до 21 м2",
                    "Мощность (холод/тепло): 2,1/2,2 кВт",
                    "Серия: Coral",
                    "Потребляемая мощность (холод/тепло): 0,65/0,605 кВт",
                    "Уровень шума (внутренний/наружный): (26/31/33/36)/49 дБ",
                    "Расход воздуха: 450 м3/ч",
                    "Класс энергоэффективности: А",
                    "Хладагент: R32",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 15/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ):  (700х265х190)/(696х432х256) мм",
                    "Вес (внутренний/наружный): 7,1/20,9 кг",
                    "Wi-Fi управление через приложение Evo, 3-D Airflow-объемный воздушный поток, Матовый пластик, 5 скоростей вентилятора внутреннего блока, Спиральный воздушный поток, Функция I feel, режимы (Turbo, комфортного сна), Режим Intelligent Air, Ag+ покрытие испарителя, Максимальная длина воздушной струи 12м, Самодиагностика, Функция Авторестарт, Защита компрессора, Карта доступа для отелей, 24-часовой таймер, Широкий диапазон напряжения, Фиксация внутреннего блока, 2 стороны подвода труб, Простота чистки, Антикоррозийная защита, Скрытый LED-дисплей, Анибактериальный фильтр, воздушный фильтр",
                    "Сборка: завод Haier",
                    "Гарантия: 1 год",
                  ],
                  functionTitle:
                    "Функциональные особенности Haier HSU-07HPL203/R3 серия Coral:",
      
                  functionList: [
                    {
                      id: 1,
                      text: "Антибактериальный фильтр: совмещает в себе эффективность трех фильтров: антиаллергенного, антивирусного и антибактериального - и поддерживает воздух чистым и здоровым. Фильтр задерживает и дезактивирует пылевых клещей, пыльцу, вирусы и бактерии.",
                    },
                    {
                      id: 2,
                      text: "Ag+ покрытие испарителя. Испаритель внутреннего блока покрывается нано-ионами серебра, разрушающими ДНК бактерий, в результате чего они теряют способность к метаболизму и как следствие к росту и размножению.",
                    },
                    {
                      id: 3,
                      text: "Комфортный сон. Специальная программа контролирует температуру воздуха в помещении для создания наиболее благоприятных условий для сна.",
                    },
                    {
                      id: 4,
                      text: "Спиральный воздушный поток: холодный воздух не попадает на человека, а распределение температуры в помещении становится более равномерным.",
                    },
                    {
                      id: 5,
                      text: "Максимальная длина воздушной струи. Инновационная конструкция вентилятора позволяет осуществлять подачу воздуха на расстояние 12 м.",
                    },
                    {
                      id: 6,
                      text: "Режим Intelligent Air. Для комфортного и безопасного кондиционирования воздуха в помещении в режиме охлаждения воздушный поток направляется вдоль плоскости потолка, а в режиме обогрева теплый воздушный поток направляется почти вертикально вниз.",
                    },
                    {
                      id: 7,
                      text: "Режим Turbo. С помощью кнопки «TURBO / POWER» на пульте управления можно выбрать интенсивный режим работы, характеризующийся быстрым выходом на заданную температуру.",
                    },
                    {
                      id: 8,
                      text: "Функция «Авторестарт» автоматически возобновит последний режим работы кондиционера после устранения проблем с электропитанием, обеспечивая безопасность и удобство в работе.",
                    },
                    {
                      id: 9,
                      text: "Защита компрессора. Для защиты компрессора от повреждений при частых включениях предусмотрена трехминутная задержка запуска.",
                    },
                    {
                      id: 10,
                      text: "Карта доступа для отелей может контролировать включение и выключение системы кондиционирования. Данная опция удобна для управления кондиционерами в гостиничных номерах.",
                    },
                    {
                      id: 11,
                      text: "24-часовой таймер. Работа по таймеру позволяет автоматически поддерживать заданные параметры воздуха в помещении.",
                    },
                    {
                      id: 12,
                      text: "Широкий диапазон напряжения. Конструктивные особенности наружного блока позволяют поддерживать его работоспособность при значительных колебаниях напряжения в электрической сети.",
                    },
                    {
                      id: 13,
                      text: "Интеллектуальное оттаивание. Оттаивание выполняется только при необходимости, что позволяет сократить энергопотери и повысить комфортность за счет сокращения времени нагрева теплообменника наружного блока во время работы системы в режиме обогрева.",
                    },
                    {
                      id: 14,
                      text: "5 скоростей вентилятора внутреннего блока. Переключением скоростей можно управлять с пульта ДУ.",
                    },
                    {
                      id: 15,
                      text: "Фиксация внутреннего блока облегчает установку за счет увеличения рабочей зоны.",
                    },
                    {
                      id: 16,
                      text: "2 стороны подвода труб. Дренажные и фреоновые трубопроводы могут быть подключены как слева, так и справа.",
                    },
                    {
                      id: 17,
                      text: "Самодиагностика Отображение на дисплее блока кода ошибки или неисправности.",
                    },
                    {
                      id: 18,
                      text: "Простота чистки. Фронтальная панель кондиционера легко чистится, а жалюзийные заслонки легко отсоединяются без необходимости использования специальных инструментов.",
                    },
                    {
                      id: 19,
                      text: "Антикоррозийная защита. Специальное антикоррозийное покрытие BLUE FIN теплообменника наружного блока. Цвет покрытия - синий кобальт.",
                    },
                    {
                      id: 20,
                      text: "Скрытый LED-дисплей. Когда кондиционер выключен, LED-дисплей становится невидимым, сливаясь с лицевой панелью. ",
                    },
                  ],
                },
                {
                  id: 2,
                  image: require("@/assets/image/imageCatalog1/haier.webp"),
                  iconFactory: "",
                  iconWiFi: "Wi-Fi",
                  model: "Кондиционер Haier HSU-09HPL203/R3",
                  price: "000 руб",
                  description: [
                    "Площадь: до 25 м2",
                    "Мощность (холод/тепло): 2,5/2,5 кВт",
                    "Серия: Coral",
                    "Потребляемая мощность (холод/тепло): 0,775/0,690 кВт",
                    "Уровень шума (внутренний/наружный): (26/31/33/36)/54 дБ",
                    "Расход воздуха: 450 м3/ч",
                    "Класс энергоэффективности: А",
                    "Хладагент: R32",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 15/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ):  (700х265х190)/(696х432х256) мм",
                    "Вес (внутренний/наружный): 7,3/22,4 кг",
                    "Wi-Fi управление через приложение Evo, 3-D Airflow-объемный воздушный поток, Матовый пластик, 5 скоростей вентилятора внутреннего блока, Спиральный воздушный поток, Функция I feel, режимы (Turbo, комфортного сна), Режим Intelligent Air, Ag+ покрытие испарителя, Максимальная длина воздушной струи 12м, Самодиагностика, Функция Авторестарт, Защита компрессора, Карта доступа для отелей, 24-часовой таймер, Широкий диапазон напряжения, Фиксация внутреннего блока, 2 стороны подвода труб, Простота чистки, Антикоррозийная защита, Скрытый LED-дисплей, Анибактериальный фильтр, воздушный фильтр",
                    "Сборка: завод Haier",
                    "Гарантия: 1 год",
                  ],
                  functionTitle:
                    "Функциональные особенности Haier HSU-09HPL203/R3 серия Coral:",
      
                  functionList: [
                    {
                      id: 1,
                      text: "Антибактериальный фильтр: совмещает в себе эффективность трех фильтров: антиаллергенного, антивирусного и антибактериального - и поддерживает воздух чистым и здоровым. Фильтр задерживает и дезактивирует пылевых клещей, пыльцу, вирусы и бактерии.",
                    },
                    {
                      id: 2,
                      text: "Ag+ покрытие испарителя. Испаритель внутреннего блока покрывается нано-ионами серебра, разрушающими ДНК бактерий, в результате чего они теряют способность к метаболизму и как следствие к росту и размножению.",
                    },
                    {
                      id: 3,
                      text: "Комфортный сон. Специальная программа контролирует температуру воздуха в помещении для создания наиболее благоприятных условий для сна.",
                    },
                    {
                      id: 4,
                      text: "Спиральный воздушный поток: холодный воздух не попадает на человека, а распределение температуры в помещении становится более равномерным.",
                    },
                    {
                      id: 5,
                      text: "Максимальная длина воздушной струи. Инновационная конструкция вентилятора позволяет осуществлять подачу воздуха на расстояние 12 м.",
                    },
                    {
                      id: 6,
                      text: "Режим Intelligent Air. Для комфортного и безопасного кондиционирования воздуха в помещении в режиме охлаждения воздушный поток направляется вдоль плоскости потолка, а в режиме обогрева теплый воздушный поток направляется почти вертикально вниз.",
                    },
                    {
                      id: 7,
                      text: "Режим Turbo. С помощью кнопки «TURBO / POWER» на пульте управления можно выбрать интенсивный режим работы, характеризующийся быстрым выходом на заданную температуру.",
                    },
                    {
                      id: 8,
                      text: "Функция «Авторестарт» автоматически возобновит последний режим работы кондиционера после устранения проблем с электропитанием, обеспечивая безопасность и удобство в работе.",
                    },
                    {
                      id: 9,
                      text: "Защита компрессора. Для защиты компрессора от повреждений при частых включениях предусмотрена трехминутная задержка запуска.",
                    },
                    {
                      id: 10,
                      text: "Карта доступа для отелей может контролировать включение и выключение системы кондиционирования. Данная опция удобна для управления кондиционерами в гостиничных номерах.",
                    },
                    {
                      id: 11,
                      text: "24-часовой таймер. Работа по таймеру позволяет автоматически поддерживать заданные параметры воздуха в помещении.",
                    },
                    {
                      id: 12,
                      text: "Широкий диапазон напряжения. Конструктивные особенности наружного блока позволяют поддерживать его работоспособность при значительных колебаниях напряжения в электрической сети.",
                    },
                    {
                      id: 13,
                      text: "Интеллектуальное оттаивание. Оттаивание выполняется только при необходимости, что позволяет сократить энергопотери и повысить комфортность за счет сокращения времени нагрева теплообменника наружного блока во время работы системы в режиме обогрева.",
                    },
                    {
                      id: 14,
                      text: "5 скоростей вентилятора внутреннего блока. Переключением скоростей можно управлять с пульта ДУ.",
                    },
                    {
                      id: 15,
                      text: "Фиксация внутреннего блока облегчает установку за счет увеличения рабочей зоны.",
                    },
                    {
                      id: 16,
                      text: "2 стороны подвода труб. Дренажные и фреоновые трубопроводы могут быть подключены как слева, так и справа.",
                    },
                    {
                      id: 17,
                      text: "Самодиагностика Отображение на дисплее блока кода ошибки или неисправности.",
                    },
                    {
                      id: 18,
                      text: "Простота чистки. Фронтальная панель кондиционера легко чистится, а жалюзийные заслонки легко отсоединяются без необходимости использования специальных инструментов.",
                    },
                    {
                      id: 19,
                      text: "Антикоррозийная защита. Специальное антикоррозийное покрытие BLUE FIN теплообменника наружного блока. Цвет покрытия - синий кобальт.",
                    },
                    {
                      id: 20,
                      text: "Скрытый LED-дисплей. Когда кондиционер выключен, LED-дисплей становится невидимым, сливаясь с лицевой панелью. ",
                    },
                  ],
                },
                {
                  id: 3,
                  image: require("@/assets/image/imageCatalog1/haier.webp"),
                  iconFactory: "",
                  iconWiFi: "Wi-Fi",
                  model: "Кондиционер Haier HSU-12HPL203/R3",
                  price: "000 руб",
                  description: [
                    "Площадь: до 35 м2",
                    "Мощность (холод/тепло): 3,4/3,5 кВт",
                    "Серия: Coral",
                    "Потребляемая мощность (холод/тепло):  1,06/0,97 кВт",
                    "Уровень шума (внутренний/наружный): (27/32/34/37)/54 дБ",
                    "Расход воздуха: 600 м3/ч",
                    "Класс энергоэффективности: А",
                    "Хладагент: R32",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 15/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (805х290х200)/(696х432х256) мм",
                    "Вес (внутренний/наружный): 9,2/26,0 кг",
                    "Wi-Fi управление через приложение Evo, 3-D Airflow-объемный воздушный поток, Матовый пластик, 5 скоростей вентилятора внутреннего блока, Спиральный воздушный поток, Функция I feel, режимы (Turbo, комфортного сна), Режим Intelligent Air, Ag+ покрытие испарителя, Максимальная длина воздушной струи 12м, Самодиагностика, Функция Авторестарт, Защита компрессора, Карта доступа для отелей, 24-часовой таймер, Широкий диапазон напряжения, Фиксация внутреннего блока, 2 стороны подвода труб, Простота чистки, Антикоррозийная защита, Скрытый LED-дисплей, Анибактериальный фильтр, воздушный фильтр",
                    "Сборка: завод Haier",
                    "Гарантия: 1 год",
                  ],
                  functionTitle:
                    "Функциональные особенности Haier HSU-12HPL203/R3 серия Coral:",
      
                  functionList: [
                    {
                      id: 1,
                      text: "Антибактериальный фильтр: совмещает в себе эффективность трех фильтров: антиаллергенного, антивирусного и антибактериального - и поддерживает воздух чистым и здоровым. Фильтр задерживает и дезактивирует пылевых клещей, пыльцу, вирусы и бактерии.",
                    },
                    {
                      id: 2,
                      text: "Ag+ покрытие испарителя. Испаритель внутреннего блока покрывается нано-ионами серебра, разрушающими ДНК бактерий, в результате чего они теряют способность к метаболизму и как следствие к росту и размножению.",
                    },
                    {
                      id: 3,
                      text: "Комфортный сон. Специальная программа контролирует температуру воздуха в помещении для создания наиболее благоприятных условий для сна.",
                    },
                    {
                      id: 4,
                      text: "Спиральный воздушный поток: холодный воздух не попадает на человека, а распределение температуры в помещении становится более равномерным.",
                    },
                    {
                      id: 5,
                      text: "Максимальная длина воздушной струи. Инновационная конструкция вентилятора позволяет осуществлять подачу воздуха на расстояние 12 м.",
                    },
                    {
                      id: 6,
                      text: "Режим Intelligent Air. Для комфортного и безопасного кондиционирования воздуха в помещении в режиме охлаждения воздушный поток направляется вдоль плоскости потолка, а в режиме обогрева теплый воздушный поток направляется почти вертикально вниз.",
                    },
                    {
                      id: 7,
                      text: "Режим Turbo. С помощью кнопки «TURBO / POWER» на пульте управления можно выбрать интенсивный режим работы, характеризующийся быстрым выходом на заданную температуру.",
                    },
                    {
                      id: 8,
                      text: "Функция «Авторестарт» автоматически возобновит последний режим работы кондиционера после устранения проблем с электропитанием, обеспечивая безопасность и удобство в работе.",
                    },
                    {
                      id: 9,
                      text: "Защита компрессора. Для защиты компрессора от повреждений при частых включениях предусмотрена трехминутная задержка запуска.",
                    },
                    {
                      id: 10,
                      text: "Карта доступа для отелей может контролировать включение и выключение системы кондиционирования. Данная опция удобна для управления кондиционерами в гостиничных номерах.",
                    },
                    {
                      id: 11,
                      text: "24-часовой таймер. Работа по таймеру позволяет автоматически поддерживать заданные параметры воздуха в помещении.",
                    },
                    {
                      id: 12,
                      text: "Широкий диапазон напряжения. Конструктивные особенности наружного блока позволяют поддерживать его работоспособность при значительных колебаниях напряжения в электрической сети.",
                    },
                    {
                      id: 13,
                      text: "Интеллектуальное оттаивание. Оттаивание выполняется только при необходимости, что позволяет сократить энергопотери и повысить комфортность за счет сокращения времени нагрева теплообменника наружного блока во время работы системы в режиме обогрева.",
                    },
                    {
                      id: 14,
                      text: "5 скоростей вентилятора внутреннего блока. Переключением скоростей можно управлять с пульта ДУ.",
                    },
                    {
                      id: 15,
                      text: "Фиксация внутреннего блока облегчает установку за счет увеличения рабочей зоны.",
                    },
                    {
                      id: 16,
                      text: "2 стороны подвода труб. Дренажные и фреоновые трубопроводы могут быть подключены как слева, так и справа.",
                    },
                    {
                      id: 17,
                      text: "Самодиагностика Отображение на дисплее блока кода ошибки или неисправности.",
                    },
                    {
                      id: 18,
                      text: "Простота чистки. Фронтальная панель кондиционера легко чистится, а жалюзийные заслонки легко отсоединяются без необходимости использования специальных инструментов.",
                    },
                    {
                      id: 19,
                      text: "Антикоррозийная защита. Специальное антикоррозийное покрытие BLUE FIN теплообменника наружного блока. Цвет покрытия - синий кобальт.",
                    },
                    {
                      id: 20,
                      text: "Скрытый LED-дисплей. Когда кондиционер выключен, LED-дисплей становится невидимым, сливаясь с лицевой панелью. ",
                    },
                  ],
                },
                {
                  id: 4,
                  image: require("@/assets/image/imageCatalog1/haier.webp"),
                  iconFactory: "",
                  iconWiFi: "Wi-Fi",
                  model: "Кондиционер Haier HSU-18HPL203/R3",
                  price: "000 руб",
                  description: [
                    "Площадь: до 50 м2",
                    "Мощность (холод/тепло): 5,2/5,4 кВт",
                    "Серия: Coral",
                    "Потребляемая мощность (холод/тепло):  1,62/1,495 кВт",
                    "Уровень шума (внутренний/наружный):(31/37/40/44)/54 дБ",
                    "Расход воздуха: 900 м3/ч",
                    "Класс энергоэффективности: А",
                    "Хладагент: R32",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 25/15 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (975х320х220)/(800х553х275) мм",
                    "Вес (внутренний/наружный): 11,6/35,5 кг",
                    "Wi-Fi управление через приложение Evo, 3-D Airflow-объемный воздушный поток, Матовый пластик, 5 скоростей вентилятора внутреннего блока, Спиральный воздушный поток, Функция I feel, режимы (Turbo, комфортного сна), Режим Intelligent Air, Ag+ покрытие испарителя, Максимальная длина воздушной струи 12м, Самодиагностика, Функция Авторестарт, Защита компрессора, Карта доступа для отелей, 24-часовой таймер, Широкий диапазон напряжения, Фиксация внутреннего блока, 2 стороны подвода труб, Простота чистки, Антикоррозийная защита, Скрытый LED-дисплей, Анибактериальный фильтр, воздушный фильтр",
                    "Сборка: завод Haier",
                    "Гарантия: 1 год",
                  ],
                  functionTitle:
                    "Функциональные особенности Haier HSU-18HPL203/R3 серия Coral:",
      
                  functionList: [
                    {
                      id: 1,
                      text: "Антибактериальный фильтр: совмещает в себе эффективность трех фильтров: антиаллергенного, антивирусного и антибактериального - и поддерживает воздух чистым и здоровым. Фильтр задерживает и дезактивирует пылевых клещей, пыльцу, вирусы и бактерии.",
                    },
                    {
                      id: 2,
                      text: "Ag+ покрытие испарителя. Испаритель внутреннего блока покрывается нано-ионами серебра, разрушающими ДНК бактерий, в результате чего они теряют способность к метаболизму и как следствие к росту и размножению.",
                    },
                    {
                      id: 3,
                      text: "Комфортный сон. Специальная программа контролирует температуру воздуха в помещении для создания наиболее благоприятных условий для сна.",
                    },
                    {
                      id: 4,
                      text: "Спиральный воздушный поток: холодный воздух не попадает на человека, а распределение температуры в помещении становится более равномерным.",
                    },
                    {
                      id: 5,
                      text: "Максимальная длина воздушной струи. Инновационная конструкция вентилятора позволяет осуществлять подачу воздуха на расстояние 12 м.",
                    },
                    {
                      id: 6,
                      text: "Режим Intelligent Air. Для комфортного и безопасного кондиционирования воздуха в помещении в режиме охлаждения воздушный поток направляется вдоль плоскости потолка, а в режиме обогрева теплый воздушный поток направляется почти вертикально вниз.",
                    },
                    {
                      id: 7,
                      text: "Режим Turbo. С помощью кнопки «TURBO / POWER» на пульте управления можно выбрать интенсивный режим работы, характеризующийся быстрым выходом на заданную температуру.",
                    },
                    {
                      id: 8,
                      text: "Функция «Авторестарт» автоматически возобновит последний режим работы кондиционера после устранения проблем с электропитанием, обеспечивая безопасность и удобство в работе.",
                    },
                    {
                      id: 9,
                      text: "Защита компрессора. Для защиты компрессора от повреждений при частых включениях предусмотрена трехминутная задержка запуска.",
                    },
                    {
                      id: 10,
                      text: "Карта доступа для отелей может контролировать включение и выключение системы кондиционирования. Данная опция удобна для управления кондиционерами в гостиничных номерах.",
                    },
                    {
                      id: 11,
                      text: "24-часовой таймер. Работа по таймеру позволяет автоматически поддерживать заданные параметры воздуха в помещении.",
                    },
                    {
                      id: 12,
                      text: "Широкий диапазон напряжения. Конструктивные особенности наружного блока позволяют поддерживать его работоспособность при значительных колебаниях напряжения в электрической сети.",
                    },
                    {
                      id: 13,
                      text: "Интеллектуальное оттаивание. Оттаивание выполняется только при необходимости, что позволяет сократить энергопотери и повысить комфортность за счет сокращения времени нагрева теплообменника наружного блока во время работы системы в режиме обогрева.",
                    },
                    {
                      id: 14,
                      text: "5 скоростей вентилятора внутреннего блока. Переключением скоростей можно управлять с пульта ДУ.",
                    },
                    {
                      id: 15,
                      text: "Фиксация внутреннего блока облегчает установку за счет увеличения рабочей зоны.",
                    },
                    {
                      id: 16,
                      text: "2 стороны подвода труб. Дренажные и фреоновые трубопроводы могут быть подключены как слева, так и справа.",
                    },
                    {
                      id: 17,
                      text: "Самодиагностика Отображение на дисплее блока кода ошибки или неисправности.",
                    },
                    {
                      id: 18,
                      text: "Простота чистки. Фронтальная панель кондиционера легко чистится, а жалюзийные заслонки легко отсоединяются без необходимости использования специальных инструментов.",
                    },
                    {
                      id: 19,
                      text: "Антикоррозийная защита. Специальное антикоррозийное покрытие BLUE FIN теплообменника наружного блока. Цвет покрытия - синий кобальт.",
                    },
                    {
                      id: 20,
                      text: "Скрытый LED-дисплей. Когда кондиционер выключен, LED-дисплей становится невидимым, сливаясь с лицевой панелью. ",
                    },
                  ],
                },
                {
                  id: 5,
                  image: require("@/assets/image/imageCatalog1/haier.webp"),
                  iconFactory: "",
                  iconWiFi: "Wi-Fi",
                  model: "Кондиционер Haier HSU-24HPL203/R3",
                  price: "000 руб",
                  description: [
                    "Площадь: до 70 м2",
                    "Мощность (холод/тепло): 6,8/7,1 кВт",
                    "Серия: Coral",
                    "Потребляемая мощность (холод/тепло): 2,12/1,965 кВт",
                    "Уровень шума (внутренний/наружный): (32/42/45/48)/55 дБ",
                    "Расход воздуха: 1000 м3/ч",
                    "Класс энергоэффективности: А",
                    "Хладагент: R32",
                    "Диаметр труб (жидкость и газ): 1/4 и 5/8 дюйма",
                    "Максимальная длина/высота трассы: 25/15 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (975х320х220)/(890х697х353) мм",
                    "Вес (внутренний/наружный): 11,6/55,2 кг",
                    "Wi-Fi управление через приложение Evo, 3-D Airflow-объемный воздушный поток, Матовый пластик, 5 скоростей вентилятора внутреннего блока, Спиральный воздушный поток, Функция I feel, режимы (Turbo, комфортного сна), Режим Intelligent Air, Ag+ покрытие испарителя, Максимальная длина воздушной струи 12м, Самодиагностика, Функция Авторестарт, Защита компрессора, Карта доступа для отелей, 24-часовой таймер, Широкий диапазон напряжения, Фиксация внутреннего блока, 2 стороны подвода труб, Простота чистки, Антикоррозийная защита, Скрытый LED-дисплей, Анибактериальный фильтр, воздушный фильтр",
                    "Сборка: завод Haier",
                    "Гарантия: 1 год",
                  ],
                  functionTitle:
                    "Функциональные особенности Haier HSU-24HPL203/R3 серия Coral:",
      
                  functionList: [
                    {
                      id: 1,
                      text: "Антибактериальный фильтр: совмещает в себе эффективность трех фильтров: антиаллергенного, антивирусного и антибактериального - и поддерживает воздух чистым и здоровым. Фильтр задерживает и дезактивирует пылевых клещей, пыльцу, вирусы и бактерии.",
                    },
                    {
                      id: 2,
                      text: "Ag+ покрытие испарителя. Испаритель внутреннего блока покрывается нано-ионами серебра, разрушающими ДНК бактерий, в результате чего они теряют способность к метаболизму и как следствие к росту и размножению.",
                    },
                    {
                      id: 3,
                      text: "Комфортный сон. Специальная программа контролирует температуру воздуха в помещении для создания наиболее благоприятных условий для сна.",
                    },
                    {
                      id: 4,
                      text: "Спиральный воздушный поток: холодный воздух не попадает на человека, а распределение температуры в помещении становится более равномерным.",
                    },
                    {
                      id: 5,
                      text: "Максимальная длина воздушной струи. Инновационная конструкция вентилятора позволяет осуществлять подачу воздуха на расстояние 12 м.",
                    },
                    {
                      id: 6,
                      text: "Режим Intelligent Air. Для комфортного и безопасного кондиционирования воздуха в помещении в режиме охлаждения воздушный поток направляется вдоль плоскости потолка, а в режиме обогрева теплый воздушный поток направляется почти вертикально вниз.",
                    },
                    {
                      id: 7,
                      text: "Режим Turbo. С помощью кнопки «TURBO / POWER» на пульте управления можно выбрать интенсивный режим работы, характеризующийся быстрым выходом на заданную температуру.",
                    },
                    {
                      id: 8,
                      text: "Функция «Авторестарт» автоматически возобновит последний режим работы кондиционера после устранения проблем с электропитанием, обеспечивая безопасность и удобство в работе.",
                    },
                    {
                      id: 9,
                      text: "Защита компрессора. Для защиты компрессора от повреждений при частых включениях предусмотрена трехминутная задержка запуска.",
                    },
                    {
                      id: 10,
                      text: "Карта доступа для отелей может контролировать включение и выключение системы кондиционирования. Данная опция удобна для управления кондиционерами в гостиничных номерах.",
                    },
                    {
                      id: 11,
                      text: "24-часовой таймер. Работа по таймеру позволяет автоматически поддерживать заданные параметры воздуха в помещении.",
                    },
                    {
                      id: 12,
                      text: "Широкий диапазон напряжения. Конструктивные особенности наружного блока позволяют поддерживать его работоспособность при значительных колебаниях напряжения в электрической сети.",
                    },
                    {
                      id: 13,
                      text: "Интеллектуальное оттаивание. Оттаивание выполняется только при необходимости, что позволяет сократить энергопотери и повысить комфортность за счет сокращения времени нагрева теплообменника наружного блока во время работы системы в режиме обогрева.",
                    },
                    {
                      id: 14,
                      text: "5 скоростей вентилятора внутреннего блока. Переключением скоростей можно управлять с пульта ДУ.",
                    },
                    {
                      id: 15,
                      text: "Фиксация внутреннего блока облегчает установку за счет увеличения рабочей зоны.",
                    },
                    {
                      id: 16,
                      text: "2 стороны подвода труб. Дренажные и фреоновые трубопроводы могут быть подключены как слева, так и справа.",
                    },
                    {
                      id: 17,
                      text: "Самодиагностика Отображение на дисплее блока кода ошибки или неисправности.",
                    },
                    {
                      id: 18,
                      text: "Простота чистки. Фронтальная панель кондиционера легко чистится, а жалюзийные заслонки легко отсоединяются без необходимости использования специальных инструментов.",
                    },
                    {
                      id: 19,
                      text: "Антикоррозийная защита. Специальное антикоррозийное покрытие BLUE FIN теплообменника наружного блока. Цвет покрытия - синий кобальт.",
                    },
                    {
                      id: 20,
                      text: "Скрытый LED-дисплей. Когда кондиционер выключен, LED-дисплей становится невидимым, сливаясь с лицевой панелью. ",
                    },
                  ],
                },
              ],
            },
            {
              id: 6,
              brandsTitle: "Roland (Япония - сборка Midea - Бюджетный класс)",
              productAmount: "Все товары(10)",
              products: [
                {
                  id: 1,
                  image: require("@/assets/image/imageCatalog1/rol1.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Roland RD-MS07HSS/R1",
                  price: "000 руб",
                  description: [
                    "Площадь: до 21 м2",
                    "Мощность (холод/тепло):  2,25/2,4 кВт",
                    "Серия: Maestro",
                    "Потребляемая мощность (холод/тепло): 0,701/0,665 Вт",
                    "Уровень шума (внутренний/наружный): (24/32/38)/54 дБ",
                    "Расход воздуха: 320/440/480 м3/ч",
                    "Класс энергоэффективности: А",
                    "Хладагент: R32",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 20/8 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (722х290х187)/(720х495х270) мм",
                    "Вес (внутренний/наружный): 8,1/23,9 кг",
                    "3D Air Flow, Готов для установки модуля Wi-Fi LA-WF-MD30, Функция iFEEL; Режим КОМФОРТНОГО СНА, Режим TURBO, Таймер на включение/выключение, Антикоррозийное покрытие GOLDEN FIN, Надежный и долговечный GMCC компрессор, Защитная накладка на вентили, Высокоэффективный воздушный фильтр",
                    "Сборка: завод Midea",
                    "Гарантия: 30 месяцев",
                  ],
                  functionTitle:
                    "Функциональные особенности Roland RD-MS07HSS/R1 серия Maestro:",
                  functionText1:
                    "Системы кондиционирования ROLAND серии MAESTRO представлены пятью моделями классических сплит-систем мощностью от 7 до 24 kBTU. Сплит-системы соответствуют классу А энергоэффективности. Компрессоры производятся по японским технологиям, что обеспечивает их высокую надежность. Наружные блоки серии MAESTRO заправлены озонобезопасным хладагентом R32.",
                  functionText2:
                    "Кондиционеры ROLAND работают в режимах охлаждения, обогрева, вентиляции и осушения воздуха. Для удобства пользователя кондиционеры оснащены информативным скрытым дисплеем, который по желанию может быть отключен, и высокоинформативным пультом дистанционного управления. Все внутренние блоки подготовлены для установки модуля Wi-Fi LA-WF-MD30(опция) Высокое качество продукции ROLAND гарантируется многоуровневым контролем качества.",
                },
                {
                  id: 2,
                  image: require("@/assets/image/imageCatalog1/rol1.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер RD-MS09HSS/R1",
                  price: "000 руб",
                  description: [
                    "Площадь: до 27 м2",
                    "Мощность (холод/тепло):  2,75/2,8 кВт",
                    "Серия: Maestro",
                    "Потребляемая мощность (холод/тепло): 0,833/0,753 Вт",
                    "Уровень шума (внутренний/наружный): (24/32/38)/54 дБ",
                    "Расход воздуха: 310/460/510 м3/ч",
                    "Класс энергоэффективности: А",
                    "Хладагент: R32",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 20/8 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (722х290х187)/(720х495х270) мм",
                    "Вес (внутренний/наружный): 8,1/24,2 кг",
                    "3D Air Flow, Готов для установки модуля Wi-Fi LA-WF-MD30, Функция iFEEL; Режим КОМФОРТНОГО СНА, Режим TURBO, Таймер на включение/выключение, Антикоррозийное покрытие GOLDEN FIN, Надежный и долговечный GMCC компрессор, Защитная накладка на вентили, Высокоэффективный воздушный фильтр",
                    "Сборка: завод Midea",
                    "Гарантия:  30 месяцев",
                  ],
                  functionTitle:
                    "Функциональные особенности Roland RD-MS09HSS/R1 серия Roland Maestro:",
                  functionText1:
                    "Системы кондиционирования ROLAND серии MAESTRO представлены пятью моделями классических сплит-систем мощностью от 7 до 24 kBTU. Сплит-системы соответствуют классу А энергоэффективности. Компрессоры производятся по японским технологиям, что обеспечивает их высокую надежность. Наружные блоки серии MAESTRO заправлены озонобезопасным хладагентом R32.",
                  functionText2:
                    "Кондиционеры ROLAND работают в режимах охлаждения, обогрева, вентиляции и осушения воздуха. Для удобства пользователя кондиционеры оснащены информативным скрытым дисплеем, который по желанию может быть отключен, и высокоинформативным пультом дистанционного управления. Все внутренние блоки подготовлены для установки модуля Wi-Fi LA-WF-MD30(опция) Высокое качество продукции ROLAND гарантируется многоуровневым контролем качества.",
                },
                {
                  id: 3,
                  image: require("@/assets/image/imageCatalog1/rol1.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Roland RD-MS12HSS/R1",
                  price: "000 руб",
                  description: [
                    "Площадь: до 35 м2",
                    "Мощность (холод/тепло):  3,53/3,7 кВт",
                    "Серия: Maestro",
                    "Потребляемая мощность (холод/тепло): 1,09/0,997 Вт",
                    "Уровень шума (внутренний/наружный):  (25/31/37)/56 дБ",
                    "Расход воздуха: 360/480/540 м3/ч",
                    "Класс энергоэффективности: А",
                    "Хладагент: R32",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 20/8 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (802х297х189)/(720х495х270) мм",
                    "Вес (внутренний/наружный):  9,0/26,0 кг",
                    "3D Air Flow, Готов для установки модуля Wi-Fi LA-WF-MD30, Функция iFEEL; Режим КОМФОРТНОГО СНА, Режим TURBO, Таймер на включение/выключение, Антикоррозийное покрытие GOLDEN FIN, Надежный и долговечный GMCC компрессор, Защитная накладка на вентили, Высокоэффективный воздушный фильтр",
                    "Сборка: завод Midea",
                    "Гарантия:  30 месяцев",
                  ],
                  functionTitle:
                    "Функциональные особенности Roland RD-MS12HSS/R1 серия Roland Maestro:",
                  functionText1:
                    "Системы кондиционирования ROLAND серии MAESTRO представлены пятью моделями классических сплит-систем мощностью от 7 до 24 kBTU. Сплит-системы соответствуют классу А энергоэффективности. Компрессоры производятся по японским технологиям, что обеспечивает их высокую надежность. Наружные блоки серии MAESTRO заправлены озонобезопасным хладагентом R32.",
                  functionText2:
                    "Кондиционеры ROLAND работают в режимах охлаждения, обогрева, вентиляции и осушения воздуха. Для удобства пользователя кондиционеры оснащены информативным скрытым дисплеем, который по желанию может быть отключен, и высокоинформативным пультом дистанционного управления. Все внутренние блоки подготовлены для установки модуля Wi-Fi LA-WF-MD30(опция) Высокое качество продукции ROLAND гарантируется многоуровневым контролем качества.",
                },
                {
                  id: 4,
                  image: require("@/assets/image/imageCatalog1/rol1.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Roland RD-MS18HSS/R1",
                  price: "000 руб",
                  description: [
                    "Площадь: до 50 м2",
                    "Мощность (холод/тепло):   5,5/5,55 кВт",
                    "Серия: Maestro",
                    "Потребляемая мощность (холод/тепло): 1,703/1,537 Вт",
                    "Уровень шума (внутренний/наружный): (30/36/42)/57 дБ",
                    "Расход воздуха: 540/620/820 м3/ч",
                    "Класс энергоэффективности: А",
                    "Хладагент: R32",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 25/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (965x319x215)/(765x555x303) мм",
                    "Вес (внутренний/наружный):  12,1/34,5 кг",
                    "3D Air Flow, Готов для установки модуля Wi-Fi LA-WF-MD30, Функция iFEEL; Режим КОМФОРТНОГО СНА, Режим TURBO, Таймер на включение/выключение, Антикоррозийное покрытие GOLDEN FIN, Надежный и долговечный GMCC компрессор, Защитная накладка на вентили, Высокоэффективный воздушный фильтр",
                    "Сборка: завод Midea",
                    "Гарантия:  30 месяцев",
                  ],
                  functionTitle:
                    "Функциональные особенности Roland RD-MS18HSS/R1 серия Roland Maestro:",
                  functionText1:
                    "Системы кондиционирования ROLAND серии MAESTRO представлены пятью моделями классических сплит-систем мощностью от 7 до 24 kBTU. Сплит-системы соответствуют классу А энергоэффективности. Компрессоры производятся по японским технологиям, что обеспечивает их высокую надежность. Наружные блоки серии MAESTRO заправлены озонобезопасным хладагентом R32.",
                  functionText2:
                    "Кондиционеры ROLAND работают в режимах охлаждения, обогрева, вентиляции и осушения воздуха. Для удобства пользователя кондиционеры оснащены информативным скрытым дисплеем, который по желанию может быть отключен, и высокоинформативным пультом дистанционного управления. Все внутренние блоки подготовлены для установки модуля Wi-Fi LA-WF-MD30(опция) Высокое качество продукции ROLAND гарантируется многоуровневым контролем качества.",
                },
                {
                  id: 5,
                  image: require("@/assets/image/imageCatalog1/rol1.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Roland RD-MS24HSS/R1",
                  price: "000 руб",
                  description: [
                    "Площадь: до 73 м2",
                    "Мощность (холод/тепло): 7,3/7,4 кВт",
                    "Серия: Maestro",
                    "Потребляемая мощность (холод/тепло): 2,232/1,984 Вт",
                    "Уровень шума (внутренний/наружный): (32/40/45)/60,5 дБ",
                    "Расход воздуха: 900/1000/1150 м3/ч",
                    "Класс энергоэффективности: А",
                    "Хладагент: R32",
                    "Диаметр труб (жидкость и газ): 3/8 и 5/8 дюйма",
                    "Максимальная длина/высота трассы: 25/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (1080x335x226)/(890x673x342) мм",
                    "Вес (внутренний/наружный):  15,0/47,9 кг",
                    "3D Air Flow, Готов для установки модуля Wi-Fi LA-WF-MD30, Функция iFEEL; Режим КОМФОРТНОГО СНА, Режим TURBO, Таймер на включение/выключение, Антикоррозийное покрытие GOLDEN FIN, Надежный и долговечный GMCC компрессор, Защитная накладка на вентили, Высокоэффективный воздушный фильтр",
                    "Сборка: завод Midea",
                    "Гарантия:  30 месяцев",
                  ],
                  functionTitle:
                    "Функциональные особенности Roland RD-MS24HSS/R1 серия Roland Maestro:",
                  functionText1:
                    "Системы кондиционирования ROLAND серии MAESTRO представлены пятью моделями классических сплит-систем мощностью от 7 до 24 kBTU. Сплит-системы соответствуют классу А энергоэффективности. Компрессоры производятся по японским технологиям, что обеспечивает их высокую надежность. Наружные блоки серии MAESTRO заправлены озонобезопасным хладагентом R32.",
                  functionText2:
                    "Кондиционеры ROLAND работают в режимах охлаждения, обогрева, вентиляции и осушения воздуха. Для удобства пользователя кондиционеры оснащены информативным скрытым дисплеем, который по желанию может быть отключен, и высокоинформативным пультом дистанционного управления. Все внутренние блоки подготовлены для установки модуля Wi-Fi LA-WF-MD30(опция) Высокое качество продукции ROLAND гарантируется многоуровневым контролем качества.",
                },
                {
                  id: 6,
                  image: require("@/assets/image/imageCatalog1/rol2.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Roland FU-07HSS010/N4",
                  price: "000 руб",
                  description: [
                    "Площадь:  10-22 м2",
                    "Мощность (холод/тепло): 2,2/2,345 кВт",
                    "Серия: Favorite",
                    "Потребляемая мощность (холод/тепло): 0,685/0,65 кВт",
                    "Уровень шума (внутренний/наружный): (23/29/32)/52 дБ",
                    "Расход воздуха: 302/373/445 м3/час",
                    "Класс энергоэффективности: B",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ):  (715х285х194)/(700х550х275) мм",
                    "Вес (внутренний/наружный):  7,1/25,3 кг",
                    "Компрессор Toshiba (GMCC), скрытый дисплей, режим Turbo, ночной режим, таймер, Функция разморозки «Defrosting», Авторестар, Таймер, антикоррозийное покрытие теплообменников Golden Protection, Воздушный фильтр",
                    "Сборка: завод Midea",
                    "Гарантия:  30 месяцев",
                  ],
                  functionTitle:
                    "Функциональные особенности Roland FU-07HSS010/N4 серия FAVORITE:",
                  functionText1:
                    "Системы кондиционирования ROLAND серии FAVORITE представлены пятью моделями классических сплит-систем мощностью от 7 до 24 kBTU. Сплит-системы соответствуют классу А энергоэффективности. Компрессоры производятся по японским технологиям, что обеспечивает их высокую надежность.",
                  functionText2:
                    "Кондиционеры ROLAND работают в режимах охлаждения, обогрева, вентиляции и осушения воздуха. Для удобства пользователя кондиционеры оснащены информативным скрытым дисплеем и функциональным пультом дистанционного управления. Высокое качество продукции ROLAND гарантируется многоуровневым контролем качества.",
                  functionList: [
                    {
                      id: 1,
                      text: "Функция разморозки «Defrosting»",
                    },
                    {
                      id: 2,
                      text: "4 режима работы: охлаждение, обогрев, осушение, вентиляция",
                    },
                    {
                      id: 3,
                      text: "Низкий уровень шума, от 23 дБ(А)",
                    },
                    {
                      id: 4,
                      text: "Скрытый дисплей",
                    },
                    {
                      id: 5,
                      text: "Авторестарт",
                    },
                    {
                      id: 6,
                      text: "Ночной режим",
                    },
                    {
                      id: 7,
                      text: "Режим Turbo.",
                    },
                    {
                      id: 8,
                      text: "Таймер",
                    },
                    {
                      id: 9,
                      text: "Озонобезопасный хладаген R410A",
                    },
                    {
                      id: 10,
                      text: "Антикоррозийное покрытие теплообменников Golden Protection 370/400",
                    },
                  ],
                },
                {
                  id: 7,
                  image: require("@/assets/image/imageCatalog1/rol2.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Roland FU-09HSS010/N4",
                  price: "000 руб",
                  description: [
                    "Площадь:  15-26 м2",
                    "Мощность (холод/тепло): 2,64/2,78 кВт",
                    "Серия: Favorite II",
                    "Потребляемая мощность (холод/тепло): 0,822/0,771 кВт",
                    "Уровень шума (внутренний/наружный): (25/32/35)/54 дБ",
                    "Расход воздуха: 320/400/452 м3/час",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ):  (715х285х194)/(700х550х275) мм",
                    "Вес (внутренний/наружный):  7,5/26,4 кг",
                    "Компрессор Toshiba (GMCC), скрытый дисплей, режим Turbo, ночной режим, таймер, Функция разморозки «Defrosting», Авторестар, Таймер, антикоррозийное покрытие теплообменников Golden Protection, Воздушный фильтр",
                    "Сборка: завод Midea",
                    "Гарантия:  30 месяцев",
                  ],
                  functionTitle:
                    "Функциональные особенности Roland FU-09HSS010/N4 серия FAVORITE:",
                  functionText1:
                    "Системы кондиционирования ROLAND серии FAVORITE представлены пятью моделями классических сплит-систем мощностью от 7 до 24 kBTU. Сплит-системы соответствуют классу А энергоэффективности. Компрессоры производятся по японским технологиям, что обеспечивает их высокую надежность.",
                  functionText2:
                    "Кондиционеры ROLAND работают в режимах охлаждения, обогрева, вентиляции и осушения воздуха. Для удобства пользователя кондиционеры оснащены информативным скрытым дисплеем и функциональным пультом дистанционного управления. Высокое качество продукции ROLAND гарантируется многоуровневым контролем качества.",
                  functionList: [
                    {
                      id: 1,
                      text: "Функция разморозки «Defrosting»",
                    },
                    {
                      id: 2,
                      text: "4 режима работы: охлаждение, обогрев, осушение, вентиляция",
                    },
                    {
                      id: 3,
                      text: "Низкий уровень шума, от 23 дБ(А)",
                    },
                    {
                      id: 4,
                      text: "Скрытый дисплей",
                    },
                    {
                      id: 5,
                      text: "Авторестарт",
                    },
                    {
                      id: 6,
                      text: "Ночной режим",
                    },
                    {
                      id: 7,
                      text: "Режим Turbo.",
                    },
                    {
                      id: 8,
                      text: "Таймер",
                    },
                    {
                      id: 9,
                      text: "Озонобезопасный хладаген R410A",
                    },
                    {
                      id: 10,
                      text: "Антикоррозийное покрытие теплообменников Golden Protection 370/400",
                    },
                  ],
                },
                {
                  id: 8,
                  image: require("@/assets/image/imageCatalog1/rol2.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Roland FU-12HSS010/N6",
                  price: "000 руб",
                  description: [
                    "Площадь:  25-35 м2",
                    "Мощность (холод/тепло): 3,52/3,81 кВт",
                    "Серия: Favorite II",
                    "Потребляемая мощность (холод/тепло): 1,097/1,055 кВт",
                    "Уровень шума (внутренний/наружный): (26/33/36)/56,5 дБ",
                    "Расход воздуха: 388/482/593 м3/час",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ):  (805х285х194)/(770х555х300) мм",
                    "Вес (внутренний/наружный): 8,1/30,8 кг",
                    "Компрессор Toshiba (GMCC), скрытый дисплей, режим Turbo, ночной режим, таймер, Функция разморозки «Defrosting», Авторестар, Таймер, антикоррозийное покрытие теплообменников Golden Protection, Воздушный фильтр",
                    "Сборка: завод Midea",
                    "Гарантия:  30 месяцев",
                  ],
                  functionTitle:
                    "Функциональные особенности Roland FU-12HSS010/N6 серия FAVORITE II:",
                  functionText1:
                    "Системы кондиционирования ROLAND серии FAVORITE представлены пятью моделями классических сплит-систем мощностью от 7 до 24 kBTU. Сплит-системы соответствуют классу А энергоэффективности. Компрессоры производятся по японским технологиям, что обеспечивает их высокую надежность.",
                  functionText2:
                    "Кондиционеры ROLAND работают в режимах охлаждения, обогрева, вентиляции и осушения воздуха. Для удобства пользователя кондиционеры оснащены информативным скрытым дисплеем и функциональным пультом дистанционного управления. Высокое качество продукции ROLAND гарантируется многоуровневым контролем качества.",
                  functionList: [
                    {
                      id: 1,
                      text: "Функция разморозки «Defrosting»",
                    },
                    {
                      id: 2,
                      text: "4 режима работы: охлаждение, обогрев, осушение, вентиляция",
                    },
                    {
                      id: 3,
                      text: "Низкий уровень шума, от 23 дБ(А)",
                    },
                    {
                      id: 4,
                      text: "Скрытый дисплей",
                    },
                    {
                      id: 5,
                      text: "Авторестарт",
                    },
                    {
                      id: 6,
                      text: "Ночной режим",
                    },
                    {
                      id: 7,
                      text: "Режим Turbo.",
                    },
                    {
                      id: 8,
                      text: "Таймер",
                    },
                    {
                      id: 9,
                      text: "Озонобезопасный хладаген R410A",
                    },
                    {
                      id: 10,
                      text: "Антикоррозийное покрытие теплообменников Golden Protection 370/400",
                    },
                  ],
                },
                {
                  id: 9,
                  image: require("@/assets/image/imageCatalog1/rol2.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Roland FU-18HSS010/N6",
                  price: "000 руб",
                  description: [
                    "Площадь:  35-52 м2",
                    "Мощность (холод/тепло): 5,28/5,52 кВт",
                    "Серия: Favorite II",
                    "Потребляемая мощность (холод/тепло): 1,645/1,543 кВт",
                    "Уровень шума (внутренний/наружный): (29/36/40)/56,5 дБ",
                    "Расход воздуха: 542/664/819 м3/час",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ):  (957х302х213)/(770х555х300) мм",
                    "Вес (внутренний/наружный): 10,5/36,6 кг",
                    "Компресор HITACHI, скрытый дисплей, режим Turbo, ночной режим, таймер, Функция разморозки «Defrosting», Авторестар, Таймер, антикоррозийное покрытие теплообменников Golden Protection, Воздушный фильтр",
                    "Сборка: завод Midea",
                    "Гарантия:  30 месяцев",
                  ],
                  functionTitle:
                    "Функциональные особенности Roland FU-18HSS010/N6 серия FAVORITE II:",
                  functionText1:
                    "Системы кондиционирования ROLAND серии FAVORITE представлены пятью моделями классических сплит-систем мощностью от 7 до 24 kBTU. Сплит-системы соответствуют классу А энергоэффективности. Компрессоры производятся по японским технологиям, что обеспечивает их высокую надежность.",
                  functionText2:
                    "Кондиционеры ROLAND работают в режимах охлаждения, обогрева, вентиляции и осушения воздуха. Для удобства пользователя кондиционеры оснащены информативным скрытым дисплеем и функциональным пультом дистанционного управления. Высокое качество продукции ROLAND гарантируется многоуровневым контролем качества.",
                  functionList: [
                    {
                      id: 1,
                      text: "Функция разморозки «Defrosting»",
                    },
                    {
                      id: 2,
                      text: "4 режима работы: охлаждение, обогрев, осушение, вентиляция",
                    },
                    {
                      id: 3,
                      text: "Низкий уровень шума, от 23 дБ(А)",
                    },
                    {
                      id: 4,
                      text: "Скрытый дисплей",
                    },
                    {
                      id: 5,
                      text: "Авторестарт",
                    },
                    {
                      id: 6,
                      text: "Ночной режим",
                    },
                    {
                      id: 7,
                      text: "Режим Turbo.",
                    },
                    {
                      id: 8,
                      text: "Таймер",
                    },
                    {
                      id: 9,
                      text: "Озонобезопасный хладаген R410A",
                    },
                    {
                      id: 10,
                      text: "Антикоррозийное покрытие теплообменников Golden Protection 370/400",
                    },
                  ],
                },
                {
                  id: 10,
                  image: require("@/assets/image/imageCatalog1/rol2.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Roland FU-24HSS010/N6",
                  price: "000 руб",
                  description: [
                    "Площадь:  50-70 м2",
                    "Мощность (холод/тепло): 7,035/7,33 кВт",
                    "Серия: Favorite II",
                    "Потребляемая мощность (холод/тепло): 2,192/2,03 кВт",
                    "Уровень шума (внутренний/наружный): (31/38/45)/59,5 дБ",
                    "Расход воздуха: 638/792/997 м3/час",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 3/8 и 5/8 дюйма",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ):  (1040х327х220)/(845х702х363) мм",
                    "Вес (внутренний/наружный): 13,2/48,8 кг",
                    "Компресор Toshiba (GMCC), скрытый дисплей, режим Turbo, ночной режим, таймер, Функция разморозки «Defrosting», Авторестар, Таймер, антикоррозийное покрытие теплообменников Golden Protection, Воздушный фильтр",
                    "Сборка: завод Midea",
                    "Гарантия:  30 месяцев",
                  ],
                  functionTitle:
                    "Функциональные особенности Roland FU-24HSS010/N6 серия FAVORITE II:",
                  functionText1:
                    "Системы кондиционирования ROLAND серии FAVORITE представлены пятью моделями классических сплит-систем мощностью от 7 до 24 kBTU. Сплит-системы соответствуют классу А энергоэффективности. Компрессоры производятся по японским технологиям, что обеспечивает их высокую надежность.",
                  functionText2:
                    "Кондиционеры ROLAND работают в режимах охлаждения, обогрева, вентиляции и осушения воздуха. Для удобства пользователя кондиционеры оснащены информативным скрытым дисплеем и функциональным пультом дистанционного управления. Высокое качество продукции ROLAND гарантируется многоуровневым контролем качества.",
                  functionList: [
                    {
                      id: 1,
                      text: "Функция разморозки «Defrosting»",
                    },
                    {
                      id: 2,
                      text: "4 режима работы: охлаждение, обогрев, осушение, вентиляция",
                    },
                    {
                      id: 3,
                      text: "Низкий уровень шума, от 23 дБ(А)",
                    },
                    {
                      id: 4,
                      text: "Скрытый дисплей",
                    },
                    {
                      id: 5,
                      text: "Авторестарт",
                    },
                    {
                      id: 6,
                      text: "Ночной режим",
                    },
                    {
                      id: 7,
                      text: "Режим Turbo.",
                    },
                    {
                      id: 8,
                      text: "Таймер",
                    },
                    {
                      id: 9,
                      text: "Озонобезопасный хладаген R410A",
                    },
                    {
                      id: 10,
                      text: "Антикоррозийное покрытие теплообменников Golden Protection 370/400",
                    },
                  ],
                },
              ],
            },
            {
              id: 7,
              brandsTitle: "Hisense (собственный завод в Китае - Средний класс)",
              productAmount: "Все товары(13)",
              products: [
                {
                  id: 1,
                  image: require("@/assets/image/imageCatalog1/His1.webp"),
                  iconFactory: "",
                  model: "Кондиционер Hisense AS-07HR4RYDDC00",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 21 м2",
                    "Мощность (холод/тепло): 2,25/2,4 кВт",
                    "Серия:  NEO Classic A",
                    "Потребляемая мощность (холод/тепло):  0,655/0,61 кВт",
                    "Уровень шума (внутренний/наружный): (23,5/25/28,5/30/32)/52 дБ",
                    "Расход воздуха: 350/380/400/460/500 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R32",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 15/8 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +21~+43/-10~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (757х250х205)/(660х482х240) мм",
                    "Вес (внутренний/наружный):  6,7/21,5 кг",
                    "Компрессор: Rechi",
                    "Функция «I Feel», 4D-AUTO Air - вертикальные и горизонтальные автожалюзи, функция самоочистки, 5 скоростей вентилятора внутреннего блока, MIRAGE-дисплей, светопрозрачный пластик передней панели, режим Smart, энергоэффективность класса А, таймер, режим Sleep, режим Super, Smart Defrost, Dimmer, авторестарт, система самодиагностики и защиты, устойчивость к перепаду напряжения, двусторонее подключение дренажа, защитная накладка на вентили внешнего блока, Фильтры: ULTRA High Density, Carbon filter и LTC фильтр",
                    "Сборка: завод Hisense",
                    "Гарантия:  3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Hisense AS-07HR4RYDDC00 Серия NEO Classic A:",
                  functionText1:
                    "Серия NEO Classic A оснащена полностью автоматическими жалюзи 4D AUTO-Air, что дает возможность регулировать распределение воздуха полностью по вашему желанию с помощью пульта дистанционного управления. Раньше эта функция была доступна только у моделей бизнес класса. Полнофункциональный дисплей скрыт за светопрозрачной передней панелью, что делает эксплуатацию очень удобной.",
                  functionText2:
                    "Все модели серии оснащены обновленным фильтром высокого класса очистки ULTRA Hi Density фильтр, который удаляет более 90% пыли и других частиц из воздуха в помещении. Дополнительно установлены формальдегидный и угольный фильтры, которые удаляют из воздуха вредные органические вещества и неприятные запахи.",
                  functionText3:
                    "Серия NEO Classic A имеет энергоэффективность класса А, функцию I Feel (Я ощущаю), что позволяет контролировать температуру непосредственно рядом с пользователем, а также еще множество особенностей, наряду с традиционными функциями самоочистки, авторестарта и самодиагностики.",
                },
                {
                  id: 2,
                  image: require("@/assets/image/imageCatalog1/His1.webp"),
                  iconFactory: "",
                  model: "Кондиционер Hisense AS-09HR4RYDDC00",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 25 м2",
                    "Мощность (холод/тепло): 2,55/2,6 кВт",
                    "Серия:  NEO Classic A",
                    "Потребляемая мощность (холод/тепло): 0,78/0,705 кВт",
                    "Уровень шума (внутренний/наружный): (23,5/25/28,5/30/32)/52 дБ",
                    "Расход воздуха: 350/380/460/600/620 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R32",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 15/8 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +21~+43/-10~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (757х250х2054)/(790х318х260) мм",
                    "Вес (внутренний/наружный): 7,0/23,0 кг",
                    "Компрессор: GMCC",
                    "Функция «I Feel», 4D-AUTO Air - вертикальные и горизонтальные автожалюзи, функция самоочистки, 5 скоростей вентилятора внутреннего блока, MIRAGE-дисплей, светопрозрачный пластик передней панели, режим Smart, энергоэффективность класса А, таймер, режим Sleep, режим Super, Smart Defrost, Dimmer, авторестарт, система самодиагностики и защиты, устойчивость к перепаду напряжения, двусторонее подключение дренажа, защитная накладка на вентили внешнего блока, Фильтры: ULTRA High Density, Carbon filter и LTC фильтр",
                    "Сборка: завод Hisense",
                    "Гарантия:  3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Hisense AS-09HR4RYDDC00 Серия NEO Classic A:",
                  functionText1:
                    "Серия NEO Classic A оснащена полностью автоматическими жалюзи 4D AUTO-Air, что дает возможность регулировать распределение воздуха полностью по вашему желанию с помощью пульта дистанционного управления. Раньше эта функция была доступна только у моделей бизнес класса. Полнофункциональный дисплей скрыт за светопрозрачной передней панелью, что делает эксплуатацию очень удобной.",
                  functionText2:
                    "Все модели серии оснащены обновленным фильтром высокого класса очистки ULTRA Hi Density фильтр, который удаляет более 90% пыли и других частиц из воздуха в помещении. Дополнительно установлены формальдегидный и угольный фильтры, которые удаляют из воздуха вредные органические вещества и неприятные запахи.",
                  functionText3:
                    "Серия NEO Classic A имеет энергоэффективность класса А, функцию I Feel (Я ощущаю), что позволяет контролировать температуру непосредственно рядом с пользователем, а также еще множество особенностей, наряду с традиционными функциями самоочистки, авторестарта и самодиагностики.",
                },
                {
                  id: 3,
                  image: require("@/assets/image/imageCatalog1/His1.webp"),
                  iconFactory: "",
                  model: "Кондиционер Hisense AS-12HR4RYDDC00",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 35 м2",
                    "Мощность (холод/тепло): 3,2/3,2 кВт",
                    "Серия:  NEO Classic A",
                    "Потребляемая мощность (холод/тепло): 0,998/0,885 кВт",
                    "Уровень шума (внутренний/наружный): (27,5/30/32,5/33,5/35)/52 дБ",
                    "Расход воздуха: 350/380/460/500/600",
                    "Класс энергоэффективности: A",
                    "Хладагент: R32",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 15/8 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +21~+43/-10~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (800х270х214)/(715х482х240) мм",
                    "Вес (внутренний/наружный): 8,0/26,0 кг",
                    "Компрессор: GMCC",
                    "Функция «I Feel», 4D-AUTO Air - вертикальные и горизонтальные автожалюзи, функция самоочистки, 5 скоростей вентилятора внутреннего блока, MIRAGE-дисплей, светопрозрачный пластик передней панели, режим Smart, энергоэффективность класса А, таймер, режим Sleep, режим Super, Smart Defrost, Dimmer, авторестарт, система самодиагностики и защиты, устойчивость к перепаду напряжения, двусторонее подключение дренажа, защитная накладка на вентили внешнего блока, Фильтры: ULTRA High Density, Carbon filter и LTC фильтр",
                    "Сборка: завод Hisense",
                    "Гарантия:  3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Hisense AS-12HR4RYDDC00 Серия NEO Classic A:",
                  functionText1:
                    "Серия NEO Classic A оснащена полностью автоматическими жалюзи 4D AUTO-Air, что дает возможность регулировать распределение воздуха полностью по вашему желанию с помощью пульта дистанционного управления. Раньше эта функция была доступна только у моделей бизнес класса. Полнофункциональный дисплей скрыт за светопрозрачной передней панелью, что делает эксплуатацию очень удобной.",
                  functionText2:
                    "Все модели серии оснащены обновленным фильтром высокого класса очистки ULTRA Hi Density фильтр, который удаляет более 90% пыли и других частиц из воздуха в помещении. Дополнительно установлены формальдегидный и угольный фильтры, которые удаляют из воздуха вредные органические вещества и неприятные запахи.",
                  functionText3:
                    "Серия NEO Classic A имеет энергоэффективность класса А, функцию I Feel (Я ощущаю), что позволяет контролировать температуру непосредственно рядом с пользователем, а также еще множество особенностей, наряду с традиционными функциями самоочистки, авторестарта и самодиагностики.",
                },
                {
                  id: 4,
                  image: require("@/assets/image/imageCatalog1/His2.webp"),
                  iconFactory: "",
                  model: "Кондиционер Hisense AS-07HW4SYDTG035",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 21 м2",
                    "Мощность (холод/тепло): 2,1/2,2 кВт",
                    "Серия: NEO Premium Classic A",
                    "Потребляемая мощность (холод/тепло): 0,654/0,61 кВт",
                    "Уровень шума (внутренний/наружный): (26/26,5/29/33/36)/51 дБ",
                    "Расход воздуха: 350/380/400/460/480 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 15/8 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): -40~+43/-25~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (880х275х207)/(660х482х240) мм",
                    "Вес (внутренний/наружный): 7,0/21,5 кг",
                    "Компрессор: Rechi",
                    "Функция «I Feel», 4D-AUTO Air - вертикальные и горизонтальные автожалюзи, Wi-Fi ready, 5 скоростей вентилятора внутреннего блока, функция самоочистки, MIRAGE-дисплей, светопрозрачный пластик передней панели, режим Smart, таймер, режим Sleep, режим Super, Dimmer, авторестарт, индикатор утечки фреона, система самодиагностики и защиты, устойчивость к перепаду напряжения, двусторонее подключение дренажа, защитная накладка на вентили внешнего блока, работа на холод/обогрев до -40/-25 °C, Фильтры: Ultra Hi Density фильтр, фотокаталитический фильтр, Silver Ion фильтр, плазменная очистка воздуха Cold Plasma Ion Generator",
                    "Сборка: завод Hisense",
                    "Гарантия:  3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Hisense AS-07HW4SYDTG035 серии Premium Classic A:",
                  functionText1:
                    "Сплит-системы серии Premium Classic A имеют высокий класс энергоэффективности А. Отличительной особенностью модели является функция 4D FLOW. Благодаря автоматическим вертикальным и горизонтальным жалюзи появилась возможность управления подачей воздуха с пульта ДУ в 4-х направлениях, что повышает удобство и комфорт для пользователя. Специальное дополнительное защитное покрытие теплообменника внешнего блока Golden Fin обладает антикоррозийными и гидрофильными свойствами, обеспечивает дополнительную защиту теплообменника, предотвращает коррозию и окисление, обеспечивает быстрое удаление конденсата, что улучшает эффективность теплообмена, повышает надежность и срок эксплуатации. Шумоизоляция компрессора внешнего блока снижает уровень шума.",
                  functionText2:
                    "За качество воздуха в помещении отвечает система фильтрации, которая включает в себя Silver Ion фильтр, фотокаталитический фильтр и Hi Density фильтр. Фотокаталитический фильтр и плазменная очистка воздуха Cold Plasma Ion Generato rспособная эффективно окислять и разрушать молекулы химических соединений, запахов, а также вирусы, бактерии, споры грибов и других загрязнителей органического происхождения. Фильтр возможно быстро восстановить, подержав его на солнце 6-8 часов после 3-4 месяцев эксплуатации.",
                  functionList: [
                    {
                      id: 1,
                      text: "Энергоэффективность класса А",
                    },
                    {
                      id: 2,
                      text: "MIRAGE дисплей ",
                    },
                    {
                      id: 3,
                      text: "Светопрозрачный пластик передней панели",
                    },
                    {
                      id: 4,
                      text: "4D AUTO Air (автоматические вертикальные и горизонтальные жалюзи)",
                    },
                    {
                      id: 5,
                      text: "Режимы  «Sleep»,  «Smart»,  «Super», Функция «I Feel»",
                    },
                    {
                      id: 6,
                      text: "Ultra Hi Density фильтр, Фотокаталитический фильтр, Silver Ion",
                    },
                    {
                      id: 7,
                      text: "Плазменная очистка воздуха Cold Plasma Ion Generator",
                    },
                    {
                      id: 8,
                      text: "Golden Fin –защитное покрытие теплообменника внешнего блока",
                    },
                    {
                      id: 9,
                      text: "Таймер на включение и отключение, Dimmer ",
                    },
                    {
                      id: 10,
                      text: "Функция Самоочистки",
                    },
                    {
                      id: 11,
                      text: "Двухстороннее подключение для слива конденсата (левое или правое)",
                    },
                    {
                      id: 12,
                      text: "Защитная накладка на вентили внешнего блока",
                    },
                    {
                      id: 13,
                      text: "Шумоизоляция компрессора",
                    },
                  ],
                },
                {
                  id: 5,
                  image: require("@/assets/image/imageCatalog1/His2.webp"),
                  iconFactory: "",
                  model: "Кондиционер Hisense AS-10HW4SYDTG5",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 27 м2",
                    "Мощность (холод/тепло): 2,7/2,75 кВт",
                    "Серия: NEO Premium Classic A",
                    "Потребляемая мощность (холод/тепло): 0,84/0,755 кВт",
                    "Уровень шума (внутренний/наружный): (31/31,5/34/37/37,5)/50,5 дБ",
                    "Расход воздуха: 350/380/460/500/600 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 20/8 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): -40~+43/-25~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ):  (880х275х207)/(715х482х240) мм",
                    "Вес (внутренний/наружный): 8,4/27,0 кг",
                    "Компрессор: GMCC",
                    "Функция «I Feel», 4D-AUTO Air - вертикальные и горизонтальные автожалюзи, Wi-Fi ready, 5 скоростей вентилятора внутреннего блока, функция самоочистки, MIRAGE-дисплей, светопрозрачный пластик передней панели, режим Smart, таймер, режим Sleep, режим Super, Dimmer, авторестарт, индикатор утечки фреона, система самодиагностики и защиты, устойчивость к перепаду напряжения, двусторонее подключение дренажа, защитная накладка на вентили внешнего блока, работа на холод/обогрев до -40/-25 °C, Фильтры: Ultra Hi Density фильтр, фотокаталитический фильтр, Silver Ion фильтр, плазменная очистка воздуха Cold Plasma Ion Generator",
                    "Сборка: завод Hisense",
                    "Гарантия:  3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Hisense AS-10HW4SYDTG5 серии Premium Classic A:",
                  functionText1:
                    "Сплит-системы серии Premium Classic A имеют высокий класс энергоэффективности А. Отличительной особенностью модели является функция 4D FLOW. Благодаря автоматическим вертикальным и горизонтальным жалюзи появилась возможность управления подачей воздуха с пульта ДУ в 4-х направлениях, что повышает удобство и комфорт для пользователя. Специальное дополнительное защитное покрытие теплообменника внешнего блока Golden Fin обладает антикоррозийными и гидрофильными свойствами, обеспечивает дополнительную защиту теплообменника, предотвращает коррозию и окисление, обеспечивает быстрое удаление конденсата, что улучшает эффективность теплообмена, повышает надежность и срок эксплуатации. Шумоизоляция компрессора внешнего блока снижает уровень шума.",
                  functionText2:
                    "За качество воздуха в помещении отвечает система фильтрации, которая включает в себя Silver Ion фильтр, фотокаталитический фильтр и Hi Density фильтр. Фотокаталитический фильтр и плазменная очистка воздуха Cold Plasma Ion Generato rспособная эффективно окислять и разрушать молекулы химических соединений, запахов, а также вирусы, бактерии, споры грибов и других загрязнителей органического происхождения. Фильтр возможно быстро восстановить, подержав его на солнце 6-8 часов после 3-4 месяцев эксплуатации.",
                  functionList: [
                    {
                      id: 1,
                      text: "Энергоэффективность класса А",
                    },
                    {
                      id: 2,
                      text: "MIRAGE дисплей ",
                    },
                    {
                      id: 3,
                      text: "Светопрозрачный пластик передней панели",
                    },
                    {
                      id: 4,
                      text: "4D AUTO Air (автоматические вертикальные и горизонтальные жалюзи)",
                    },
                    {
                      id: 5,
                      text: "Режимы  «Sleep»,  «Smart»,  «Super», Функция «I Feel»",
                    },
                    {
                      id: 6,
                      text: "Ultra Hi Density фильтр, Фотокаталитический фильтр, Silver Ion",
                    },
                    {
                      id: 7,
                      text: "Плазменная очистка воздуха Cold Plasma Ion Generator",
                    },
                    {
                      id: 8,
                      text: "Golden Fin –защитное покрытие теплообменника внешнего блока",
                    },
                    {
                      id: 9,
                      text: "Таймер на включение и отключение, Dimmer ",
                    },
                    {
                      id: 10,
                      text: "Функция Самоочистки",
                    },
                    {
                      id: 11,
                      text: "Двухстороннее подключение для слива конденсата (левое или правое)",
                    },
                    {
                      id: 12,
                      text: "Защитная накладка на вентили внешнего блока",
                    },
                    {
                      id: 13,
                      text: "Шумоизоляция компрессора",
                    },
                  ],
                },
                {
                  id: 6,
                  image: require("@/assets/image/imageCatalog1/His2.webp"),
                  iconFactory: "",
                  model: "Кондиционер Hisense AS-13HW4SVDTG5",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 37 м2",
                    "Мощность (холод/тепло): 3,7/3,75 кВт",
                    "Серия: NEO Premium Classic A",
                    "Потребляемая мощность (холод/тепло): 1,152/1,038 кВт",
                    "Уровень шума (внутренний/наружный): (32/32,5/34/36,5/37)/51 дБ",
                    "Расход воздуха: 350/380/460/500/600 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 20/8 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): -40~+43/-25~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (880х275х207)/(660х482х240) мм",
                    "Вес (внутренний/наружный): 8,0/24,0 кг",
                    "Компрессор: GMCC",
                    "Функция «I Feel», 4D-AUTO Air - вертикальные и горизонтальные автожалюзи, Wi-Fi ready, 5 скоростей вентилятора внутреннего блока, функция самоочистки, MIRAGE-дисплей, светопрозрачный пластик передней панели, режим Smart, таймер, режим Sleep, режим Super, Dimmer, авторестарт, индикатор утечки фреона, система самодиагностики и защиты, устойчивость к перепаду напряжения, двусторонее подключение дренажа, защитная накладка на вентили внешнего блока, работа на холод/обогрев до -40/-25 °C, Фильтры: Ultra Hi Density фильтр, фотокаталитический фильтр, Silver Ion фильтр, плазменная очистка воздуха Cold Plasma Ion Generator",
                    "Сборка: завод Hisense",
                    "Гарантия:  3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Hisense AS-13HW4SVDTG5 серии Premium Classic A:",
                  functionText1:
                    "Сплит-системы серии Premium Classic A имеют высокий класс энергоэффективности А. Отличительной особенностью модели является функция 4D FLOW. Благодаря автоматическим вертикальным и горизонтальным жалюзи появилась возможность управления подачей воздуха с пульта ДУ в 4-х направлениях, что повышает удобство и комфорт для пользователя. Специальное дополнительное защитное покрытие теплообменника внешнего блока Golden Fin обладает антикоррозийными и гидрофильными свойствами, обеспечивает дополнительную защиту теплообменника, предотвращает коррозию и окисление, обеспечивает быстрое удаление конденсата, что улучшает эффективность теплообмена, повышает надежность и срок эксплуатации. Шумоизоляция компрессора внешнего блока снижает уровень шума.",
                  functionText2:
                    "За качество воздуха в помещении отвечает система фильтрации, которая включает в себя Silver Ion фильтр, фотокаталитический фильтр и Hi Density фильтр. Фотокаталитический фильтр и плазменная очистка воздуха Cold Plasma Ion Generato rспособная эффективно окислять и разрушать молекулы химических соединений, запахов, а также вирусы, бактерии, споры грибов и других загрязнителей органического происхождения. Фильтр возможно быстро восстановить, подержав его на солнце 6-8 часов после 3-4 месяцев эксплуатации.",
                  functionList: [
                    {
                      id: 1,
                      text: "Энергоэффективность класса А",
                    },
                    {
                      id: 2,
                      text: "MIRAGE дисплей ",
                    },
                    {
                      id: 3,
                      text: "Светопрозрачный пластик передней панели",
                    },
                    {
                      id: 4,
                      text: "4D AUTO Air (автоматические вертикальные и горизонтальные жалюзи)",
                    },
                    {
                      id: 5,
                      text: "Режимы  «Sleep»,  «Smart»,  «Super», Функция «I Feel»",
                    },
                    {
                      id: 6,
                      text: "Ultra Hi Density фильтр, Фотокаталитический фильтр, Silver Ion",
                    },
                    {
                      id: 7,
                      text: "Плазменная очистка воздуха Cold Plasma Ion Generator",
                    },
                    {
                      id: 8,
                      text: "Golden Fin –защитное покрытие теплообменника внешнего блока",
                    },
                    {
                      id: 9,
                      text: "Таймер на включение и отключение, Dimmer ",
                    },
                    {
                      id: 10,
                      text: "Функция Самоочистки",
                    },
                    {
                      id: 11,
                      text: "Двухстороннее подключение для слива конденсата (левое или правое)",
                    },
                    {
                      id: 12,
                      text: "Защитная накладка на вентили внешнего блока",
                    },
                    {
                      id: 13,
                      text: "Шумоизоляция компрессора",
                    },
                  ],
                },
                {
                  id: 7,
                  image: require("@/assets/image/imageCatalog1/His3.webp"),
                  iconFactory: "",
                  model: "Кондиционер Hisense AS-07HW4SYDTG035В",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 21 м2",
                    "Мощность (холод/тепло): 2,1/2,2 кВт",
                    "Серия: BLACK CRYSTAL Classic A",
                    "Потребляемая мощность (холод/тепло):  0,654/0,61 кВт",
                    "Уровень шума (внутренний/наружный): (26/26,5/29/33/36)/51 дБ",
                    "Расход воздуха: 350/380/400/460/480 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 15/8 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): -40~+43/-25~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (880х275х207)/(660х482х240) мм",
                    "Вес (внутренний/наружный): 7,0/21,5 кг",
                    "Функция «I Feel», 4D-AUTO Air - вертикальные и горизонтальные автожалюзи, Wi-Fi ready, 5 скоростей вентилятора внутреннего блока, функция самоочистки, MIRAGE-дисплей, светопрозрачный пластик передней панели, режим Smart, таймер, режим Sleep, режим Super, Dimmer, авторестарт, индикатор утечки фреона, система самодиагностики и защиты, устойчивость к перепаду напряжения, двусторонее подключение дренажа, защитная накладка на вентили внешнего блока, работа на холод/обогрев до -40/-25 °C, Фильтры: Ultra Hi Density фильтр, фотокаталитический фильтр, Silver Ion фильтр, плазменная очистка воздуха Cold Plasma Ion Generator",
                    "Сборка: завод Hisense",
                    "Гарантия:  3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Hisense AS-07HW4SYDTG035В серии BLACK CRYSTAL CLASSIC A:",
                  functionText1:
                    "Сплит-системы серии BLACK CRYSTAL CLASSIC A отличаются эксклюзивным дизайнерским решением – смелым и одновременно строгим. Внутренний блок кондиционера выполнен в глубоком глянцевом черном цвете. Такого выразительного эффекта удалось достичь за счет дополнительного покрытия Crystal Glass на лицевой панели. Стильный эргономичный пульт дистанционного управления в специальном лимитированном исполнении Black edition идеально сочетается с цветом внутреннего блока кондиционера.",
                  functionText2:
                    "Кондиционеры BLACK CRYSTAL CLASSIC A оснащены полностью автоматическими жалюзи 4D AUTO-Air, что дает возможность регулировать распределение воздуха полностью по вашему желанию с помощью пульта дистанционного управления. Все модели серии BLACK CRYSTAL CLASSIC A оснащены 5-ти скоростным вентилятором внутреннего блока и функцией утечки хладагента. Мультискоростной вентилятор дает возможность гибкой настройки скорости воздуха - от слабого дуновения до мощного потока, способного за считанные минуты охладить или согреть помещение. Индикация утечки хладагента появляется в виде кода ошибки на дисплее внутреннего блока, помогая вовремя обнаружить проблему и предотвратить выход сплит-системы из строя.",
                  functionText3:
                    "а качество воздуха в помещении отвечает комплексная система фильтрации: включает в себя ULTRA Hi Density фильтр, Silver Ion фильтр, фотокаталитический фильтр. Модели серии BLACK CRYSTAL CLASSIC A имеют возможность управления кондиционером с помощью Wi-Fi модуля (не входит в комплектацию, приобретается отдельно).",  
                },
                {
                  id: 8,
                  image: require("@/assets/image/imageCatalog1/His3.webp"),
                  iconFactory: "",
                  model: "Кондиционер Hisense AS-10HW4SYDTG5B",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 24 м2",
                    "Мощность (холод/тепло): 2,7/2,75 кВт",
                    "Серия: BLACK CRYSTAL Classic A",
                    "Потребляемая мощность (холод/тепло): 0,84/0,755 кВт",
                    "Уровень шума (внутренний/наружный): (31/31,5/34/37/37,5)/50,5 дБ",
                    "Расход воздуха: 350/380/460/500/600 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 20/8 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): -40~+43/-25~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (880х275х207)/(660х482х240) мм",
                    "Вес (внутренний/наружный): 8,0/24,0 кг",
                    "Компрессор: GMCC",
                    "Функция «I Feel», 4D-AUTO Air - вертикальные и горизонтальные автожалюзи, Wi-Fi ready, 5 скоростей вентилятора внутреннего блока, функция самоочистки, MIRAGE-дисплей, светопрозрачный пластик передней панели, режим Smart, таймер, режим Sleep, режим Super, Dimmer, авторестарт, индикатор утечки фреона, система самодиагностики и защиты, устойчивость к перепаду напряжения, двусторонее подключение дренажа, защитная накладка на вентили внешнего блока, работа на холод/обогрев до -40/-25 °C, Фильтры: Ultra Hi Density фильтр, фотокаталитический фильтр, Silver Ion фильтр, плазменная очистка воздуха Cold Plasma Ion Generator",
                    "Сборка: завод Hisense",
                    "Гарантия:  3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Hisense AS-10HW4SYDTG5B серии BLACK CRYSTAL CLASSIC A:",
                  functionText1:
                    "Сплит-системы серии BLACK CRYSTAL CLASSIC A отличаются эксклюзивным дизайнерским решением – смелым и одновременно строгим. Внутренний блок кондиционера выполнен в глубоком глянцевом черном цвете. Такого выразительного эффекта удалось достичь за счет дополнительного покрытия Crystal Glass на лицевой панели. Стильный эргономичный пульт дистанционного управления в специальном лимитированном исполнении Black edition идеально сочетается с цветом внутреннего блока кондиционера.",
                  functionText2:
                    "Кондиционеры BLACK CRYSTAL CLASSIC A оснащены полностью автоматическими жалюзи 4D AUTO-Air, что дает возможность регулировать распределение воздуха полностью по вашему желанию с помощью пульта дистанционного управления. Все модели серии BLACK CRYSTAL CLASSIC A оснащены 5-ти скоростным вентилятором внутреннего блока и функцией утечки хладагента. Мультискоростной вентилятор дает возможность гибкой настройки скорости воздуха - от слабого дуновения до мощного потока, способного за считанные минуты охладить или согреть помещение. Индикация утечки хладагента появляется в виде кода ошибки на дисплее внутреннего блока, помогая вовремя обнаружить проблему и предотвратить выход сплит-системы из строя.",
                  functionText3:
                    "а качество воздуха в помещении отвечает комплексная система фильтрации: включает в себя ULTRA Hi Density фильтр, Silver Ion фильтр, фотокаталитический фильтр. Модели серии BLACK CRYSTAL CLASSIC A имеют возможность управления кондиционером с помощью Wi-Fi модуля (не входит в комплектацию, приобретается отдельно).",  
                },
                {
                  id: 9,
                  image: require("@/assets/image/imageCatalog1/His3.webp"),
                  iconFactory: "",
                  model: "Кондиционер Hisense AS-13HW4SVDTG5В",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 37 м2",
                    "Мощность (холод/тепло): 2,7/2,75 кВт",
                    "Серия: BLACK CRYSTAL Classic A",
                    "Потребляемая мощность (холод/тепло): 1,152/1,038 кВт",
                    "Уровень шума (внутренний/наружный): (32/32,5/34/36,5/37)/51 дБ",
                    "Расход воздуха: 350/380/460/500/600 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 20/8 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): -40~+43/-25~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (880х275х207)/(715х482х240) мм",
                    "Вес (внутренний/наружный): 8,4/27,0 кг",
                    "Компрессор: GMCC",
                    "Функция «I Feel», 4D-AUTO Air - вертикальные и горизонтальные автожалюзи, Wi-Fi ready, 5 скоростей вентилятора внутреннего блока, функция самоочистки, MIRAGE-дисплей, светопрозрачный пластик передней панели, режим Smart, таймер, режим Sleep, режим Super, Dimmer, авторестарт, индикатор утечки фреона, система самодиагностики и защиты, устойчивость к перепаду напряжения, двусторонее подключение дренажа, защитная накладка на вентили внешнего блока, работа на холод/обогрев до -40/-25 °C, Фильтры: Ultra Hi Density фильтр, фотокаталитический фильтр, Silver Ion фильтр, плазменная очистка воздуха Cold Plasma Ion Generator",
                    "Сборка: завод Hisense",
                    "Гарантия:  3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Hisense AS-13HW4SVDTG5В серии BLACK CRYSTAL CLASSIC A:",
                  functionText1:
                    "Сплит-системы серии BLACK CRYSTAL CLASSIC A отличаются эксклюзивным дизайнерским решением – смелым и одновременно строгим. Внутренний блок кондиционера выполнен в глубоком глянцевом черном цвете. Такого выразительного эффекта удалось достичь за счет дополнительного покрытия Crystal Glass на лицевой панели. Стильный эргономичный пульт дистанционного управления в специальном лимитированном исполнении Black edition идеально сочетается с цветом внутреннего блока кондиционера.",
                  functionText2:
                    "Кондиционеры BLACK CRYSTAL CLASSIC A оснащены полностью автоматическими жалюзи 4D AUTO-Air, что дает возможность регулировать распределение воздуха полностью по вашему желанию с помощью пульта дистанционного управления. Все модели серии BLACK CRYSTAL CLASSIC A оснащены 5-ти скоростным вентилятором внутреннего блока и функцией утечки хладагента. Мультискоростной вентилятор дает возможность гибкой настройки скорости воздуха - от слабого дуновения до мощного потока, способного за считанные минуты охладить или согреть помещение. Индикация утечки хладагента появляется в виде кода ошибки на дисплее внутреннего блока, помогая вовремя обнаружить проблему и предотвратить выход сплит-системы из строя.",
                  functionText3:
                    "а качество воздуха в помещении отвечает комплексная система фильтрации: включает в себя ULTRA Hi Density фильтр, Silver Ion фильтр, фотокаталитический фильтр. Модели серии BLACK CRYSTAL CLASSIC A имеют возможность управления кондиционером с помощью Wi-Fi модуля (не входит в комплектацию, приобретается отдельно).",  
                },
                {
                  id: 10,
                  image: require("@/assets/image/imageCatalog1/His1.webp"),
                  iconFactory: "",
                  model: "Кондиционер Hisense AS-18HR4RMADC00",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 52 м2",
                    "Мощность (холод/тепло): 5,2/5,2 кВт",
                    "Серия:  NEO Classic A",
                    "Потребляемая мощность (холод/тепло):  1,651/1,496 кВт",
                    "Уровень шума (внутренний/наружный): (33,5/36/38,5/40/41,5)/52,5 дБ",
                    "Расход воздуха: 600/630/750/1050/1100 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R32",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 20/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +21~+43/-10~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (977x315x236)/(780x540x260) мм",
                    "Вес (внутренний/наружный): 12,5/38,0 кг",
                    "Компрессор: GMCC",
                    "Функция «I Feel», 4D-AUTO Air - вертикальные и горизонтальные автожалюзи, функция самоочистки, 5 скоростей вентилятора внутреннего блока, MIRAGE-дисплей, светопрозрачный пластик передней панели, режим Smart, энергоэффективность класса А, таймер, режим Sleep, режим Super, Smart Defrost, Dimmer, авторестарт, система самодиагностики и защиты, устойчивость к перепаду напряжения, двусторонее подключение дренажа, защитная накладка на вентили внешнего блока, Фильтры: ULTRA High Density, Carbon filter и LTC фильтр",
                    "Сборка: завод Hisense",
                    "Гарантия:  3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Hisense AS-18HR4RMADC00  Серия NEO Classic A:",
                  functionText1:
                    "Серия NEO Classic A оснащена полностью автоматическими жалюзи 4D AUTO-Air, что дает возможность регулировать распределение воздуха полностью по вашему желанию с помощью пульта дистанционного управления. Раньше эта функция была доступна только у моделей бизнес класса. Полнофункциональный дисплей скрыт за светопрозрачной передней панелью, что делает эксплуатацию очень удобной.",
                  functionText2:
                    "Все модели серии оснащены обновленным фильтром высокого класса очистки ULTRA Hi Density фильтр, который удаляет более 90% пыли и других частиц из воздуха в помещении. Дополнительно установлены формальдегидный и угольный фильтры, которые удаляют из воздуха вредные органические вещества и неприятные запахи.",
                  functionText3:
                    "Серия NEO Classic A имеет энергоэффективность класса А, функцию I Feel (Я ощущаю), что позволяет контролировать температуру непосредственно рядом с пользователем, а также еще множество особенностей, наряду с традиционными функциями самоочистки, авторестарта и самодиагностики.",
                  iconFactory: "Hisense",
                  model: "Кондиционер Hisense AS-24HR4RBADC00",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 70 м2",
                    "Мощность (холод/тепло):  7,0/7,3 кВт",
                    "Серия:  NEO Classic A",
                    "Потребляемая мощность (холод/тепло):  2,115/1,994 кВт",
                    "Уровень шума (внутренний/наружный): (33,5/36/38,5/40/41,5)/54 дБ",
                    "Расход воздуха: 600/630/750/1050/1100 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R32",
                    "Диаметр труб (жидкость и газ): 3/8 и 5/8 дюйма",
                    "Максимальная длина/высота трассы: 20/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +21~+43/-10~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (977х315х236)/(860х650х310) мм",
                    "Вес (внутренний/наружный): 12,5/45,0 кг",
                    "Компрессор: GMCC",
                    "Функция «I Feel», 4D-AUTO Air - вертикальные и горизонтальные автожалюзи, функция самоочистки, 5 скоростей вентилятора внутреннего блока, MIRAGE-дисплей, светопрозрачный пластик передней панели, режим Smart, энергоэффективность класса А, таймер, режим Sleep, режим Super, Smart Defrost, Dimmer, авторестарт, система самодиагностики и защиты, устойчивость к перепаду напряжения, двусторонее подключение дренажа, защитная накладка на вентили внешнего блока, Фильтры: ULTRA High Density, Carbon filter и LTC фильтр",
                    "Сборка: завод Hisense",
                    "Гарантия:  3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Hisense AS-24HR4RBADC00 Серия NEO Classic A:",
                  functionText1:
                    "Серия NEO Classic A оснащена полностью автоматическими жалюзи 4D AUTO-Air, что дает возможность регулировать распределение воздуха полностью по вашему желанию с помощью пульта дистанционного управления. Раньше эта функция была доступна только у моделей бизнес класса. Полнофункциональный дисплей скрыт за светопрозрачной передней панелью, что делает эксплуатацию очень удобной.",
                  functionText2:
                    "Все модели серии оснащены обновленным фильтром высокого класса очистки ULTRA Hi Density фильтр, который удаляет более 90% пыли и других частиц из воздуха в помещении. Дополнительно установлены формальдегидный и угольный фильтры, которые удаляют из воздуха вредные органические вещества и неприятные запахи.",
                  functionText3:
                    "Серия NEO Classic A имеет энергоэффективность класса А, функцию I Feel (Я ощущаю), что позволяет контролировать температуру непосредственно рядом с пользователем, а также еще множество особенностей, наряду с традиционными функциями самоочистки, авторестарта и самодиагностики.",
                },
                {
                  id: 11,
                  image: require("@/assets/image/imageCatalog1/His1.webp"),
                  iconFactory: "",
                  model: "Кондиционер Hisense AS-24HR4RBADC00",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 70 м2",
                    "Мощность (холод/тепло):7,0/7,3 кВт",
                    "Серия:  NEO Classic A",
                    "Потребляемая мощность (холод/тепло): 2,115/1,994 кВт",
                    "Уровень шума (внутренний/наружный): (33,5/36/38,5/40/41,5)/54 дБ",
                    "Расход воздуха: 600/630/750/1050/1100 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R32",
                    "Диаметр труб (жидкость и газ): 3/8 и 5/8 дюйма",
                    "Максимальная длина/высота трассы: 20/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +21~+43/-10~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (977х315х236)/(860х650х310) мм",
                    "Вес (внутренний/наружный): 12,5/45,0 кг",
                    "Компрессор: GMCC",
                    "Функция «I Feel», 4D-AUTO Air - вертикальные и горизонтальные автожалюзи, функция самоочистки, 5 скоростей вентилятора внутреннего блока, MIRAGE-дисплей, светопрозрачный пластик передней панели, режим Smart, энергоэффективность класса А, таймер, режим Sleep, режим Super, Smart Defrost, Dimmer, авторестарт, система самодиагностики и защиты, устойчивость к перепаду напряжения, двусторонее подключение дренажа, защитная накладка на вентили внешнего блока, Фильтры: ULTRA High Density, Carbon filter и LTC фильтр",
                    "Сборка: завод Hisense",
                    "Гарантия:  3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Hisense AS-24HR4RBADC00  Серия NEO Classic A:",
                  functionText1:
                    "Серия NEO Classic A оснащена полностью автоматическими жалюзи 4D AUTO-Air, что дает возможность регулировать распределение воздуха полностью по вашему желанию с помощью пульта дистанционного управления. Раньше эта функция была доступна только у моделей бизнес класса. Полнофункциональный дисплей скрыт за светопрозрачной передней панелью, что делает эксплуатацию очень удобной.",
                  functionText2:
                    "Все модели серии оснащены обновленным фильтром высокого класса очистки ULTRA Hi Density фильтр, который удаляет более 90% пыли и других частиц из воздуха в помещении. Дополнительно установлены формальдегидный и угольный фильтры, которые удаляют из воздуха вредные органические вещества и неприятные запахи.",
                  functionText3:
                    "Серия NEO Classic A имеет энергоэффективность класса А, функцию I Feel (Я ощущаю), что позволяет контролировать температуру непосредственно рядом с пользователем, а также еще множество особенностей, наряду с традиционными функциями самоочистки, авторестарта и самодиагностики.",
                  iconFactory: "Hisense",
                  model: "Кондиционер Hisense AS-24HR4RBADC00",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 70 м2",
                    "Мощность (холод/тепло):  7,0/7,3 кВт",
                    "Серия:  NEO Classic A",
                    "Потребляемая мощность (холод/тепло):  2,115/1,994 кВт",
                    "Уровень шума (внутренний/наружный): (33,5/36/38,5/40/41,5)/54 дБ",
                    "Расход воздуха: 600/630/750/1050/1100 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R32",
                    "Диаметр труб (жидкость и газ): 3/8 и 5/8 дюйма",
                    "Максимальная длина/высота трассы: 20/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +21~+43/-10~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (977х315х236)/(860х650х310) мм",
                    "Вес (внутренний/наружный): 12,5/45,0 кг",
                    "Компрессор: GMCC",
                    "Функция «I Feel», 4D-AUTO Air - вертикальные и горизонтальные автожалюзи, функция самоочистки, 5 скоростей вентилятора внутреннего блока, MIRAGE-дисплей, светопрозрачный пластик передней панели, режим Smart, энергоэффективность класса А, таймер, режим Sleep, режим Super, Smart Defrost, Dimmer, авторестарт, система самодиагностики и защиты, устойчивость к перепаду напряжения, двусторонее подключение дренажа, защитная накладка на вентили внешнего блока, Фильтры: ULTRA High Density, Carbon filter и LTC фильтр",
                    "Сборка: завод Hisense",
                    "Гарантия:  3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Hisense AS-24HR4RBADC00 Серия NEO Classic A:",
                  functionText1:
                    "Серия NEO Classic A оснащена полностью автоматическими жалюзи 4D AUTO-Air, что дает возможность регулировать распределение воздуха полностью по вашему желанию с помощью пульта дистанционного управления. Раньше эта функция была доступна только у моделей бизнес класса. Полнофункциональный дисплей скрыт за светопрозрачной передней панелью, что делает эксплуатацию очень удобной.",
                  functionText2:
                    "Все модели серии оснащены обновленным фильтром высокого класса очистки ULTRA Hi Density фильтр, который удаляет более 90% пыли и других частиц из воздуха в помещении. Дополнительно установлены формальдегидный и угольный фильтры, которые удаляют из воздуха вредные органические вещества и неприятные запахи.",
                  functionText3:
                    "Серия NEO Classic A имеет энергоэффективность класса А, функцию I Feel (Я ощущаю), что позволяет контролировать температуру непосредственно рядом с пользователем, а также еще множество особенностей, наряду с традиционными функциями самоочистки, авторестарта и самодиагностики.",
                },
                {
                  id: 12,
                  image: require("@/assets/image/imageCatalog1/His2.webp"),
                  iconFactory: "",
                  model: "Кондиционер Hisense AS-18HR4SMATG015",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 53 м2",
                    "Мощность (холод/тепло): 5,3/5,35 кВт",
                    "Серия: NEO Premium Classic A",
                    "Потребляемая мощность (холод/тепло): 1,616/1,442 кВт",
                    "Уровень шума (внутренний/наружный): (34,5/35/39/44/45)/51 дБ",
                    "Расход воздуха: 600/630/750/1050/1100 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 20/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): -40~+43/-25~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (1050х320х235)/(780х540х260) мм",
                    "Вес (внутренний/наружный): 12,0/38,0 кг",
                    "Компрессор: GMCC",
                    "Функция «I Feel», 4D-AUTO Air - вертикальные и горизонтальные автожалюзи, Wi-Fi ready, 5 скоростей вентилятора внутреннего блока, функция самоочистки, MIRAGE-дисплей, светопрозрачный пластик передней панели, режим Smart, таймер, режим Sleep, режим Super, Dimmer, авторестарт, индикатор утечки фреона, система самодиагностики и защиты, устойчивость к перепаду напряжения, двусторонее подключение дренажа, защитная накладка на вентили внешнего блока, работа на холод/обогрев до -40/-25 °C, Фильтры: Ultra Hi Density фильтр, фотокаталитический фильтр, Silver Ion фильтр, плазменная очистка воздуха Cold Plasma Ion Generator",
                    "Сборка: завод Hisense",
                    "Гарантия:  3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Hisense AS-18HR4SMATG015 серии Premium Classic A:",
                  functionText1:
                    "Сплит-системы серии Premium Classic A имеют высокий класс энергоэффективности А. Отличительной особенностью модели является функция 4D FLOW. Благодаря автоматическим вертикальным и горизонтальным жалюзи появилась возможность управления подачей воздуха с пульта ДУ в 4-х направлениях, что повышает удобство и комфорт для пользователя. Специальное дополнительное защитное покрытие теплообменника внешнего блока Golden Fin обладает антикоррозийными и гидрофильными свойствами, обеспечивает дополнительную защиту теплообменника, предотвращает коррозию и окисление, обеспечивает быстрое удаление конденсата, что улучшает эффективность теплообмена, повышает надежность и срок эксплуатации. Шумоизоляция компрессора внешнего блока снижает уровень шума.",
                  functionText2:
                    "За качество воздуха в помещении отвечает система фильтрации, которая включает в себя Silver Ion фильтр, фотокаталитический фильтр и Hi Density фильтр. Фотокаталитический фильтр и плазменная очистка воздуха Cold Plasma Ion Generato rспособная эффективно окислять и разрушать молекулы химических соединений, запахов, а также вирусы, бактерии, споры грибов и других загрязнителей органического происхождения. Фильтр возможно быстро восстановить, подержав его на солнце 6-8 часов после 3-4 месяцев эксплуатации.",
                  functionList: [
                    {
                      id: 1,
                      text: "Энергоэффективность класса А",
                    },
                    {
                      id: 2,
                      text: "MIRAGE дисплей ",
                    },
                    {
                      id: 3,
                      text: "Светопрозрачный пластик передней панели",
                    },
                    {
                      id: 4,
                      text: "4D AUTO Air (автоматические вертикальные и горизонтальные жалюзи)",
                    },
                    {
                      id: 5,
                      text: "Режимы  «Sleep»,  «Smart»,  «Super», Функция «I Feel»",
                    },
                    {
                      id: 6,
                      text: "Ultra Hi Density фильтр, Фотокаталитический фильтр, Silver Ion",
                    },
                    {
                      id: 7,
                      text: "Плазменная очистка воздуха Cold Plasma Ion Generator",
                    },
                    {
                      id: 8,
                      text: "Golden Fin –защитное покрытие теплообменника внешнего блока",
                    },
                    {
                      id: 9,
                      text: "Таймер на включение и отключение, Dimmer ",
                    },
                    {
                      id: 10,
                      text: "Функция Самоочистки",
                    },
                    {
                      id: 11,
                      text: "Двухстороннее подключение для слива конденсата (левое или правое)",
                    },
                    {
                      id: 12,
                      text: "Защитная накладка на вентили внешнего блока",
                    },
                    {
                      id: 13,
                      text: "Шумоизоляция компрессора",
                    },
                  ],
                },
                {
                  id: 13,
                  image: require("@/assets/image/imageCatalog1/His2.webp"),
                  iconFactory: "",
                  model: "Кондиционер Hisense AS-24HR4SBATG005",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 72 м2",
                    "Мощность (холод/тепло): 7,2/7,4 кВт",
                    "Серия: NEO Premium Classic A",
                    "Потребляемая мощность (холод/тепло): 2,195/1,873 кВт",
                    "Уровень шума (внутренний/наружный): (35/35,5/40/45,5/45,5)/56 дБ",
                    "Расход воздуха: 700/750/880/1200/1250 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 3/8 и 5/8 дюйма",
                    "Максимальная длина/высота трассы: 20/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): -40~+43/-25~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (1050х320х235)/(860х650х310) мм",
                    "Вес (внутренний/наружный): 14,5/45,0 кг",
                    "Компрессор: GMCC",
                    "Функция «I Feel», 4D-AUTO Air - вертикальные и горизонтальные автожалюзи, Wi-Fi ready, 5 скоростей вентилятора внутреннего блока, функция самоочистки, MIRAGE-дисплей, светопрозрачный пластик передней панели, режим Smart, таймер, режим Sleep, режим Super, Dimmer, авторестарт, индикатор утечки фреона, система самодиагностики и защиты, устойчивость к перепаду напряжения, двусторонее подключение дренажа, защитная накладка на вентили внешнего блока, работа на холод/обогрев до -40/-25 °C, Фильтры: Ultra Hi Density фильтр, фотокаталитический фильтр, Silver Ion фильтр, плазменная очистка воздуха Cold Plasma Ion Generator",
                    "Сборка: завод Hisense",
                    "Гарантия:  3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Hisense AS-24HR4SBATG005 серии Premium Classic A:",
                  functionText1:
                    "Сплит-системы серии Premium Classic A имеют высокий класс энергоэффективности А. Отличительной особенностью модели является функция 4D FLOW. Благодаря автоматическим вертикальным и горизонтальным жалюзи появилась возможность управления подачей воздуха с пульта ДУ в 4-х направлениях, что повышает удобство и комфорт для пользователя. Специальное дополнительное защитное покрытие теплообменника внешнего блока Golden Fin обладает антикоррозийными и гидрофильными свойствами, обеспечивает дополнительную защиту теплообменника, предотвращает коррозию и окисление, обеспечивает быстрое удаление конденсата, что улучшает эффективность теплообмена, повышает надежность и срок эксплуатации. Шумоизоляция компрессора внешнего блока снижает уровень шума.",
                  functionText2:
                    "За качество воздуха в помещении отвечает система фильтрации, которая включает в себя Silver Ion фильтр, фотокаталитический фильтр и Hi Density фильтр. Фотокаталитический фильтр и плазменная очистка воздуха Cold Plasma Ion Generato rспособная эффективно окислять и разрушать молекулы химических соединений, запахов, а также вирусы, бактерии, споры грибов и других загрязнителей органического происхождения. Фильтр возможно быстро восстановить, подержав его на солнце 6-8 часов после 3-4 месяцев эксплуатации.",
                  functionList: [
                    {
                      id: 1,
                      text: "Энергоэффективность класса А",
                    },
                    {
                      id: 2,
                      text: "MIRAGE дисплей ",
                    },
                    {
                      id: 3,
                      text: "Светопрозрачный пластик передней панели",
                    },
                    {
                      id: 4,
                      text: "4D AUTO Air (автоматические вертикальные и горизонтальные жалюзи)",
                    },
                    {
                      id: 5,
                      text: "Режимы  «Sleep»,  «Smart»,  «Super», Функция «I Feel»",
                    },
                    {
                      id: 6,
                      text: "Ultra Hi Density фильтр, Фотокаталитический фильтр, Silver Ion",
                    },
                    {
                      id: 7,
                      text: "Плазменная очистка воздуха Cold Plasma Ion Generator",
                    },
                    {
                      id: 8,
                      text: "Golden Fin –защитное покрытие теплообменника внешнего блока",
                    },
                    {
                      id: 9,
                      text: "Таймер на включение и отключение, Dimmer ",
                    },
                    {
                      id: 10,
                      text: "Функция Самоочистки",
                    },
                    {
                      id: 11,
                      text: "Двухстороннее подключение для слива конденсата (левое или правое)",
                    },
                    {
                      id: 12,
                      text: "Защитная накладка на вентили внешнего блока",
                    },
                    {
                      id: 13,
                      text: "Шумоизоляция компрессора",
                    },
                  ],
                },
              ],
            },
            {
              id: 8,
              brandsTitle: "Royal Clima (Италия - сборка Gree, Midea, AUX, TCL)",
              productAmount: "Все товары(17)",
              products: [
                {
                  id: 1,
                  image: require("@/assets/image/imageCatalog1/Royal1.webp"),
                  iconFactory: "Gree",
                  model: "Кондиционер Royal Clima RC-GR22HN",
                  price: "30 000 руб",
                  description: [
                    "Площадь:  до 22 м2",
                    "Мощность (холод/тепло): 2,25/2,3 кВт",
                    "Серия: Grida",
                    "Потребляемая мощность (холод/тепло): 700/637 Вт",
                    "Уровень шума (внутренний/наружный): (27/29/30/31/35/37/40)/49 дБ",
                    "Расход воздуха:  250/290/310/420/450/470/520 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 15/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-15~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (696x251x191)/(710x450x293) мм",
                    "Вес (внутренний/наружный):  7,5/22,3 кг",
                    "7 скоростей Вентилятора, Функция I-Feel, АвтоОчистка полного цикла, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени, Фильтры: Генератор холодной плазмы, Высокоэффективный воздушный фильтр",
                    "Сборка: завод Gree",
                    "Гарантия:  3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Royal Clima RC-GR22HN серии Grida:",            functionText1:
                    "Классические кондиционеры премиум-класса серии GRIDA обладают минималистичным и одновременно притягивающим взгляд дизайном. Ключевой особенностью этой серии является антибактериальная обработка воздуха, которая обеспечивается установкой  «Холодная плазма» во внутреннем блоке. В дополнение к Cold Plasma эти кондиционеры оснащены функцией IFeel, благодаря которой вы всегда сможете отследить изменение температуры в месте нахождения пользователя.",
                  functionList: [
                    {
                      id: 1,
                      text: "7 скоростей вентилятора внутреннего воздуха",
                    },
                    {
                      id: 2,
                      text: "Cold Plasma – генератор холодной плазмы. Инновационное устройство, созданное на основе самых передовых разработок. Генератор холодной плазмы разлагает неприятные запахи, токсичные газы и аэрозоли, а также вырабатывает активные ионы кислорода и водорода, которые деактивируют переносимые по воздуху микроорганизмы, бактерии, вирусы, пыльцу и аллергены, тем самым очищая воздух. Дополнительный эффект от генератора холодной плазмы – ионизация воздуха, что положительно сказывается на общем состоянии организма человека за счет сбалансированного количества ионов водорода и кислорода на уровне идеальных естественных условий.",
                    },
                    {
                      id: 3,
                      text: "Smart DEFROST – функция умного оттаивания",
                    },
                    {
                      id: 4,
                      text: "iFeel – режим отслеживания температуры с пульта ДУ",
                    },
                    {
                      id: 5,
                      text: "iClean - cамоочистка внутреннего блока",
                    },
                    {
                      id: 6,
                      text: "Эргономичный пульт управления с яркой оранжевой подсветкой",
                    },
                    {
                      id: 7,
                      text: "Возможность отключения подсветки дисплея внутреннего блока",
                    },
                    {
                      id: 8,
                      text: "Класс энергоэффективности A/A",
                    },
                    {
                      id: 9,
                      text: "Режим комфортного сна",
                    },
                    {
                      id: 10,
                      text: "Таймер",
                    },
                    {
                      id: 11,
                      text: "Экономичный режим ECO",
                    },
                    {
                      id: 12,
                      text: "Функция автоматического перезапуска",
                    },
                    {
                      id: 13,
                      text: "Функция самодиагностики",
                    },
                    {
                      id: 14,
                      text: "Функция антиплесень",
                    },
                  ],
                },
                {
                  id: 2,
                  image: require("@/assets/image/imageCatalog1/Royal1.webp"),
                  iconFactory: "Gree",
                  model: "Кондиционер Royal Clima RC-GR28HN",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 26 м2",
                    "Мощность (холод/тепло): 2,55/2,65 кВт",
                    "Серия: Grida",
                    "Потребляемая мощность (холод/тепло): 794/734 Вт",
                    "Уровень шума (внутренний/наружный): (27/28/30/32/35/37/40)/49 дБ",
                    "Расход воздуха:  250/290/310/420/450/470/520 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 15/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-15~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (696x251x191)/(710x450x293) мм",
                    "Вес (внутренний/наружный):  7,5/24,7 кг",
                    "7 скоростей Вентилятора, Функция I-Feel, АвтоОчистка полного цикла, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени, Фильтры: Генератор холодной плазмы, Высокоэффективный воздушный фильтр",
                    "Сборка: завод Gree",
                    "Гарантия:  3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Royal Clima RC-GR28HN серии Grida:",            functionText1:
                    "Классические кондиционеры премиум-класса серии GRIDA обладают минималистичным и одновременно притягивающим взгляд дизайном. Ключевой особенностью этой серии является антибактериальная обработка воздуха, которая обеспечивается установкой  «Холодная плазма» во внутреннем блоке. В дополнение к Cold Plasma эти кондиционеры оснащены функцией IFeel, благодаря которой вы всегда сможете отследить изменение температуры в месте нахождения пользователя.",
                  functionList: [
                    {
                      id: 1,
                      text: "7 скоростей вентилятора внутреннего воздуха",
                    },
                    {
                      id: 2,
                      text: "Cold Plasma – генератор холодной плазмы. Инновационное устройство, созданное на основе самых передовых разработок. Генератор холодной плазмы разлагает неприятные запахи, токсичные газы и аэрозоли, а также вырабатывает активные ионы кислорода и водорода, которые деактивируют переносимые по воздуху микроорганизмы, бактерии, вирусы, пыльцу и аллергены, тем самым очищая воздух. Дополнительный эффект от генератора холодной плазмы – ионизация воздуха, что положительно сказывается на общем состоянии организма человека за счет сбалансированного количества ионов водорода и кислорода на уровне идеальных естественных условий.",
                    },
                    {
                      id: 3,
                      text: "Smart DEFROST – функция умного оттаивания",
                    },
                    {
                      id: 4,
                      text: "iFeel – режим отслеживания температуры с пульта ДУ",
                    },
                    {
                      id: 5,
                      text: "iClean - cамоочистка внутреннего блока",
                    },
                    {
                      id: 6,
                      text: "Эргономичный пульт управления с яркой оранжевой подсветкой",
                    },
                    {
                      id: 7,
                      text: "Возможность отключения подсветки дисплея внутреннего блока",
                    },
                    {
                      id: 8,
                      text: "Класс энергоэффективности A/A",
                    },
                    {
                      id: 9,
                      text: "Режим комфортного сна",
                    },
                    {
                      id: 10,
                      text: "Таймер",
                    },
                    {
                      id: 11,
                      text: "Экономичный режим ECO",
                    },
                    {
                      id: 12,
                      text: "Функция автоматического перезапуска",
                    },
                    {
                      id: 13,
                      text: "Функция самодиагностики",
                    },
                    {
                      id: 14,
                      text: "Функция антиплесень",
                    },
                  ],
                },
                {
                  id: 3,
                  image: require("@/assets/image/imageCatalog1/Royal1.webp"),
                  iconFactory: "Gree",
                  model: "Кондиционер Royal Clima RC-GR35HN",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 35 м2",
                    "Мощность (холод/тепло): 3,25/3,4 кВт",
                    "Серия: Grida",
                    "Потребляемая мощность (холод/тепло):  1009/942 Вт",
                    "Уровень шума (внутренний/наружный): (28/30/32/34/35/37/40)/52 дБ",
                    "Расход воздуха:  300/320/350/400/480/520/590 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 20/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-15~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ):  (770x251x190)/(732x555x330) мм",
                    "Вес (внутренний/наружный):  8,3/28 кг",
                    "7 скоростей Вентилятора, Функция I-Feel, АвтоОчистка полного цикла, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени, Фильтры: Генератор холодной плазмы, Высокоэффективный воздушный фильтр",
                    "Сборка: завод Gree",
                    "Гарантия:  3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Royal Clima RC-GR35HN серии Grida:",            functionText1:
                    "Классические кондиционеры премиум-класса серии GRIDA обладают минималистичным и одновременно притягивающим взгляд дизайном. Ключевой особенностью этой серии является антибактериальная обработка воздуха, которая обеспечивается установкой  «Холодная плазма» во внутреннем блоке. В дополнение к Cold Plasma эти кондиционеры оснащены функцией IFeel, благодаря которой вы всегда сможете отследить изменение температуры в месте нахождения пользователя.",
                  functionList: [
                    {
                      id: 1,
                      text: "7 скоростей вентилятора внутреннего воздуха",
                    },
                    {
                      id: 2,
                      text: "Cold Plasma – генератор холодной плазмы. Инновационное устройство, созданное на основе самых передовых разработок. Генератор холодной плазмы разлагает неприятные запахи, токсичные газы и аэрозоли, а также вырабатывает активные ионы кислорода и водорода, которые деактивируют переносимые по воздуху микроорганизмы, бактерии, вирусы, пыльцу и аллергены, тем самым очищая воздух. Дополнительный эффект от генератора холодной плазмы – ионизация воздуха, что положительно сказывается на общем состоянии организма человека за счет сбалансированного количества ионов водорода и кислорода на уровне идеальных естественных условий.",
                    },
                    {
                      id: 3,
                      text: "Smart DEFROST – функция умного оттаивания",
                    },
                    {
                      id: 4,
                      text: "iFeel – режим отслеживания температуры с пульта ДУ",
                    },
                    {
                      id: 5,
                      text: "iClean - cамоочистка внутреннего блока",
                    },
                    {
                      id: 6,
                      text: "Эргономичный пульт управления с яркой оранжевой подсветкой",
                    },
                    {
                      id: 7,
                      text: "Возможность отключения подсветки дисплея внутреннего блока",
                    },
                    {
                      id: 8,
                      text: "Класс энергоэффективности A/A",
                    },
                    {
                      id: 9,
                      text: "Режим комфортного сна",
                    },
                    {
                      id: 10,
                      text: "Таймер",
                    },
                    {
                      id: 11,
                      text: "Экономичный режим ECO",
                    },
                    {
                      id: 12,
                      text: "Функция автоматического перезапуска",
                    },
                    {
                      id: 13,
                      text: "Функция самодиагностики",
                    },
                    {
                      id: 14,
                      text: "Функция антиплесень",
                    },
                  ],
                },
                {
                  id: 4,
                  image: require("@/assets/image/imageCatalog1/Royal2.webp"),
                  iconFactory: "AUX",
                  model: "Кондиционер Royal Clima RC-RNS22HN",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 22 м2",
                    "Мощность (холод/тепло): 2,16/2,22 кВт",
                    "Серия: Renaissance",
                    "Потребляемая мощность (холод/тепло): 671/604 Вт",
                    "Уровень шума (внутренний/наружный): (21,5/25/29/31,5)/52 дБ",
                    "Расход воздуха: 300/350/400/450 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 20/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +16~+49/-15~+30°С",
                    "Размеры внутренний/наружный (ШхВхГ): (792х292х201)/(665х420х280) мм",
                    "Вес (внутренний/наружный):  8,0/20,0 кг",
                    "Компрессор: GMCC",
                    "3D AUTO AIR, Управление по Wi-Fi (при покупке WI-FI модуля управление через приложение AC Freedom), Функция I Feel, Turbo режим, Ночной режим, Функция анти-плесень, Функция самоочистки испарителя, Бесшумный режим, Скрытый LED-дисплей, Дополнительная шумоизоляция компрессора, Теплый пуск, Температурная компенсация, Автоматический перезапуск, Самодиагностика, Запоминание положения жалюзи, Функция блокировки (защиты от детей) Таймер на Включение и Отключение, Антикоррозийное покрытие Blue Fin, Автоматическая оттайка инея, Фильтры: Ионизатор воздуха, Фильтры тонкой очистки воздуха Silver Ion и Active Carbon",
                    "Сборка: AUX",
                    "Гарантия:  3+2 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Royal Clima RC-RNS22HN серия Renaissance:",            functionText1:
                    "Внешний вид устройств серии Renaissance привлекает своей оригинальностью и современным пониманием дизайнерских идей и концептуальных тенденций развития кондиционеростроения. Лицевые панели внутренних блоков имеют 3D эффект фактурно-графической поверхности, что отличает их от многих других сплит-систем, придавая особую индивидуальную выразительность и яркую неповторимую индивидуальность. Сочетание высокой энергоэффективности, качественных комплектующих, отличной сборке и запаса мощностных показателей, является залогом продолжительной и бесперебойной работы устройств охлаждения даже не в самых идеальных условиях эксплуатации. Функция анти-плесень (функция продувки блока), встроенный ионизатор воздуха, утонченный дизайн передней панели, 3D AUTO AIR (автоматические вертикальные и горизонтальные жалюзи), фильтры тонкой очистки воздуха Silver Ion и Active Carbon.",
                  functionList: [
                    {
                      id: 1,
                      text: "Повышенная мощность",
                    },
                    {
                      id: 2,
                      text: "Встроенный ионизатор воздуха",
                    },
                    {
                      id: 3,
                      text: "Защита от плесени (функция блокировки от плесени)",
                    },
                    {
                      id: 4,
                      text: "Дополнительное отключение шума компресора",
                    },
                    {
                      id: 5,
                      text: "Функция обнаружения утечки хладагента",
                    },
                    {
                      id: 6,
                      text: "Функция интеллектуального размораживания",
                    },
                    {
                      id: 7,
                      text: "Управление по Wi-Fi (при покупке WI-FI модуля возможно управление через приложение AC Freedom)",
                    },
                    {
                      id: 8,
                      text: "Воздушный фильтр тонкой очистки с ионами серебра и активированным углем",
                    },
                    {
                      id: 9,
                      text: "3D AUTO AIR (вертикальная и горизонтальная автоматическая заслонка)",
                    },
                    {
                      id: 10,
                      text: "Класс энергоэффективности A",
                    },
                    {
                      id: 11,
                      text: "Изящный дизайн передней панели",
                    },
                    
                  ],
                },
                {
                  id: 5,
                  image: require("@/assets/image/imageCatalog1/Royal2.webp"),
                  iconFactory: "AUX",
                  model: "Кондиционер Royal Clima RC-RNS28HN",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 27 м2",
                    "Мощность (холод/тепло): 2,71/2,75 кВт",
                    "Серия: Renaissance",
                    "Потребляемая мощность (холод/тепло): 842/758 Вт",
                    "Уровень шума (внутренний/наружный): (22/26/30/32)/52 дБ",
                    "Расход воздуха: 400/500/550/600 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 20/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +16~+49/-15~+30°С",
                    "Размеры внутренний/наружный (ШхВхГ): (792х292х201)/(665х420х280) мм",
                    "Вес (внутренний/наружный):  8,0/20,0 кг",
                    "Компрессор: GMCC",
                    "3D AUTO AIR, Управление по Wi-Fi (при покупке WI-FI модуля управление через приложение AC Freedom), Функция I Feel, Turbo режим, Ночной режим, Функция анти-плесень, Функция самоочистки испарителя, Бесшумный режим, Скрытый LED-дисплей, Дополнительная шумоизоляция компрессора, Теплый пуск, Температурная компенсация, Автоматический перезапуск, Самодиагностика, Запоминание положения жалюзи, Функция блокировки (защиты от детей) Таймер на Включение и Отключение, Антикоррозийное покрытие Blue Fin, Автоматическая оттайка инея, Фильтры: Ионизатор воздуха, Фильтры тонкой очистки воздуха Silver Ion и Active Carbon",
                    "Сборка: AUX",
                    "Гарантия:  3+2 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Royal Clima RC-RNS28HN серия Renaissance:",            functionText1:
                    "Внешний вид устройств серии Renaissance привлекает своей оригинальностью и современным пониманием дизайнерских идей и концептуальных тенденций развития кондиционеростроения. Лицевые панели внутренних блоков имеют 3D эффект фактурно-графической поверхности, что отличает их от многих других сплит-систем, придавая особую индивидуальную выразительность и яркую неповторимую индивидуальность. Сочетание высокой энергоэффективности, качественных комплектующих, отличной сборке и запаса мощностных показателей, является залогом продолжительной и бесперебойной работы устройств охлаждения даже не в самых идеальных условиях эксплуатации. Функция анти-плесень (функция продувки блока), встроенный ионизатор воздуха, утонченный дизайн передней панели, 3D AUTO AIR (автоматические вертикальные и горизонтальные жалюзи), фильтры тонкой очистки воздуха Silver Ion и Active Carbon.",
                  functionList: [
                    {
                      id: 1,
                      text: "Повышенная мощность",
                    },
                    {
                      id: 2,
                      text: "Встроенный ионизатор воздуха",
                    },
                    {
                      id: 3,
                      text: "Защита от плесени (функция блокировки от плесени)",
                    },
                    {
                      id: 4,
                      text: "Дополнительное отключение шума компресора",
                    },
                    {
                      id: 5,
                      text: "Функция обнаружения утечки хладагента",
                    },
                    {
                      id: 6,
                      text: "Функция интеллектуального размораживания",
                    },
                    {
                      id: 7,
                      text: "Управление по Wi-Fi (при покупке WI-FI модуля возможно управление через приложение AC Freedom)",
                    },
                    {
                      id: 8,
                      text: "Воздушный фильтр тонкой очистки с ионами серебра и активированным углем",
                    },
                    {
                      id: 9,
                      text: "3D AUTO AIR (вертикальная и горизонтальная автоматическая заслонка)",
                    },
                    {
                      id: 10,
                      text: "Класс энергоэффективности A",
                    },
                    {
                      id: 11,
                      text: "Изящный дизайн передней панели",
                    },
                    
                  ],
                },
                {
                  id: 6,
                  image: require("@/assets/image/imageCatalog1/Royal2.webp"),
                  iconFactory: "AUX",
                  model: "Кондиционер Royal Clima RC-RNS35HN",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 35 м2",
                    "Мощность (холод/тепло): 3,65/3,65 кВт",
                    "Серия: Renaissance",
                    "Потребляемая мощность (холод/тепло): 1130/1005 Вт",
                    "Уровень шума (внутренний/наружный):  (24/28/31/34)/52 дБ",
                    "Расход воздуха: 430/500/550/600 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 20/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +16~+49/-15~+30°С",
                    "Размеры внутренний/наружный (ШхВхГ): (792х292х201)/(710х500х265) мм",
                    "Вес (внутренний/наружный):  8,0/24,5 кг",
                    "Компрессор: GMCC",
                    "3D AUTO AIR, Управление по Wi-Fi (при покупке WI-FI модуля управление через приложение AC Freedom), Функция I Feel, Turbo режим, Ночной режим, Функция анти-плесень, Функция самоочистки испарителя, Бесшумный режим, Скрытый LED-дисплей, Дополнительная шумоизоляция компрессора, Теплый пуск, Температурная компенсация, Автоматический перезапуск, Самодиагностика, Запоминание положения жалюзи, Функция блокировки (защиты от детей) Таймер на Включение и Отключение, Антикоррозийное покрытие Blue Fin, Автоматическая оттайка инея, Фильтры: Ионизатор воздуха, Фильтры тонкой очистки воздуха Silver Ion и Active Carbon",
                    "Сборка: AUX",
                    "Гарантия:  3+2 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Royal Clima RC-RNS35HN серия Renaissance:",
                  functionText1:
                    "Внешний вид устройств серии Renaissance привлекает своей оригинальностью и современным пониманием дизайнерских идей и концептуальных тенденций развития кондиционеростроения. Лицевые панели внутренних блоков имеют 3D эффект фактурно-графической поверхности, что отличает их от многих других сплит-систем, придавая особую индивидуальную выразительность и яркую неповторимую индивидуальность. Сочетание высокой энергоэффективности, качественных комплектующих, отличной сборке и запаса мощностных показателей, является залогом продолжительной и бесперебойной работы устройств охлаждения даже не в самых идеальных условиях эксплуатации. Функция анти-плесень (функция продувки блока), встроенный ионизатор воздуха, утонченный дизайн передней панели, 3D AUTO AIR (автоматические вертикальные и горизонтальные жалюзи), фильтры тонкой очистки воздуха Silver Ion и Active Carbon.",
                  functionList: [
                    {
                      id: 1,
                      text: "Повышенная мощность",
                    },
                    {
                      id: 2,
                      text: "Встроенный ионизатор воздуха",
                    },
                    {
                      id: 3,
                      text: "Защита от плесени (функция блокировки от плесени)",
                    },
                    {
                      id: 4,
                      text: "Дополнительное отключение шума компресора",
                    },
                    {
                      id: 5,
                      text: "Функция обнаружения утечки хладагента",
                    },
                    {
                      id: 6,
                      text: "Функция интеллектуального размораживания",
                    },
                    {
                      id: 7,
                      text: "Управление по Wi-Fi (при покупке WI-FI модуля возможно управление через приложение AC Freedom)",
                    },
                    {
                      id: 8,
                      text: "Воздушный фильтр тонкой очистки с ионами серебра и активированным углем",
                    },
                    {
                      id: 9,
                      text: "3D AUTO AIR (вертикальная и горизонтальная автоматическая заслонка)",
                    },
                    {
                      id: 10,
                      text: "Класс энергоэффективности A",
                    },
                    {
                      id: 11,
                      text: "Изящный дизайн передней панели",
                    },
                    
                  ],
                },
                {
                  id: 7,
                  image: require("@/assets/image/imageCatalog1/Royal3.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Royal Clima RC-TWN22HN",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 22 м2",
                    "Мощность (холод/тепло): 2,25/2,45 кВт",
                    "Серия: Triumph",
                    "Потребляемая мощность (холод/тепло): 701/678 Вт",
                    "Уровень шума (внутренний/наружный): (25,5/32,5/38,5)/54 дБ",
                    "Расход воздуха: 302/373/445 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 20/8 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло):  +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (715х285х194)/(720х495х270) мм",
                    "Вес (внутренний/наружный): 7,4/24,6 кг",
                    "Компрессор: GMCC",
                    "3D AUTO AIR, функция I Feel, Turbo режим, Ночной режим, Функция самоочистки испарителя, Бесшумный режим, Скрытый LED-дисплей, Дополнительная шумоизоляция компрессора, Теплый пуск, Температурная компенсация, Автоматический перезапуск, Самодиагностика, Запоминание положения жалюзи, Антикоррозийное покрытие теплообменников Golden Fin, Таймер на Включение и Отключение, Автоматическая оттайка инея, Функция дежурного отопления +8С, Индикация утечки хладагента, Русифицированный пульт ДУ, Фильтры: Встроенный ионизатор воздуха, Фильтр Active Carbone, Фильтр Silver Ion",
                    "Сборка: Midea",
                    "Гарантия: 3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Royal Clima RC-TWN22HN серия Triumph:",            
                  functionList: [
                    {
                      id: 1,
                      text: "Энергоэффективность класса А",
                    },
                    {
                      id: 2,
                      text: "Японские технологии",
                    },
                    {
                      id: 3,
                      text: "Wi-Fi управление через приложение NETHOME PLUS (при покупке Wi-Fi модуля)",
                    },
                    {
                      id: 4,
                      text: "Скрытый дисплей",
                    },
                    {
                      id: 5,
                      text: "3D Autoair",
                    },
                    {
                      id: 6,
                      text: "Низкий уровень шума",
                    },
                    {
                      id: 7,
                      text: "Фильтр Active Carbone",
                    },
                    {
                      id: 8,
                      text: "Фильтр Silver Ion",
                    },
                    {
                      id: 9,
                      text: "Антикоррозийное покрытие теплообменников GOLDEN FIN",
                    },
                    {
                      id: 10,
                      text: "Индикация утечки хладагента",
                    },
                    {
                      id: 11,
                      text: "Защитная накладка на вентили",
                    },
                    {
                      id: 12,
                      text: "Русифицированный пульт",
                    },
                    
                  ],
                },
                {
                  id: 8,
                  image: require("@/assets/image/imageCatalog1/Royal3.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Royal Clima RC-TWN28HN",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 28 м2",
                    "Мощность (холод/тепло): 2,85/2,92 кВт",
                    "Серия: Triumph",
                    "Потребляемая мощность (холод/тепло): 888/781 Вт",
                    "Уровень шума (внутренний/наружный): (25,5/33,5/38)/54,5 дБ",
                    "Расход воздуха: 310/380/520 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 20/8 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло):  +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (715х285х194)/(720х495х270) мм",
                    "Вес (внутренний/наружный): 7,7/26,4 кг",
                    "Компрессор: GMCC",
                    "3D AUTO AIR, функция I Feel, Turbo режим, Ночной режим, Функция самоочистки испарителя, Бесшумный режим, Скрытый LED-дисплей, Дополнительная шумоизоляция компрессора, Теплый пуск, Температурная компенсация, Автоматический перезапуск, Самодиагностика, Запоминание положения жалюзи, Антикоррозийное покрытие теплообменников Golden Fin, Таймер на Включение и Отключение, Автоматическая оттайка инея, Функция дежурного отопления +8С, Индикация утечки хладагента, Русифицированный пульт ДУ, Фильтры: Встроенный ионизатор воздуха, Фильтр Active Carbone, Фильтр Silver Ion",
                    "Сборка:  Midea",
                    "Гарантия:  3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Royal Clima RC-TWN28HN серия Triumph:",            
                  functionList: [
                    {
                      id: 1,
                      text: "Энергоэффективность класса А",
                    },
                    {
                      id: 2,
                      text: "Японские технологии",
                    },
                    {
                      id: 3,
                      text: "Wi-Fi управление через приложение NETHOME PLUS (при покупке Wi-Fi модуля)",
                    },
                    {
                      id: 4,
                      text: "Скрытый дисплей",
                    },
                    {
                      id: 5,
                      text: "3D Autoair",
                    },
                    {
                      id: 6,
                      text: "Низкий уровень шума",
                    },
                    {
                      id: 7,
                      text: "Фильтр Active Carbone",
                    },
                    {
                      id: 8,
                      text: "Фильтр Silver Ion",
                    },
                    {
                      id: 9,
                      text: "Антикоррозийное покрытие теплообменников GOLDEN FIN",
                    },
                    {
                      id: 10,
                      text: "Индикация утечки хладагента",
                    },
                    {
                      id: 11,
                      text: "Защитная накладка на вентили",
                    },
                    {
                      id: 12,
                      text: "Русифицированный пульт",
                    },
                    
                  ],
                },
                {
                  id: 9,
                  image: require("@/assets/image/imageCatalog1/Royal3.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Royal Clima RC-TWN35HN",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 35 м2",
                    "Мощность (холод/тепло): 3,57/3,47 кВт",
                    "Серия: Triumph",
                    "Потребляемая мощность (холод/тепло): 1112/961 Вт",
                    "Уровень шума (внутренний/наружный): (28,5/34,5/41,5)/55,5 дБ",
                    "Расход воздуха: 360/450/570 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 20/8 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло):  +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (805х285х194)/(720х495х270) мм",
                    "Вес (внутренний/наружный): 8,5/26,9 кг",
                    "Компрессор: GMCC",
                    "3D AUTO AIR, функция I Feel, Turbo режим, Ночной режим, Функция самоочистки испарителя, Бесшумный режим, Скрытый LED-дисплей, Дополнительная шумоизоляция компрессора, Теплый пуск, Температурная компенсация, Автоматический перезапуск, Самодиагностика, Запоминание положения жалюзи, Антикоррозийное покрытие теплообменников Golden Fin, Таймер на Включение и Отключение, Автоматическая оттайка инея, Функция дежурного отопления +8С, Индикация утечки хладагента, Русифицированный пульт ДУ, Фильтры: Встроенный ионизатор воздуха, Фильтр Active Carbone, Фильтр Silver Ion",
                    "Сборка:  Midea",
                    "Гарантия:  3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Royal Clima RC-TWN28HN серия Triumph:",            
                  functionList: [
                    {
                      id: 1,
                      text: "Энергоэффективность класса А",
                    },
                    {
                      id: 2,
                      text: "Японские технологии",
                    },
                    {
                      id: 3,
                      text: "Wi-Fi управление через приложение NETHOME PLUS (при покупке Wi-Fi модуля)",
                    },
                    {
                      id: 4,
                      text: "Скрытый дисплей",
                    },
                    {
                      id: 5,
                      text: "3D Autoair",
                    },
                    {
                      id: 6,
                      text: "Низкий уровень шума",
                    },
                    {
                      id: 7,
                      text: "Фильтр Active Carbone",
                    },
                    {
                      id: 8,
                      text: "Фильтр Silver Ion",
                    },
                    {
                      id: 9,
                      text: "Антикоррозийное покрытие теплообменников GOLDEN FIN",
                    },
                    {
                      id: 10,
                      text: "Индикация утечки хладагента",
                    },
                    {
                      id: 11,
                      text: "Защитная накладка на вентили",
                    },
                    {
                      id: 12,
                      text: "Русифицированный пульт",
                    },
                    
                  ],
                },
                {
                  id: 10,
                  image: require("@/assets/image/imageCatalog1/Royal4.webp"),
                  iconFactory: "TCL",
                  model: "Кондиционер Royal Clima RC-AN22HN",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 22 м2",
                    "Мощность (холод/тепло): 2,17/2,35 кВт",
                    "Серия: Attica Nero",
                    "Потребляемая мощность (холод/тепло): 674/651 Вт",
                    "Уровень шума (внутренний/наружный): (22/27/31/35/38)/48 дБ",
                    "Расход воздуха: 380/400/460/520/560 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 15/5 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло):  +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (777х250х201)/(712х459х276) мм",
                    "Вес (внутренний/наружный): 7,5/20,0 кг",
                    "Компрессор: GMCC",
                    "3D AUTO AIR, функция I Feel, Turbo режим, Ночной режим, Eco режим, Функция самоочистки испарителя, Скрытый LED-дисплей, Дополнительная шумоизоляция компрессора, Теплый пуск, Температурная компенсация, Автоматический перезапуск, Самодиагностика, Запоминание положения жалюзи, Антикоррозийное покрытие теплообменников Blue Fin, Таймер на Включение и Отключение, Автоматическая оттайка инея, Фильтры: Встроенный ионизатор воздуха, Фильтр Active Carbone, Фильтр Silver Ion",
                    "Сборка:  TCL",
                    "Гарантия:  3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Royal Clima RC-AN22HN серии Attica Nero:",            
                  functionList: [
                    {
                      id: 1,
                      text: "Энергоэффективность класса А",
                    },
                    {
                      id: 2,
                      text: "Японские технологии",
                    },
                    {
                      id: 3,
                      text: "Низкий уровень шума",
                    },
                    {
                      id: 4,
                      text: "Встроенный ионизатор воздуха",
                    },
                    {
                      id: 5,
                      text: "Фильтр Active Carbone",
                    },
                    {
                      id: 6,
                      text: "Фильтр Silver Ion",
                    },
                    {
                      id: 7,
                      text: "5 скоростей вентилятора внут. блока",
                    },
                    {
                      id: 8,
                      text: "Функция анти-плесень",
                    },
                    {
                      id: 9,
                      text: "3D AUTO AIR",
                    },
                    {
                      id: 10,
                      text: "Скрытый LED-дисплей",
                    },
                    {
                      id: 11,
                      text: "Дополнительная шумоизоляция компрессора",
                    },
                    {
                      id: 12,
                      text: "Антикоррозийное покрытие теплообменников Blue Fin",
                    },
                    
                  ],
                },
                {
                  id: 11,
                  image: require("@/assets/image/imageCatalog1/Royal4.webp"),
                  iconFactory: "TCL",
                  model: "Кондиционер Royal Clima RC-AN28HN",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 27 м2",
                    "Мощность (холод/тепло): 2,73/2,92 кВт",
                    "Серия: Attica Nero",
                    "Потребляемая мощность (холод/тепло): 840/800 Вт",
                    "Уровень шума (внутренний/наружный): (22/27/31/35/38)/48 дБ",
                    "Расход воздуха: 380/400/460/520/560 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 15/8 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло):  +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (777х250х201)/(712х459х276) мм",
                    "Вес (внутренний/наружный): 7,5/22,5 кг",
                    "Компрессор: GMCC",
                    "3D AUTO AIR, функция I Feel, Turbo режим, Ночной режим, Eco режим, Функция самоочистки испарителя, Скрытый LED-дисплей, Дополнительная шумоизоляция компрессора, Теплый пуск, Температурная компенсация, Автоматический перезапуск, Самодиагностика, Запоминание положения жалюзи, Антикоррозийное покрытие теплообменников Blue Fin, Таймер на Включение и Отключение, Автоматическая оттайка инея, Фильтры: Встроенный ионизатор воздуха, Фильтр Active Carbone, Фильтр Silver Ion",
                    "Сборка:  TCL",
                    "Гарантия:  3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Royal Clima RC-AN28HN серии Attica Nero:",            
                  functionList: [
                    {
                      id: 1,
                      text: "Энергоэффективность класса А",
                    },
                    {
                      id: 2,
                      text: "Японские технологии",
                    },
                    {
                      id: 3,
                      text: "Низкий уровень шума",
                    },
                    {
                      id: 4,
                      text: "Встроенный ионизатор воздуха",
                    },
                    {
                      id: 5,
                      text: "Фильтр Active Carbone",
                    },
                    {
                      id: 6,
                      text: "Фильтр Silver Ion",
                    },
                    {
                      id: 7,
                      text: "5 скоростей вентилятора внут. блока",
                    },
                    {
                      id: 8,
                      text: "Функция анти-плесень",
                    },
                    {
                      id: 9,
                      text: "3D AUTO AIR",
                    },
                    {
                      id: 10,
                      text: "Скрытый LED-дисплей",
                    },
                    {
                      id: 11,
                      text: "Дополнительная шумоизоляция компрессора",
                    },
                    {
                      id: 12,
                      text: "Антикоррозийное покрытие теплообменников Blue Fin",
                    },
                    
                  ],
                },
                {
                  id: 12,
                  image: require("@/assets/image/imageCatalog1/Royal4.webp"),
                  iconFactory: "TCL",
                  model: "Кондиционер Royal Clima RC-AN35HN",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 36 м2",
                    "Мощность (холод/тепло): 3,64/3,77 кВт",
                    "Серия: Attica Nero",
                    "Потребляемая мощность (холод/тепло): 1120/1019 Вт",
                    "Уровень шума (внутренний/наружный): (25/28/30/34/37)/50 дБ",
                    "Расход воздуха: 380/400/460/520/560 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 20/8 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло):  +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (777х250х201)/(777х498х290) мм",
                    "Вес (внутренний/наружный): 8,0/25,0 кг",
                    "Компрессор: GMCC",
                    "3D AUTO AIR, функция I Feel, Turbo режим, Ночной режим, Eco режим, Функция самоочистки испарителя, Скрытый LED-дисплей, Дополнительная шумоизоляция компрессора, Теплый пуск, Температурная компенсация, Автоматический перезапуск, Самодиагностика, Запоминание положения жалюзи, Антикоррозийное покрытие теплообменников Blue Fin, Таймер на Включение и Отключение, Автоматическая оттайка инея, Фильтры: Встроенный ионизатор воздуха, Фильтр Active Carbone, Фильтр Silver Ion",
                    "Сборка:  TCL",
                    "Гарантия:  3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Royal Clima RC-AN35HN серии Attica Nero:",            
                  functionList: [
                    {
                      id: 1,
                      text: "Энергоэффективность класса А",
                    },
                    {
                      id: 2,
                      text: "Японские технологии",
                    },
                    {
                      id: 3,
                      text: "Низкий уровень шума",
                    },
                    {
                      id: 4,
                      text: "Встроенный ионизатор воздуха",
                    },
                    {
                      id: 5,
                      text: "Фильтр Active Carbone",
                    },
                    {
                      id: 6,
                      text: "Фильтр Silver Ion",
                    },
                    {
                      id: 7,
                      text: "5 скоростей вентилятора внут. блока",
                    },
                    {
                      id: 8,
                      text: "Функция анти-плесень",
                    },
                    {
                      id: 9,
                      text: "3D AUTO AIR",
                    },
                    {
                      id: 10,
                      text: "Скрытый LED-дисплей",
                    },
                    {
                      id: 11,
                      text: "Дополнительная шумоизоляция компрессора",
                    },
                    {
                      id: 12,
                      text: "Антикоррозийное покрытие теплообменников Blue Fin",
                    },
                    
                  ],
                },
                {
                  id: 13,
                  image: require("@/assets/image/imageCatalog1/Royal1.webp"),
                  iconFactory: "Gree",
                  model: "Кондиционер Royal Clima RC-GR50HN",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 50 м2",
                    "Мощность (холод/тепло):  4,8/5,16 кВт",
                    "Серия: Grida",
                    "Потребляемая мощность (холод/тепло): 1477/1428 Вт",
                    "Уровень шума (внутренний/наружный): (32/34/35/36/38/40/41)/53 дБ",
                    "Расход воздуха: 340/370/410/480/530/590/650 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 25/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-15~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (849x289x215)/(802x555x350) мм",
                    "Вес (внутренний/наружный):  10,8/38,5 кг",
                    "7 скоростей Вентилятора, Функция I-Feel, АвтоОчистка полного цикла, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени, Высокоэффективный воздушный фильтр",
                    "Сборка: завод Gree",
                    "Гарантия:  3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Royal Clima RC-GR50HN серии Grida:",            functionText1:
                    "Классические кондиционеры премиум-класса серии GRIDA обладают минималистичным и одновременно притягивающим взгляд дизайном. В дополнение к Cold Plasma эти кондиционеры оснащены функцией IFeel, благодаря которой вы всегда сможете отследить изменение температуры в месте нахождения пользователя.",
                  functionList: [
                    {
                      id: 1,
                      text: "7 скоростей вентилятора внутреннего воздуха",
                    },
                    {
                      id: 2,
                      text: "Smart DEFROST – функция умного оттаивания",
                    },
                    {
                      id: 3,
                      text: "iFeel – режим отслеживания температуры с пульта ДУ",
                    },
                    {
                      id: 4,
                      text: "iClean - cамоочистка внутреннего блока",
                    },
                    {
                      id: 5,
                      text: "Эргономичный пульт управления с яркой оранжевой подсветкой",
                    },
                    {
                      id: 6,
                      text: "Возможность отключения подсветки дисплея внутреннего блока",
                    },
                    {
                      id: 7,
                      text: "Класс энергоэффективности A/A",
                    },
                    {
                      id: 8,
                      text: "Режим комфортного сна",
                    },
                    {
                      id: 9,
                      text: "Таймер",
                    },
                    {
                      id: 10,
                      text: "Экономичный режим ECO",
                    },
                    {
                      id: 11,
                      text: "Функция автоматического перезапуска",
                    },
                    {
                      id: 12,
                      text: "Функция самодиагностики",
                    },
                    {
                      id: 13,
                      text: "Функция антиплесень",
                    },
                  ],
                },
                {
                  id: 14,
                  image: require("@/assets/image/imageCatalog1/Royal1.webp"),
                  iconFactory: "Gree",
                  model: "Кондиционер Royal Clima RC-GR65HN",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 65 м2",
                    "Мощность (холод/тепло): 6,16/6,7 кВт",
                    "Серия: Grida",
                    "Потребляемая мощность (холод/тепло): 1917/1856 Вт",
                    "Уровень шума (внутренний/наружный):  (35/37/38/39/41/43/48)/56 дБ",
                    "Расход воздуха: 500/550/600/650/700/800/900 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 25/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-15~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (972x300x225)/(873x555x376) мм",
                    "Вес (внутренний/наружный): 13,6/43 кг",
                    "7 скоростей Вентилятора, Функция I-Feel, АвтоОчистка полного цикла, Режим Энергосбережения, Режим «Турбо», Ночной режим, Энергоэффективности «A», Самодиагностика, Защита от перепадов напряжения, Авторестарт, Горячий старт, мягкий старт, теплообменник Blue Fin, Автоматическая разморозка, Увеличенная длина трассы до 15 м, Таймер 24 часа, Память положения жалюзи, Функция осушения, Режим вентиляции, Автоматический режим работы, пульт ДУ с режимом реального времени, Высокоэффективный воздушный фильтр",
                    "Сборка: завод Gree",
                    "Гарантия:  3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Royal Clima RC-GR50HN серии Grida:",            functionText1:
                    "Классические кондиционеры премиум-класса серии GRIDA обладают минималистичным и одновременно притягивающим взгляд дизайном. В дополнение к Cold Plasma эти кондиционеры оснащены функцией IFeel, благодаря которой вы всегда сможете отследить изменение температуры в месте нахождения пользователя.",
                  functionList: [
                    {
                      id: 1,
                      text: "7 скоростей вентилятора внутреннего воздуха",
                    },
                    {
                      id: 2,
                      text: "Smart DEFROST – функция умного оттаивания",
                    },
                    {
                      id: 3,
                      text: "iFeel – режим отслеживания температуры с пульта ДУ",
                    },
                    {
                      id: 4,
                      text: "iClean - cамоочистка внутреннего блока",
                    },
                    {
                      id: 5,
                      text: "Эргономичный пульт управления с яркой оранжевой подсветкой",
                    },
                    {
                      id: 6,
                      text: "Возможность отключения подсветки дисплея внутреннего блока",
                    },
                    {
                      id: 7,
                      text: "Класс энергоэффективности A/A",
                    },
                    {
                      id: 8,
                      text: "Режим комфортного сна",
                    },
                    {
                      id: 9,
                      text: "Таймер",
                    },
                    {
                      id: 10,
                      text: "Экономичный режим ECO",
                    },
                    {
                      id: 11,
                      text: "Функция автоматического перезапуска",
                    },
                    {
                      id: 12,
                      text: "Функция самодиагностики",
                    },
                    {
                      id: 13,
                      text: "Функция антиплесень",
                    },
                  ],
                },
                {
                  id: 15,
                  image: require("@/assets/image/imageCatalog1/Royal2.webp"),
                  iconFactory: "AUX",
                  model: "Кондиционер Royal Clima RC-RNS55HN",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 53 м2",
                    "Мощность (холод/тепло):  5,35/5,5 кВт",
                    "Серия: Renaissance",
                    "Потребляемая мощность (холод/тепло): 1636/1507 Вт",
                    "Уровень шума (внутренний/наружный): (27/30/32/36)/54 дБ",
                    "Расход воздуха: 700/750/800/850 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 20/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +16~+49/-15~+30°С",
                    "Размеры внутренний/наружный (ШхВхГ): (940х316х224)/(795х525х290) мм",
                    "Вес (внутренний/наружный): 12,0/40,0 кг",
                    "Компрессор: HIGHLY",
                    "3D AUTO AIR, Управление по Wi-Fi (при покупке WI-FI модуля управление через приложение AC Freedom), Функция I Feel, Turbo режим, Ночной режим, Функция анти-плесень, Функция самоочистки испарителя, Бесшумный режим, Скрытый LED-дисплей, Дополнительная шумоизоляция компрессора, Теплый пуск, Температурная компенсация, Автоматический перезапуск, Самодиагностика, Запоминание положения жалюзи, Функция блокировки (защиты от детей) Таймер на Включение и Отключение, Антикоррозийное покрытие Blue Fin, Автоматическая оттайка инея, Фильтры: Ионизатор воздуха, Фильтры тонкой очистки воздуха Silver Ion и Active Carbon",
                    "Сборка: AUX",
                    "Гарантия:  3+2 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Royal Clima RC-RNS55HN серии Renaissance:",            functionText1:
                    "Внешний вид устройств серии Renaissance привлекает своей оригинальностью и современным пониманием дизайнерских идей и концептуальных тенденций развития кондиционеростроения. Лицевые панели внутренних блоков имеют 3D эффект фактурно-графической поверхности, что отличает их от многих других сплит-систем, придавая особую индивидуальную выразительность и яркую неповторимую индивидуальность. Сочетание высокой энергоэффективности, качественных комплектующих, отличной сборке и запаса мощностных показателей, является залогом продолжительной и бесперебойной работы устройств охлаждения даже не в самых идеальных условиях эксплуатации. Функция анти-плесень (функция продувки блока), встроенный ионизатор воздуха, утонченный дизайн передней панели, 3D AUTO AIR (автоматические вертикальные и горизонтальные жалюзи), фильтры тонкой очистки воздуха Silver Ion и Active Carbon.",
                  functionList: [
                    {
                      id: 1,
                      text: "Повышенная мощность",
                    },
                    {
                      id: 2,
                      text: "Встроенный ионизатор воздуха",
                    },
                    {
                      id: 3,
                      text: "Защита от плесени (функция блокировки от плесени)",
                    },
                    {
                      id: 4,
                      text: "Дополнительное отключение шума компресора",
                    },
                    {
                      id: 5,
                      text: "Функция обнаружения утечки хладагента",
                    },
                    {
                      id: 6,
                      text: "Функция интеллектуального размораживания",
                    },
                    {
                      id: 7,
                      text: "Управление по Wi-Fi (при покупке WI-FI модуля возможно управление через приложение AC Freedom)",
                    },
                    {
                      id: 8,
                      text: "Воздушный фильтр тонкой очистки с ионами серебра и активированным углем",
                    },
                    {
                      id: 9,
                      text: "3D AUTO AIR (вертикальная и горизонтальная автоматическая заслонка)",
                    },
                    {
                      id: 10,
                      text: "Класс энергоэффективности A",
                    },
                    {
                      id: 11,
                      text: "Изящный дизайн передней панели",
                    },
                    
                  ],
                },
                {
                  id: 16,
                  image: require("@/assets/image/imageCatalog1/Royal3.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Royal Clima RC-TWN55HN",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 50 м2",
                    "Мощность (холод/тепло): 5,25/5,21 кВт",
                    "Серия: Triumph",
                    "Потребляемая мощность (холод/тепло): 1591/1443 Вт",
                    "Уровень шума (внутренний/наружный): (31/34,5/39,5)/58 дБ",
                    "Расход воздуха: 574/645/776 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 20/8 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло):  +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (957х302х213)/(765х555х303) мм",
                    "Вес (внутренний/наружный): 10,9/31,8 кг",
                    "Компрессор: GMCC",
                    "Функция I Feel, Turbo режим, Ночной режим, Функция самоочистки испарителя, Бесшумный режим, Скрытый LED-дисплей, Дополнительная шумоизоляция компрессора, Теплый пуск, Температурная компенсация, Автоматический перезапуск, Самодиагностика, Запоминание положения жалюзи, Антикоррозийное покрытие теплообменников Golden Fin, Таймер на Включение и Отключение, Автоматическая оттайка инея, Функция дежурного отопления +8С, Индикация утечки хладагента, Русифицированный пульт ДУ, Встроенный ионизатор воздуха, Фильтр Active Carbone, Фильтр Silver Ion",
                    "Сборка:  Midea",
                    "Гарантия:  3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Royal Clima RC-TWN55HN серия Triumph:",            
                  functionList: [
                    {
                      id: 1,
                      text: "Энергоэффективность класса А",
                    },
                    {
                      id: 2,
                      text: "Японские технологии",
                    },
                    {
                      id: 3,
                      text: "Wi-Fi управление через приложение NETHOME PLUS (при покупке Wi-Fi модуля)",
                    },
                    {
                      id: 4,
                      text: "Скрытый дисплей",
                    },
                    {
                      id: 5,
                      text: "3D Autoair",
                    },
                    {
                      id: 6,
                      text: "Низкий уровень шума",
                    },
                    {
                      id: 7,
                      text: "Фильтр Active Carbone",
                    },
                    {
                      id: 8,
                      text: "Фильтр Silver Ion",
                    },
                    {
                      id: 9,
                      text: "Антикоррозийное покрытие теплообменников GOLDEN FIN",
                    },
                    {
                      id: 10,
                      text: "Индикация утечки хладагента",
                    },
                    {
                      id: 11,
                      text: "Защитная накладка на вентили",
                    },
                    {
                      id: 12,
                      text: "Русифицированный пульт",
                    },
                    
                  ],
                },
                {
                  id: 17,
                  image: require("@/assets/image/imageCatalog1/Royal3.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Royal Clima RC-TWN70HN",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 70 м2",
                    "Мощность (холод/тепло): 6,8/7,8 кВт",
                    "Серия: Triumph",
                    "Потребляемая мощность (холод/тепло): 2237/2371 Вт",
                    "Уровень шума (внутренний/наружный): (32/44/47)/59,5 дБ",
                    "Расход воздуха: 638/792/997 м3/ч",
                    "Класс энергоэффективности: В",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 3/8 и 5/8 дюйма",
                    "Максимальная длина/высота трассы: 25/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло):  +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (1040х327х220)/(890х673х342) мм",
                    "Вес (внутренний/наружный): 13,2/53,0 кг",
                    "Компрессор: GMCC",
                    "Функция I Feel, Turbo режим, Ночной режим, Функция самоочистки испарителя, Бесшумный режим, Скрытый LED-дисплей, Дополнительная шумоизоляция компрессора, Теплый пуск, Температурная компенсация, Автоматический перезапуск, Самодиагностика, Запоминание положения жалюзи, Антикоррозийное покрытие теплообменников Golden Fin, Таймер на Включение и Отключение, Автоматическая оттайка инея, Функция дежурного отопления +8С, Индикация утечки хладагента, Русифицированный пульт ДУ, Встроенный ионизатор воздуха, Фильтр Active Carbone, Фильтр Silver Ion",
                    "Сборка:  Midea",
                    "Гарантия:  3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Royal Clima RC-TWN70HN серия Triumph:",            
                  functionList: [
                    {
                      id: 1,
                      text: "Энергоэффективность класса А",
                    },
                    {
                      id: 2,
                      text: "Японские технологии",
                    },
                    {
                      id: 3,
                      text: "Wi-Fi управление через приложение NETHOME PLUS (при покупке Wi-Fi модуля)",
                    },
                    {
                      id: 4,
                      text: "Скрытый дисплей",
                    },
                    {
                      id: 5,
                      text: "3D Autoair",
                    },
                    {
                      id: 6,
                      text: "Низкий уровень шума",
                    },
                    {
                      id: 7,
                      text: "Фильтр Active Carbone",
                    },
                    {
                      id: 8,
                      text: "Фильтр Silver Ion",
                    },
                    {
                      id: 9,
                      text: "Антикоррозийное покрытие теплообменников GOLDEN FIN",
                    },
                    {
                      id: 10,
                      text: "Индикация утечки хладагента",
                    },
                    {
                      id: 11,
                      text: "Защитная накладка на вентили",
                    },
                    {
                      id: 12,
                      text: "Русифицированный пульт",
                    },
                    
                  ],
                },
              ],
            },
            {
              id: 9,
              brandsTitle:
                "Ballu (Россия - сборка Gree, Midea, Hisense - Средний класс)",
              productAmount: "Все товары(8)",
              products: [
                {
                  id: 1,
                  image: require("@/assets/image/imageCatalog1/Ballu1.webp"),
                  iconFactory: "AUX",
                  model: "Кондиционер Ballu BSW-07HN1_23Y",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 21 м2",
                    "Мощность (холод/тепло): 2,1/2,2 кВт",
                    "Серия: Olimpio Legend",
                    "Потребляемая мощность (холод/тепло): 0,654/0,609 кВт",
                    "Уровень шума (внутренний/наружный):  23/52 дБ",
                    "Расход воздуха: 450 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 20/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +16~+49/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (750x285x200)/(665x420x280) мм",
                    "Вес (внутренний/наружный): 7,5/23,5 кг",
                    "Компрессор: GMCC",
                    "3D контроль жалюзи с пульта ДУ, Возможность подключения Wi-Fi модуля, Функция I-Feel, Датчик утечки фреона, Самоочистка испарителя, Режимы (Turbo, комфортного сна), Независимое осушение, Цифровой дисплей, Функция отключения сигналов, Тёплый пуск, Таймер на 24 часа, Запоминание положения жалюзи, Функция самодиагностики, Автоматический перезапуск, Автоматическая оттайка инея, Антикорозийное покрытие теплообменник Golden Fin, Фильтры: Префильтр высокой плотности",
                    "Сборка: AUX",
                    "Гарантия:  3 года, на компрессор 5 лет",
                  ],
                  functionTitle:
                    "Функциональные особенности Ballu BSW-07HN1_23Y серия Olimpio Legend:",
                  functionText1:
                    "Легендарная серия Olympio Legend воплотила в себе оптимальный набор функций бытовых кондиционеров. Функция i-Feel помогает поддерживать нужную температуру в месте вашего нахождения. Возможность регулировки широких горизонтальных и вертикальных жалюзи с помощью русифицированного пульта ДУ позволяет создавать комфортный угол обдува, предотвращающий продувание. Прибор рассчитан на длительный срок службы, что подтверждается 5-летней гарантией на компрессор.",
                },
                {
                  id: 2,
                  image: require("@/assets/image/imageCatalog1/Ballu1.webp"),
                  iconFactory: "AUX",
                  model: "Кондиционер Ballu BSW-09HN1_23Y",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 26 м2",
                    "Мощность (холод/тепло): 2,65/2,7 кВт",
                    "Серия: Olimpio Legend",
                    "Потребляемая мощность (холод/тепло): 0,826/0,746 кВт",
                    "Уровень шума (внутренний/наружный):  23/52 дБ",
                    "Расход воздуха: 600 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 20/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +16~+49/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (750x285x200)/(665x420x280) мм",
                    "Вес (внутренний/наружный): 7,5/23,5 кг",
                    "Компрессор: GMCC",
                    "3D контроль жалюзи с пульта ДУ, Возможность подключения Wi-Fi модуля, Функция I-Feel, Датчик утечки фреона, Самоочистка испарителя, Режимы (Turbo, комфортного сна), Независимое осушение, Цифровой дисплей, Функция отключения сигналов, Тёплый пуск, Таймер на 24 часа, Запоминание положения жалюзи, Функция самодиагностики, Автоматический перезапуск, Автоматическая оттайка инея, Антикорозийное покрытие теплообменник Golden Fin, Фильтры: Префильтр высокой плотности",
                    "Сборка: AUX",
                    "Гарантия: 3 года, на компрессор 5 лет",
                  ],
                  functionTitle:
                    "Функциональные особенности Ballu BSW-09HN1_23Y серия Olimpio Legend:",
                  functionText1:
                    "Легендарная серия Olympio Legend воплотила в себе оптимальный набор функций бытовых кондиционеров. Функция i-Feel помогает поддерживать нужную температуру в месте вашего нахождения. Возможность регулировки широких горизонтальных и вертикальных жалюзи с помощью русифицированного пульта ДУ позволяет создавать комфортный угол обдува, предотвращающий продувание. Прибор рассчитан на длительный срок службы, что подтверждается 5-летней гарантией на компрессор.",
                },
                {
                  id: 3,
                  image: require("@/assets/image/imageCatalog1/Ballu1.webp"),
                  iconFactory: "AUX",
                  model: "Кондиционер Ballu BSW-12HN1_23Y",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 35 м2",
                    "Мощность (холод/тепло): 3,65/3,65 кВт",
                    "Серия: Olimpio Legend",
                    "Потребляемая мощность (холод/тепло):1,13/1,006 кВт",
                    "Уровень шума (внутренний/наружный):  26/52 дБ",
                    "Расход воздуха: 600 м3/ч",
                    "Класс энергоэффективности: A",
                    "Хладагент: R410A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 20/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +16~+49/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (788x292x198)/(710x500x240) мм",
                    "Вес (внутренний/наружный): 8,5/29,0 кг",
                    "Компрессор: GMCC",
                    "3D контроль жалюзи с пульта ДУ, Возможность подключения Wi-Fi модуля, Функция I-Feel, Датчик утечки фреона, Самоочистка испарителя, Режимы (Turbo, комфортного сна), Независимое осушение, Цифровой дисплей, Функция отключения сигналов, Тёплый пуск, Таймер на 24 часа, Запоминание положения жалюзи, Функция самодиагностики, Автоматический перезапуск, Автоматическая оттайка инея, Антикорозийное покрытие теплообменник Golden Fin, Фильтры: Префильтр высокой плотности",
                    "Сборка: AUX",
                    "Гарантия: 3 года, на компрессор 5 лет",
                  ],
                  functionTitle:
                    "Функциональные особенности Ballu BSW-12HN1_23Y серия Olimpio Legend:",
                  functionText1:
                    "Легендарная серия Olympio Legend воплотила в себе оптимальный набор функций бытовых кондиционеров. Функция i-Feel помогает поддерживать нужную температуру в месте вашего нахождения. Возможность регулировки широких горизонтальных и вертикальных жалюзи с помощью русифицированного пульта ДУ позволяет создавать комфортный угол обдува, предотвращающий продувание. Прибор рассчитан на длительный срок службы, что подтверждается 5-летней гарантией на компрессор.",
                },
                {
                  id: 4,
                  image: require("@/assets/image/imageCatalog1/Ballu2.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Ballu BSO-07HN8_22Y",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 22 м2",
                    "Мощность (холод/тепло): 2,2/2,34 кВт",
                    "Серия: Olimpio Edge",
                    "Потребляемая мощность (холод/тепло): 0,685/0,649 кВт",
                    "Уровень шума (внутренний/наружный):  23/54 дБ",
                    "Расход воздуха: 401 м3/ч",
                    "Класс энергоэффективности: A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 20/8 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (722x290x187)/(700x550x275) мм",
                    "Вес (внутренний/наружный): 7,8/25,4 кг",
                    "Компрессор: GMCC",
                    "Функция I-Feel, самоочистка испарителя, режимы (Turbo, комфортного сна), независимое осушение, цифровой дисплей, функция отключения сигналов, тёплый пуск, таймер на 24 часа, запоминание положения жалюзи, функция самодиагностики, автоматический перезапуск, автоматическая оттайка инея, Фильтры: Префильтр высокой плотности",
                    "Сборка: Midea",
                    "Гарантия:  3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Ballu BSO-07HN8_22Y серия Olimpio Edge:",
                  functionText1:
                    "Модель удобна как для создания комфортного микроклимата в компактных комнатах, так и для, например, использования в большом доме. Здесь можно поставить несколько кондиционеров, дополнив систему проводным пультом, позволяющим управлять всеми приборами Olimpio Edge одновременно.",
                },
                {
                  id: 5,
                  image: require("@/assets/image/imageCatalog1/Ballu2.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Ballu BSO-09HN8_22Y",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 26 м2",
                    "Мощность (холод/тепло): 2,64/2,93 кВт",
                    "Серия: Olimpio Edge",
                    "Потребляемая мощность (холод/тепло): 0,822/0,812 кВт",
                    "Уровень шума (внутренний/наружный):  26/54 дБ",
                    "Расход воздуха: 453 м3/ч",
                    "Класс энергоэффективности: A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 20/8 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (722x290x187)/(700x550x275) мм",
                    "Вес (внутренний/наружный): 7,8/26,4 кг",
                    "Компрессор: GMCC",
                    "Функция I-Feel, самоочистка испарителя, режимы (Turbo, комфортного сна), независимое осушение, цифровой дисплей, функция отключения сигналов, тёплый пуск, таймер на 24 часа, запоминание положения жалюзи, функция самодиагностики, автоматический перезапуск, автоматическая оттайка инея, Фильтры: Префильтр высокой плотности",
                    "Сборка: Midea",
                    "Гарантия: 3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Ballu BSO-09HN8_22Y серия Olimpio Edge:",
                  functionText1:
                    "Модель удобна как для создания комфортного микроклимата в компактных комнатах, так и для, например, использования в большом доме. Здесь можно поставить несколько кондиционеров, дополнив систему проводным пультом, позволяющим управлять всеми приборами Olimpio Edge одновременно.",
                },
                {
                  id: 6,
                  image: require("@/assets/image/imageCatalog1/Ballu2.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Ballu BSO-12HN8_22Y",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 35 м2",
                    "Мощность (холод/тепло): 3,52/32,81 кВт",
                    "Серия: Olimpio Edge",
                    "Потребляемая мощность (холод/тепло): 1,095/1,055 кВт",
                    "Уровень шума (внутренний/наружный):  26/56 дБ",
                    "Расход воздуха: 523 м3/ч",
                    "Класс энергоэффективности: A",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 20/8 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (802х297х189)/(770x555x300) мм",
                    "Вес (внутренний/наружный): 8,8/31,2 кг",
                    "Компрессор: GMCC",
                    "Функция I-Feel, самоочистка испарителя, режимы (Turbo, комфортного сна), независимое осушение, цифровой дисплей, функция отключения сигналов, тёплый пуск, таймер на 24 часа, запоминание положения жалюзи, функция самодиагностики, автоматический перезапуск, автоматическая оттайка инея, Фильтры: Префильтр высокой плотности",
                    "Сборка: Midea",
                    "Гарантия: 3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Ballu BSO-12HN8_22Y серия Olimpio Edge:",
                  functionText1:
                    "Модель удобна как для создания комфортного микроклимата в компактных комнатах, так и для, например, использования в большом доме. Здесь можно поставить несколько кондиционеров, дополнив систему проводным пультом, позволяющим управлять всеми приборами Olimpio Edge одновременно.",
                },
                {
                  id: 7,
                  image: require("@/assets/image/imageCatalog1/Ballu2.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Ballu BSO-18HN8_22Y",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 52 м2",
                    "Мощность (холод/тепло): 5,28/5,42 кВт",
                    "Серия: Olimpio Edge",
                    "Потребляемая мощность (холод/тепло): 1,643/1,502 кВт",
                    "Уровень шума (внутренний/наружный): 30/59 дБ",
                    "Расход воздуха: 787 м3/ч",
                    "Класс энергоэффективности: A",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 25/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (965х319х215)/(770x555x300) мм",
                    "Вес (внутренний/наружный): 11,6/37,7 кг",
                    "Функция I-Feel, самоочистка испарителя, режимы (Turbo, комфортного сна), независимое осушение, цифровой дисплей, функция отключения сигналов, тёплый пуск, таймер на 24 часа, запоминание положения жалюзи, функция самодиагностики, автоматический перезапуск, автоматическая оттайка инея, Фильтры: Префильтр высокой плотности",
                    "Сборка: Midea",
                    "Гарантия: 3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Ballu BSO-18HN8_22Y серия Olimpio Edge:",
                  functionText1:
                    "Модель удобна как для создания комфортного микроклимата в компактных комнатах, так и для, например, использования в большом доме. Здесь можно поставить несколько кондиционеров, дополнив систему проводным пультом, позволяющим управлять всеми приборами Olimpio Edge одновременно.",
                },
                {
                  id: 8,
                  image: require("@/assets/image/imageCatalog1/Ballu2.webp"),
                  iconFactory: "Midea",
                  model: "Кондиционер Ballu BSO-24HN8_22Y",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 70 м2",
                    "Мощность (холод/тепло): 7,03/7,62 кВт",
                    "Серия: Olimpio Edge",
                    "Потребляемая мощность (холод/тепло): 2,503/2,374 кВт",
                    "Уровень шума (внутренний/наружный): 39/59 дБ",
                    "Расход воздуха: 1060 м3/ч",
                    "Класс энергоэффективности: С",
                    "Диаметр труб (жидкость и газ): 3/8 и 5/8 дюйма",
                    "Максимальная длина/высота трассы: 25/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-7~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (1080х335х226)/(845х702х363) мм",
                    "Вес (внутренний/наружный): 14,0/50,6 кг",
                    "Функция I-Feel, самоочистка испарителя, режимы (Turbo, комфортного сна), независимое осушение, цифровой дисплей, функция отключения сигналов, тёплый пуск, таймер на 24 часа, запоминание положения жалюзи, функция самодиагностики, автоматический перезапуск, автоматическая оттайка инея, Фильтры: Префильтр высокой плотности",
                    "Сборка: Midea",
                    "Гарантия: 3 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Ballu BSO-24HN8_22Y серия Olimpio Edge:",
                  functionText1:
                    "Модель удобна как для создания комфортного микроклимата в компактных комнатах, так и для, например, использования в большом доме. Здесь можно поставить несколько кондиционеров, дополнив систему проводным пультом, позволяющим управлять всеми приборами Olimpio Edge одновременно.",
                },
              ],
            },
            {
              id: 10,
              brandsTitle: "Tosot (Gree group - Средний класс)",
              productAmount: "Все товары(5)",
              products: [
                {
                  id: 1,
                  image: require("@/assets/image/imageCatalog1/Tosot.webp"),
                  iconFactory: "Gree",
                  model: "Кондиционер Tosot T07H-SNN2/I/T07H-SNN2/O",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 22 м2",
                    "Мощность (холод/тепло): 2,25/2,35 кВт",
                    "Серия: Natal",
                    "Потребляемая мощность (холод/тепло): 0,700/0,651 kВт",
                    "Уровень шума (внутренний/наружный): (24/27/28/34/35/37/39)/48 дБ",
                    "Расход воздуха: 250/290/310/420/450/470/520 м3/ч",
                    "Класс энергоэффективности: A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 15/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-15~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (704х260х185)/(720х428х310) мм",
                    "Вес (внутренний/наружный): 7,5/23,4 кг",
                    "Автоматическая очистка испарителя, Функция I-Feel, Powerful, ночной режим, таймер включения/выключения, самодиагностика, авто-рестарт, адаптация низкотемпературным комплектом, теплый пуск, высокоэффективный воздушный фильтр",
                    "Сборка: Gree",
                    "Гарантия: 4 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Tosot T07H-SNN2/I/T07H-SNN2/O:",
                    functionList: [
                      {
                        id: 1,
                        text: "Автоматическая очистка. После выключения кондиционера вентилятор внутреннего блока продолжает свою работу в течение нескольких минут. В процессе осушения удаляется влага, которая может стать причиной образования бактерий и плесени.",
                      },
                      {
                        id: 2,
                        text: "I-Feel. В сплит-системах серии NATAL реализована интеллектуальная система I-Feel, применение которой позволяет создавать максимально комфортный микроклимат в помещении. Интегрированный в пульт управления минисенсор определяет фактическое значение температуры воздуха в зоне вашего нахождения и передает эту информацию во внутренний блок кондиционера. Исходя из этих показаний температура в помещении автоматически меняется для соответствия заданным значениям.",
                      },
                      {
                        id: 3,
                        text: "Энергосберегающая технология ENERGY SAVING. Технология, позволяющая в режиме ожидания использовать кондиционер в энергосберегающем режиме, потребляя 1 Вт энергии, что на 80% ниже потребления обычного кондиционера в режиме ожидания (4–5 Вт).",
                      },
                      {
                        id: 4,
                        text: "Надежный компрессор постоянной производительности с малыми пусковыми токами.",
                      },
                      {
                        id: 5,
                        text: "Информативный LED-ДИСПЛЕЙ скрытого типа с индикацией температуры и режима работы, а также с возможностью отключения индикации с пульта управления.",
                      },
                      {
                        id: 6,
                        text: "Режим «ТУРБО». Используется для самого быстрого достижения установленной температуры за счет работы вентилятора внутреннего блока на максимальных оборотах. Режим «турбо» работает как в на охлаждение, так и на обогрев.",
                      },
                      {
                        id: 7,
                        text: "Эффективное оттаивание. Традиционная программа размораживания работает по таймеру. К примеру, процесс оттаивания может запускаться на 10 минут каждые 50 минут. Программа эффективного размораживания TOSOT (I-Defrosting) активируется только при необходимости и работает до тех пор, пока не исчезнет наледь. Такой рациональный подход минимизирует теплопотери и повышает энергоэффективность оборудования.",
                      },
                      {
                        id: 8,
                        text: "Функция поддержания температуры. Температура поддерживается на уровне +8 °С в режиме обогрева для предотвращения обмерзания помещения во время вашего отсутствия 380.",
                      },
                     
                    ],
                },
                {
                  id: 2,
                  image: require("@/assets/image/imageCatalog1/Tosot.webp"),
                  iconFactory: "Gree",
                  model: "Кондиционер Tosot T09H-SNN2/I/T09H-SNN2/O",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 26 м2",
                    "Мощность (холод/тепло): 2,55/2,65 кВт",
                    "Серия: Natal",
                    "Потребляемая мощность (холод/тепло): 0,794/0,734 kВт",
                    "Уровень шума (внутренний/наружный): (24/27/29/34/36/37/40)/49 дБ",
                    "Расход воздуха: 250/290/310/420/450/470/520 м3/ч",
                    "Класс энергоэффективности: A",
                    "Диаметр труб (жидкость и газ): 1/4 и 3/8 дюйма",
                    "Максимальная длина/высота трассы: 15/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-15~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (704х260х185)/(720х428х310) мм",
                    "Вес (внутренний/наружный): 7,5/25 кг",
                    "Автоматическая очистка испарителя, Функция I-Feel, Powerful, ночной режим, таймер включения/выключения, самодиагностика, авто-рестарт, адаптация низкотемпературным комплектом, теплый пуск, высокоэффективный воздушный фильтр",
                    "Сборка: Gree",
                    "Гарантия: 4 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Tosot T09H-SNN2/I/T09H-SNN2/O:",
                    functionList: [
                      {
                        id: 1,
                        text: "Автоматическая очистка. После выключения кондиционера вентилятор внутреннего блока продолжает свою работу в течение нескольких минут. В процессе осушения удаляется влага, которая может стать причиной образования бактерий и плесени.",
                      },
                      {
                        id: 2,
                        text: "I-Feel. В сплит-системах серии NATAL реализована интеллектуальная система I-Feel, применение которой позволяет создавать максимально комфортный микроклимат в помещении. Интегрированный в пульт управления минисенсор определяет фактическое значение температуры воздуха в зоне вашего нахождения и передает эту информацию во внутренний блок кондиционера. Исходя из этих показаний температура в помещении автоматически меняется для соответствия заданным значениям.",
                      },
                      {
                        id: 3,
                        text: "Энергосберегающая технология ENERGY SAVING. Технология, позволяющая в режиме ожидания использовать кондиционер в энергосберегающем режиме, потребляя 1 Вт энергии, что на 80% ниже потребления обычного кондиционера в режиме ожидания (4–5 Вт).",
                      },
                      {
                        id: 4,
                        text: "Надежный компрессор постоянной производительности с малыми пусковыми токами.",
                      },
                      {
                        id: 5,
                        text: "Информативный LED-ДИСПЛЕЙ скрытого типа с индикацией температуры и режима работы, а также с возможностью отключения индикации с пульта управления.",
                      },
                      {
                        id: 6,
                        text: "Режим «ТУРБО». Используется для самого быстрого достижения установленной температуры за счет работы вентилятора внутреннего блока на максимальных оборотах. Режим «турбо» работает как в на охлаждение, так и на обогрев.",
                      },
                      {
                        id: 7,
                        text: "Эффективное оттаивание. Традиционная программа размораживания работает по таймеру. К примеру, процесс оттаивания может запускаться на 10 минут каждые 50 минут. Программа эффективного размораживания TOSOT (I-Defrosting) активируется только при необходимости и работает до тех пор, пока не исчезнет наледь. Такой рациональный подход минимизирует теплопотери и повышает энергоэффективность оборудования.",
                      },
                      {
                        id: 8,
                        text: "Функция поддержания температуры. Температура поддерживается на уровне +8 °С в режиме обогрева для предотвращения обмерзания помещения во время вашего отсутствия 380.",
                      },
                     
                    ],
                },
                {
                  id: 3,
                  image: require("@/assets/image/imageCatalog1/Tosot.webp"),
                  iconFactory: "Gree",
                  model: "Кондиционер Tosot T12H-SNN2/I/T12H-SNN2/O",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 35 м2",
                    "Мощность (холод/тепло): 3,25/3,4 кВт",
                    "Серия: Natal",
                    "Потребляемая мощность (холод/тепло): 0,985/0,941 kВт",
                    "Уровень шума (внутренний/наружный): (28/30/33/34/36/37/41)/50 дБ",
                    "Расход воздуха: 333/348/402/440/482/520/590 м3/ч",
                    "Класс энергоэффективности: A",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 15/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-15~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (779х260х185)/(782х540х320) мм",
                    "Вес (внутренний/наружный): 8,2/29,2 кг",
                    "Автоматическая очистка испарителя, Функция I-Feel, Powerful, ночной режим, таймер включения/выключения, самодиагностика, авто-рестарт, адаптация низкотемпературным комплектом, теплый пуск, высокоэффективный воздушный фильтр",
                    "Сборка: Gree",
                    "Гарантия: 4 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Tosot T12H-SNN2/I/T12H-SNN2/O:",
                    functionList: [
                      {
                        id: 1,
                        text: "Автоматическая очистка. После выключения кондиционера вентилятор внутреннего блока продолжает свою работу в течение нескольких минут. В процессе осушения удаляется влага, которая может стать причиной образования бактерий и плесени.",
                      },
                      {
                        id: 2,
                        text: "I-Feel. В сплит-системах серии NATAL реализована интеллектуальная система I-Feel, применение которой позволяет создавать максимально комфортный микроклимат в помещении. Интегрированный в пульт управления минисенсор определяет фактическое значение температуры воздуха в зоне вашего нахождения и передает эту информацию во внутренний блок кондиционера. Исходя из этих показаний температура в помещении автоматически меняется для соответствия заданным значениям.",
                      },
                      {
                        id: 3,
                        text: "Энергосберегающая технология ENERGY SAVING. Технология, позволяющая в режиме ожидания использовать кондиционер в энергосберегающем режиме, потребляя 1 Вт энергии, что на 80% ниже потребления обычного кондиционера в режиме ожидания (4–5 Вт).",
                      },
                      {
                        id: 4,
                        text: "Надежный компрессор постоянной производительности с малыми пусковыми токами.",
                      },
                      {
                        id: 5,
                        text: "Информативный LED-ДИСПЛЕЙ скрытого типа с индикацией температуры и режима работы, а также с возможностью отключения индикации с пульта управления.",
                      },
                      {
                        id: 6,
                        text: "Режим «ТУРБО». Используется для самого быстрого достижения установленной температуры за счет работы вентилятора внутреннего блока на максимальных оборотах. Режим «турбо» работает как в на охлаждение, так и на обогрев.",
                      },
                      {
                        id: 7,
                        text: "Эффективное оттаивание. Традиционная программа размораживания работает по таймеру. К примеру, процесс оттаивания может запускаться на 10 минут каждые 50 минут. Программа эффективного размораживания TOSOT (I-Defrosting) активируется только при необходимости и работает до тех пор, пока не исчезнет наледь. Такой рациональный подход минимизирует теплопотери и повышает энергоэффективность оборудования.",
                      },
                      {
                        id: 8,
                        text: "Функция поддержания температуры. Температура поддерживается на уровне +8 °С в режиме обогрева для предотвращения обмерзания помещения во время вашего отсутствия 380.",
                      },
                     
                    ],
                },
                {
                  id: 4,
                  image: require("@/assets/image/imageCatalog1/Tosot.webp"),
                  iconFactory: "Gree",
                  model: "Кондиционер Tosot T18H-SNN2/I/T18H-SNN2/O",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 50 м2",
                    "Мощность (холод/тепло): 4,8/5,3 кВт",
                    "Серия: Natal",
                    "Потребляемая мощность (холод/тепло): 1476/1468 Вт",
                    "Уровень шума (внутренний/наружный): (32/34/35/36/38/39/40)/52 дБ",
                    "Расход воздуха: 340/370/410/480/530/590/650 м3/ч",
                    "Класс энергоэффективности: A",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 20/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-15~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (825х293х196)/(848х540х320) мм",
                    "Вес (внутренний/наружный): 10,3/38,0 кг",
                    "Автоматическая очистка испарителя, Функция I-Feel, Powerful, ночной режим, таймер включения/выключения, самодиагностика, авто-рестарт, адаптация низкотемпературным комплектом, теплый пуск, высокоэффективный воздушный фильтр",
                    "Сборка: Gree",
                    "Гарантия: 4 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Tosot T18H-SNN2/I/T18H-SNN2/O:",
                    functionList: [
                      {
                        id: 1,
                        text: "Автоматическая очистка. После выключения кондиционера вентилятор внутреннего блока продолжает свою работу в течение нескольких минут. В процессе осушения удаляется влага, которая может стать причиной образования бактерий и плесени.",
                      },
                      {
                        id: 2,
                        text: "I-Feel. В сплит-системах серии NATAL реализована интеллектуальная система I-Feel, применение которой позволяет создавать максимально комфортный микроклимат в помещении. Интегрированный в пульт управления минисенсор определяет фактическое значение температуры воздуха в зоне вашего нахождения и передает эту информацию во внутренний блок кондиционера. Исходя из этих показаний температура в помещении автоматически меняется для соответствия заданным значениям.",
                      },
                      {
                        id: 3,
                        text: "Энергосберегающая технология ENERGY SAVING. Технология, позволяющая в режиме ожидания использовать кондиционер в энергосберегающем режиме, потребляя 1 Вт энергии, что на 80% ниже потребления обычного кондиционера в режиме ожидания (4–5 Вт).",
                      },
                      {
                        id: 4,
                        text: "Надежный компрессор постоянной производительности с малыми пусковыми токами.",
                      },
                      {
                        id: 5,
                        text: "Информативный LED-ДИСПЛЕЙ скрытого типа с индикацией температуры и режима работы, а также с возможностью отключения индикации с пульта управления.",
                      },
                      {
                        id: 6,
                        text: "Режим «ТУРБО». Используется для самого быстрого достижения установленной температуры за счет работы вентилятора внутреннего блока на максимальных оборотах. Режим «турбо» работает как в на охлаждение, так и на обогрев.",
                      },
                      {
                        id: 7,
                        text: "Эффективное оттаивание. Традиционная программа размораживания работает по таймеру. К примеру, процесс оттаивания может запускаться на 10 минут каждые 50 минут. Программа эффективного размораживания TOSOT (I-Defrosting) активируется только при необходимости и работает до тех пор, пока не исчезнет наледь. Такой рациональный подход минимизирует теплопотери и повышает энергоэффективность оборудования.",
                      },
                      {
                        id: 8,
                        text: "Функция поддержания температуры. Температура поддерживается на уровне +8 °С в режиме обогрева для предотвращения обмерзания помещения во время вашего отсутствия 380.",
                      },
                     
                    ],
                },
                {
                  id: 5,
                  image: require("@/assets/image/imageCatalog1/Tosot.webp"),
                  iconFactory: "Gree",
                  model: "Кондиционер Tosot T24H-SNN2/I/T24H-SNN2/O",
                  price: "000 руб",
                  description: [
                    "Площадь:  до 62 м2",
                    "Мощность (холод/тепло): 6,2/6,7 кВт",
                    "Серия: Natal",
                    "Потребляемая мощность (холод/тепло): 1907/1856 Вт",
                    "Уровень шума (внутренний/наружный): (32/33/35/37/40/42/44)/54 дБ",
                    "Расход воздуха: 540/590/640/690/740/840/950 м3/ч",
                    "Класс энергоэффективности: A",
                    "Диаметр труб (жидкость и газ): 1/4 и 1/2 дюйма",
                    "Максимальная длина/высота трассы: 25/10 м",
                    "Диапазон рабочих температур наружного воздуха (холод/тепло): +18~+43/-15~+24°С",
                    "Размеры внутренний/наружный (ШхВхГ): (982х311х221)/(912х646х373) мм",
                    "Вес (внутренний/наружный): 13,7/46,5 кг",
                    "Автоматическая очистка испарителя, Функция I-Feel, Powerful, ночной режим, таймер включения/выключения, самодиагностика, авто-рестарт, адаптация низкотемпературным комплектом, теплый пуск, высокоэффективный воздушный фильтр",
                    "Сборка: Gree",
                    "Гарантия: 4 года",
                  ],
                  functionTitle:
                    "Функциональные особенности Tosot T24H-SNN2/I/T24H-SNN2/O:",
                    functionList: [
                      {
                        id: 1,
                        text: "Автоматическая очистка. После выключения кондиционера вентилятор внутреннего блока продолжает свою работу в течение нескольких минут. В процессе осушения удаляется влага, которая может стать причиной образования бактерий и плесени.",
                      },
                      {
                        id: 2,
                        text: "I-Feel. В сплит-системах серии NATAL реализована интеллектуальная система I-Feel, применение которой позволяет создавать максимально комфортный микроклимат в помещении. Интегрированный в пульт управления минисенсор определяет фактическое значение температуры воздуха в зоне вашего нахождения и передает эту информацию во внутренний блок кондиционера. Исходя из этих показаний температура в помещении автоматически меняется для соответствия заданным значениям.",
                      },
                      {
                        id: 3,
                        text: "Энергосберегающая технология ENERGY SAVING. Технология, позволяющая в режиме ожидания использовать кондиционер в энергосберегающем режиме, потребляя 1 Вт энергии, что на 80% ниже потребления обычного кондиционера в режиме ожидания (4–5 Вт).",
                      },
                      {
                        id: 4,
                        text: "Надежный компрессор постоянной производительности с малыми пусковыми токами.",
                      },
                      {
                        id: 5,
                        text: "Информативный LED-ДИСПЛЕЙ скрытого типа с индикацией температуры и режима работы, а также с возможностью отключения индикации с пульта управления.",
                      },
                      {
                        id: 6,
                        text: "Режим «ТУРБО». Используется для самого быстрого достижения установленной температуры за счет работы вентилятора внутреннего блока на максимальных оборотах. Режим «турбо» работает как в на охлаждение, так и на обогрев.",
                      },
                      {
                        id: 7,
                        text: "Эффективное оттаивание. Традиционная программа размораживания работает по таймеру. К примеру, процесс оттаивания может запускаться на 10 минут каждые 50 минут. Программа эффективного размораживания TOSOT (I-Defrosting) активируется только при необходимости и работает до тех пор, пока не исчезнет наледь. Такой рациональный подход минимизирует теплопотери и повышает энергоэффективность оборудования.",
                      },
                      {
                        id: 8,
                        text: "Функция поддержания температуры. Температура поддерживается на уровне +8 °С в режиме обогрева для предотвращения обмерзания помещения во время вашего отсутствия 380.",
                      },
                     
                    ],
                },
               ],
            },
          ],
    },
    getters: {
        brands(state){
            return state.brands;
        },

        products (state) {
            return state.brands.filter(brand => brand.products)
        }
    },
    mutations: {},
    actions: {},
    modules: {
     
    },
  };